const type1Questions = [
    {
        id: 1,
        title: 'Аҳоли бандлиги деганда нимани тушунасиз?',
        body: 'Фуқароларнинг Ўзбекистон Республикаси қонунчилигига зид бўлмаган, умумий талабларини қондириш билан боғлик бўлган, даромадлари, иш ҳақи келтирувчи онгли, эркин тарздаги мақсадли меҳнат фаолиятидир.'
    },
    {
        id: 2,
        title: '“Аҳоли бандлиги тўғрисида”ги Қонуннинг мақсади нима?',
        body: 'Аҳоли бандлиги соҳасидаги муносабатларни тартибга солишдан иборат.'
    },
    {
        id: 3,
        title: '“Аҳоли бандлиги тўғрисида”ги Қонуннинг амал қилиш доираси?',
        body: 'Қонуннинг амал қилиши Ўзбекистон Республикаси фуқароларига, Ўзбекистон Республикаси ҳудудида доимий яшовчи чет эллик фуқароларга ва фуқаролиги бўлмаган шахсларга нисбатан татбиқ этилади.'
    },
    {
        id: 4,
        title: 'Аҳоли бандлиги соҳасидаги ваколатли давлат органи?',
        body: 'Ўзбекистон Республикаси Бандлик ва меҳнат муносабатлари вазирлиги аҳоли бандлиги соҳасидаги ваколатли давлат органидир.'
    },
    {
        id: 5,
        title: 'Аҳоли бандлиги соҳасидаги ваколатли давлат органларига қайси органлар киради?',
        body: 'Аҳоли бандлиги соҳасида ваколатли давлат органларига қуйидигилар киради:',
        bodyArray: ['Вазирлар Маҳкамаси;',
            'Бандлик ва меҳнат муносабатлари вазирлиги;',
            'Ташқи меҳнат миграция агентлиги;',
            'Давлат бошқарув органлари;',
            'Маҳаллий давлат ҳокимияти органлари;',
            'Иш берувчилар;',
            'Хусусий бандлик агентлари;',
            'Ишга жойлаштириш бўйича агентлар;',
            'Аутстаффинг хизматларини кўрсатувчи иш берувчилар;',
            'Касаба уюшмалари, уларнинг бирлашмалари.']
    },
    {
        id: 6,
        title: 'Бандлик ва меҳнат муносабатлари вазирлигининг аҳоли бандлиги соҳасида қандай ваколатлари бор?',
        body: '',
        bodyArray:
            ['аҳоли бандлиги соҳасида ягона давлат сиёсатини амалга оширади; \n',
                'аҳоли бандлиги соҳасидаги давлат дастурларини ишлаб чиқади ва амалга оширади; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни ишга жойлаштириш, ҳақ тўланадиган жамоат ишларига жалб этишни ташкил этади; \n',
                'тармоқлар ва ҳудудлар кесимида иш ўринларини ташкил этишга доир ҳар йилги давлат буюртмасини шакллантиради; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни касбга тайёрлашга, қайта тайёрлашга ҳамда уларнинг малакасини оширишга доир ҳар йилги давлат буюртмасини шакллантиради; \n',
                'фуқароларга Ўзбекистон Республикасидан ташқарида ишга жойлашишида кўмаклашиш, Ўзбекистон Республикасидан ташқарида вақтинчалик меҳнат фаолиятини амалга ошириш даврида уларнинг ҳуқуқий ва ижтимоий жиҳатдан ҳимоя қилинишини, шунингдек Ўзбекистон Республикасига қайтиб келганидан кейин реинтеграция қилинишини таъминлаш бўйича чораларни амалга оширади;\n',
                'ишга жойлаштириш жараёнларига илғор ахборот технологияларини жорий этади, “Ягона миллий меҳнат тизими” идоралараро дастурий-аппарат комплексининг ишлашини таъминлайди;\n',
                'Тасдиқланган малакага эга бўлган шахсларнинг миллий реестрини, Касбий стандартларнинг миллий регистрини, Меҳнатни муҳофаза қилиш соҳасидаги хизматлар бозори профессионал иштирокчиларининг ягона реестрини, Аккредитация қилинган малакани баҳолаш марказларининг регистрини шакллантиради ҳамда юритади; \n',
                'аҳоли бандлиги тўғрисидаги қонунчилик талабларига риоя этилиши устидан назоратни амалга оширади.']
    },
    {
        id: 7,
        title:
            'Маҳаллий меҳнат органлари Аҳоли бандлиги соҳасида қандай ваколатлари бор?',
        body: '',
        bodyArray:
            ['иш қидираётган шахсларни ва ишсиз шахсларни ишга жойлаштириш; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни касбга тайёрлаш, қайта тайёрлаш ҳамда уларнинг малакасини ошириш; \n',
                'иш қидираётган шахсларни рўйхатга олади, уларни ишсиз шахслар деб эътироф этади, ишсизлик нафақаларини тайинлаш; \n',
                'аҳоли бандлигига кўмаклашишга доир ҳудудий дастурларни ишлаб чиқиш; \n',
                'аҳолининг ижтимоий эҳтиёжманд тоифаларидан бўлган шахсларни захирага қўйиладиган иш ўринларига ишга жойлаштириш учун ташкилотларга юбориш; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни ҳақ тўланадиган жамоат ишларига юбориш; \n',
                'юридик ва жисмоний шахсларга қонунчиликда белгиланган тартибда субсидиялар тайинлаш;\n',
                'касбга ўқитиш марказларига қонунчиликда белгиланган тартибда грантлар ажратиш учун талабномалар шакллантириш.']
    },
    {
        id: 8,
        title: 'Меҳнат органлари қандай ташкилот ҳисобланади?',
        body: 'Ўзбекистон Республикаси Бандлик ва меҳнат муносабатлари вазирлиги, шунингдек Қорақалпоғистон Республикаси Бандлик ва меҳнат муносабатлари вазирлиги, вилоятлар ва Тошкент шаҳар бандлик бош бошқармалари - ҳудудий меҳнат органлари деб юритилади, туманлар (шаҳарлар) аҳоли бандлигига кўмаклашиш марказлари - маҳаллий меҳнат органлари деб юритилади'
    },
    {
        id: 9,
        title: 'Хусусий бандлик агентликлари \n' +
            'қандай хизматлар кўрсатади?',
        body: '',
        bodyArray:
            [' Ўзбекистон Республикаси ҳудудида иш \n' +
            'қидираётган шахслар ва ишсиз шахслар \n' +
            'учун иш танлаш;',
                'иш берувчилар учун кадрлар танлаш;',
                'Ўзбекистон Республикасидан ташқарида иш қидираётган шахсларни ва ишсиз \n' +
                'шахсларни ишга жойлаштириш',
                'ишга жойлаштириш соҳасида ахборот \n' +
                'ва маслаҳат хизматлари']
    },
    {
        id: 10,
        title: 'Ишга жойлаштириш бўйича \n' +
            'агентлар кимлар?',
        body: 'Ишга жойлаштириш бўйича агентлар аҳолининг ишга жойлашишига кўмаклашишга \n' +
            'доир ишларни маҳаллий меҳнат органлари \n' +
            'билан тузилган шартномалар асосида \n' +
            'белгиланган тартибда бажарувчи жисмоний \n' +
            'шахслардир',
    },
    {
        id: 11,
        title: 'Аутстаффинг хизматлари бу',
        body: 'Аутстаффинг иш берувчи томонидан ўз \n' +
            'ходимларини уларнинг розилиги билан \n' +
            'бошқа юридик шахсларга ушбу ходимлар \n' +
            'томонидан иш берувчи ва унинг ходими \n' +
            'ўртасида тузилган меҳнат шартномаларида, \n' +
            'шунингдек жамоа келишувларида белгиланган меҳнат вазифаларини бажариш учун \n' +
            'вақтинчалик юбориш йўли билан кўрсатиладиган хизматлар туридир.',
    },
    {
        id: 12,
        title: 'Фрилансер ,e? ',
        body: 'Фрилансер (инг. фреэлансер “эркин ишчи” – \n' +
            'штатсиз ишчи, хусусий мутахассис) бўлиб.\n' +
            'Интернет, босма эълонлар ёки шахсий алоқа \n' +
            'каналлари орқали ўз хизматларини таклиф \n' +
            'қилувчи турли соҳа мутахассислари',
    },
    {
        id: 13,
        title: 'Кимлар ишсизлар деб эътироф \n' +
            'этилади? ',
        body: 'Ўн олти ёшдан то пенсия таъминоти ҳуқуқини олиш ёшигача бўлган, ҳақ тўланадиган \n' +
            'ишга ёки иш ҳақи (меҳнат даромади) \n' +
            'келтирадиган машғулотга эга бўлмаган, иш \n' +
            'қидираётган ва иш таклиф этилса, унга \n' +
            'киришишга тайёр бўлган ёхуд касбга тайёрлашдан, қайта тайёрлашдан ўтишга ёки \n' +
            'малакасини оширишга тайёр бўлган, ишга \n' +
            'жойлашишда кўмак олиш учун маҳаллий \n' +
            'меҳнат органларига мурожаат қилган ва \n' +
            'ушбу органлар томонидан иш қидираётган \n' +
            'шахслар сифатида рўйхатга олинган меҳнатга лаёқатли шахслар (бундан таълим \n' +
            'муассасаларида таълим олаётганлар \n' +
            'мустасно) ишсизлар деб эътироф этилади',
    },
    {
        id: 14,
        title: 'Кимлар ишсиз деб эътироф \n' +
            'этилмайди?',
        body: '',
        bodyArray: [
            'таклиф этилган мақбул келадиган ишни \n' +
            'иш қидираётган шахс сифатида рўйхатга олинган кундан эътиборан ўн кун \n' +
            'ичида узрли сабабсиз икки марта рад \n' +
            'этган шахслар;\n',
            'маҳаллий меҳнат органи ходими \n' +
            'ҳузурига мақбул келадиган иш юзасидан таклиф олиш учун иш қидираётган \n' +
            'шахс сифатида рўйхатга олинган \n' +
            'кундан эътиборан ўн кун ичида узрли \n' +
            'сабабсиз келмаган шахслар',
            'таълим муассасаларида ва ташкилотларида ишлаб чиқаришдан ажралган \n' +
            'ҳолда таҳсил олаётган шахслар, бундан \n' +
            'таълимнинг сиртқи шаклида таҳсил \n' +
            'олаётганлар мустасно',
            'қонунчиликка мувофиқ пенсия таъминоти ҳуқуқига эга бўлган шахслар \n' +
            '(пенсия туридан қатъи назар);\n' +
            '• бола икки ёшга тўлгунига қадар уни \n' +
            'парвариш қилаётган, ишламаётган \n' +
            'аёллар;',
            'ишини ўзгартирмоқчи бўлган, лекин \n' +
            'маҳаллий меҳнат органларида рўйхатдан ўтиш пайтида, ташкилий-ҳуқ, шаклидан қатъи назар, ташкилотларда \n' +
            'ишловчи ёки уларнинг штатида ҳисобда \n' +
            'турувчи шахслар',
            'суднинг ҳукми билан озодликдан \n' +
            'маҳрум этиш ёки ахлоқ тузатиш ишлари \n' +
            'тарзидаги жазога ҳукм қилинганлар;',
            'фермер хўжаликларининг раҳбарлари \n' +
            'ва ходимлари, оилавий корхоналарнинг \n' +
            'иштирокчилари, деҳқон хўжаликларининг раҳбарлари ва аъзолари, шунингдек якка тартибдаги тадбиркорлар;\n',
            'ўзини ўзи банд қилган шахслар'
        ]
    },
    {
        id: 15,
        title: 'Банд бўлмаган аҳоли (банд \n' +
            'бўлмаган шахслар) деб кимларга айтилади?',
        body: 'Ҳақ тўланадиган ишга ёки иш ҳақи (меҳнат \n' +
            'даромади) келтирадиган машғулотга эга \n' +
            'бўлмаган шахсларга банд бўлмаган аҳоли \n' +
            'деб айтилади.',
    },
    {
        id: 16,
        title: 'Бандлик хизмати” ахборот \n' +
            'тизими нима фаолият олиб \n' +
            'боради?',
        body: 'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлигининг \n' +
            'меҳнат органларига мурожаат этган жисмоний ва юридик шахсларга кўрсатилган \n' +
            'хизматларни ҳисобга олиш учун мўлжалланган электрон ахборот тизими ҳисобланади',
    },
    {
        id: 17,
        title: 'Бўш (вакант) иш ўринлари \n' +
            'миллий базаси нима фаолият \n' +
            'кўрсатади?',
        body: 'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлигининг \n' +
            '“Ягона миллий меҳнат тизими” идоралараро \n' +
            'дастурий-аппарат комплексига кирувчи бўш \n' +
            '(вакант) иш ўринлари тўғрисидаги маълумотларни ўз ичига олган маълумотларнинг \n' +
            'ахборот базаси ҳисобланади.\n',
    },
    {
        id: 18,
        title: 'Меҳнат органлари томонидан \n' +
            'иш қидираётган шахсларга \n' +
            'ва ишсиз шахсларга қандай \n' +
            'хизматлар кўрсатилади',
        body: '',
        bodyArray: [
            'аҳоли бандлиги масалалари бўйича \n' +
            'маслаҳатлар бериш;',
            'мақбул келадиган ишни излаш',
            'захирага қўйиладиган иш ўринларига \n' +
            'ишга жойлаштиришга кўмаклаши',
            'ҳақ тўланадиган жамоат ишларига \n' +
            'юбориш;',
            'тадбиркорликка жалб этиш, ўзини ўзи \n' +
            'мустақил равишда банд қилиш орқали \n' +
            'бандликка кўмаклашиш;',
            'касбга тайёрлашга, қайта тайёрлашга \n' +
            'ва малака оширишга юбориш;',
            'касбий малакани баҳолаш'
        ]
    },
    {
        id: 19,
        title: 'Кимлар иш қидираётган шахс \n' +
            'сифатида меҳнат органларида \n' +
            'рўйхатга олиниши мумкин?',
        body: '',
        bodyArray: [
            'ишга ёки иш ҳақи (меҳнат даромади) \n' +
            'келтирадиган машғулотга эга бўлмаган, \n' +
            'ўн олти ёшдан катта бўлган шахслар;',
            'ўзи билан тузилган меҳнат шартномаси \n' +
            'Меҳнат кодексининг тегишли моддаларида кўрсатилган ҳолатлар бўйича \n' +
            'бекор қилиниши мумкин бўлган (меҳнат \n' +
            'шартномаси келгусида бекор қилиниши \n' +
            'тўғрисида огоҳлантирилган) шахслар',
            'тиббий-ижтимоий эксперт комиссияси \n' +
            'хулосасига кўра меҳнат фаолиятини \n' +
            'амалга ошириш имкониятига эга \n' +
            'ногиронлиги бўлган шахслар;',
            'ёшидан қатъи назар, меҳнат фаолиятини қайта тикламоқчи (давом эттирмоқчи) бўлган пенсионерлар;',
            'иш жойини ёки касбини ўзгартиришни \n' +
            'хоҳловчи шахслар;\n',
            'вақтинча ва мавсумий ишларда банд \n' +
            'бўлган шахслар;',
            'ҳақ тўланадиган жамоат ишларида ва \n' +
            'қишлоқ хўжалигида мавсумий ишларда \n' +
            'иштирок этишни хоҳловчи шахслар'
        ]
    },
    {
        id: 20,
        title: 'Иш қидираётган шахслар \n' +
            'томонидан меҳнат органларига \n' +
            'қандай ҳужжатлар тақдим \n' +
            'этилади?',
        body: '',
        bodyArray: [
            'паспортини ёки идентификацияловчи \n' +
            'ID-картасини ёхуд шахсини тасдиқловчи бошқа ҳужжатни',
            'меҳнат дафтарчасини ёки меҳнат \n' +
            'стажини тасдиқловчи бошқа ҳужжатни, \n' +
            'бундан биринчи марта иш қидираётган \n' +
            'шахслар мустасно',
            'маълумоти тўғрисидаги ҳужжатнинг \n' +
            'аслини ёки унинг кўчирма нусхаси;\n',
            'касби ёки касбий малакаси мавжудлигини тасдиқловчи ҳужжат.\n'
        ]
    },
    {
        id: 21,
        title: 'Шахсларни ишсиз деб эътироф \n' +
            'этиш тартиби қандай?',
        body: 'Агар иш қидираётган шахсга у рўйхатга \n' +
            'олинган кундан эътиборан дастлабки ўн кун \n' +
            'ичида мақбул келадиган иш таклиф этилмаган бўлса ёки меҳнат органи мазкур шахс \n' +
            'ишга жойлаштириш учун юборилган ташкилотдан рад жавобини олган бўлса, шахсни \n' +
            'ишсиз деб эътироф этиш тўғрисидаги қарор \n' +
            'у иш қидираётган шахс сифатида рўйхатга \n' +
            'олинган кундан эътиборан ўн биринчи \n' +
            'кундан кечиктирмай маҳаллий меҳнат \n' +
            'органи томонидан қабул қилинади.\n' +
            'Шахсни ишсиз деб эътироф этиш тўғрисидаги қарор маҳаллий меҳнат органининг \n' +
            'буйруғи билан расмийлаштирилади, ушбу \n' +
            'буйруқ бир вақтнинг ўзида ишсизлик \n' +
            'нафақаси тайинлаш тўғрисидаги буйруқ \n' +
            'ҳисобланади. Буйруқда ишсизлик нафақасининг миқдори ва уни ҳисоблаш санаси \n' +
            'кўрсатилади',
    },
    {
        id: 22,
        title: 'Ишсиз шахсларни моддий \n' +
            'жиҳатдан қўллаб-қувватлашнинг қандай кафолатлари \n' +
            'мавжуд?',
        body: '',
        bodyArray: [
            'ишсизлик нафақаси тўланишини',
            'меҳнат органларининг йўлланмаси \n' +
            'бўйича касбга тайёрлаш, қайта тайёрлаш ёки малака ошириш даврида \n' +
            'стипендия тўланишини ва шу давр \n' +
            'умумий меҳнат стажига қўшилишини;',
            'маҳаллий меҳнат органларининг \n' +
            'йўлланмасига кўра бепул, шу жумладан \n' +
            'грантлар ҳисобидан касбга тайёрлаш, \n' +
            'қайта тайёрлаш ва малака оширишни;',
            'ҳақ тўланадиган жамоат ишларига жалб \n' +
            'этиш имкониятини;\n',
            'маҳаллий меҳнат органларининг \n' +
            'таклифига кўра ишлаш учун ихтиёрий \n' +
            'равишда бошқа ерга кўчиб ўтиш билан \n' +
            'боғлиқ харажатлар компенсация \n' +
            'қилинишини.'
        ]
    },
    {
        id: 23,
        title: 'Иш қидираётган шахслар қачон \n' +
            'хисобдан чиқарилади?',
        body: '',
        bodyArray: [
            'ишга жойлашганда;',
            'касбга тайёрлашга, қайта тайёрлашга \n' +
            'ёки малака оширишга юборилганда;',
            'ўзини ўзи банд қилган шахс сифатида \n' +
            'рўйхатга олинганда;',
            'доимий яшаш учун бошқа жойга кўчиб \n' +
            'ўтганда;',
            'меҳнат органига узрли сабабсиз \n' +
            'келмаганда;\n',
            'Ўзбекистон Республикасидан ташқарида вақтинчалик меҳнат фаолиятини \n' +
            'амалга оширганда;',
            'иш қидираётган шахс мақбул келадиган \n' +
            'ишга доир таклифларни мунтазам \n' +
            'равишда (икки мартадан кўп) рад \n' +
            'этганда;\n',
            'иш қидираётган шахс сифатида ғайриқонуний рўйхатдан ўтиш факти аниқланганда;',
            'суднинг озодликдан маҳрум этиш ёки \n' +
            'ахлоқ тузатиш ишлари тарзидаги \n' +
            'жазони назарда тутувчи ҳукми қонуний \n' +
            'кучга кирганда;\n',
            'муддатли ҳарбий хизматга чақирилганда;',
            'иш қидираётган шахсни ишга жойлаштириш бўйича иш олиб бориш имконини \n' +
            'бермайдиган бошқа ҳолатлар юзага \n' +
            'келганда;',
            'иш қидираётган шахс вафот этганда'
        ]
    },
    {
        id: 24,
        title: 'Меҳнат органидан ҳисобдан \n' +
            'чиқарилган шахслар қачон \n' +
            'такроран рўйхатдан ўтиши \n' +
            'мумкин?\n',
        body: 'Меҳнат органида ҳисобдан чиқарилган \n' +
            'кундан эътиборан ўттиз календарь кун \n' +
            'ўтгач, иш қидираётган шахслар сифатида \n' +
            'такроран рўйхатдан ўтиш ҳуқуқига эга',
    },
    {
        id: 25,
        title: 'Мақбул келадиган иш бу?\n',
        body: 'Фуқаро бажаришга қодир бўлган, фуқаронинг олган маълумоти йўналиши ва ихтисослигига, малакасига, касбий тайёргарлигига, \n' +
            'иш тажрибасига, соғлиғининг ҳолатига кўра \n' +
            'мос келадиган, яшаш жойини ўзгартиришини назарда тутмайдиган, унинг доимий \n' +
            'яшаш жойидан унчалик узоқ бўлмаган \n' +
            'ҳамда меҳнатга ҳақ тўлашнинг белгиланган \n' +
            'энг кам миқдоридан кам бўлмаган иш \n' +
            'ҳақини кафолатлайдиган иш тушунилади',
    },
    {
        id: 26,
        title: 'Қандай ишлар мақбул келадиган ишлар деб ҳисоблан',
        body: '',
        bodyArray: [
            'яшаш жойини ўзгартириш билан боғлиқ \n' +
            'бўлса',
            'доимий яшаш жойидан анча узоқ бўлса \n' +
            'ва транспортда қатнаш жиҳатдан қулай \n' +
            'бўлмаса;',
            'таклиф этилган ишни рад этиш соғлиқнинг ҳолатига, ёшга ва бошқа узрли \n' +
            'сабабларга кўра мавжуд бўлган қарши \n' +
            'кўрсатмалар билан асосланган бўлса;',
            'Ишсизлик нафақасини олиш даври \n' +
            'тугаганидан сўнг касби (мутахассислиги) бўйича иш топиб бериш имкони \n' +
            'бўлмаса.'
        ]
    },
    {
        id: 27,
        title: 'Ишсизлик нафақаси қандай \n' +
            'тартибда ажратилади?\n',
        body: '',
        bodyArray: [
            'Ишсизлик нафақаси ишсиз деб тан \n' +
            'олинган шахсга у маҳаллий меҳнат \n' +
            'органида иш қидираётган шахс сифати-да рўйхатга олинган биринчи кундан \n' +
            'эътиборан ҳисобланади ва тўланади',
            'Ишсизлик нафақаси ўн икки ойлик давр \n' +
            'ичида кўпи билан йигирма олти календарь ҳафта давомида тўланади',
            'Жорий ойда ишсизлик нафақасини \n' +
            'тўлаш ўтган ой учун амалга оширилади;',
            'Ишсизлик нафақасига солиқ солинмайди\n'
        ]
    },
    {
        id: 28,
        title: 'Ишсизлик нафақасининг \n' +
            'миқдори қандай тартибда \n' +
            'белгиланади?',
        body: 'Ишсизлик нафақаси ишсиз шахснинг \n' +
            'аввалги иш жойидаги охирги бир йилдаги \n' +
            'ўртача ойлик иш ҳақига нисбатан фоизда \n' +
            'белгиланади. Бошқа ҳолларда ишсизлик \n' +
            'нафақаси меҳнатга ҳақ тўлашнинг энг кам \n' +
            'миқдорига нисбатан фоизда белгиланади',
    },
    {
        id: 29,
        title: 'Ишсизлик нафақасининг \n' +
            'турлари?\n',
        body: '',
        bodyArray: [
            'ишдан ва иш ҳақидан (меҳнат даромадидан) сўнгги ўн икки ойлик давр ичида \n' +
            'маҳрум бўлган шахсларга;',
            'ишдан ва иш ҳақидан (меҳнат даромадидан) маҳрум бўлган ҳамда узоқ (бир \n' +
            'йилдан ортиқ) танаффусдан кейин \n' +
            'меҳнат фаолиятини қайта бошлашга \n' +
            'ҳаракат қилаётган шахсларга',
            'илгари ишламаган ва биринчи марта иш \n' +
            'қидираётган шахсларга.'
        ]
    },
    {
        id: 30,
        title: 'Ишдан ва иш ҳақидан (меҳнат \n' +
            'даромадидан) сўнгги ўн икки \n' +
            'ойлик давр ичида маҳрум \n' +
            'бўлган шахсларга қанча \n' +
            'миқдорда ишсизлик нафақаси \n' +
            'тайинланади?',
        body: 'Аввалги иш жойидаги ўртача ойлик иш \n' +
            'ҳақининг эллик фоизи миқдорида, лекин \n' +
            'меҳнатга ҳақ тўлашнинг энг кам миқдоридан оз бўлмаган ва нафақани пайтида Ўзбекистон Республикасида таркиб \n' +
            'топган ўртача иш ҳақидан ортиқ бўлмаган \n' +
            'миқдорда ишсизлик нафақаси тайинланади.',
    },
    {
        id: 31,
        title: 'Ишдан ва иш ҳақидан (меҳнат \n' +
            'даромадидан) маҳрум бўлган \n' +
            'ҳамда узоқ (бир йилдан ортиқ) \n' +
            'танаффусдан кейин меҳнат \n' +
            'фаолиятини қайта бошлашга \n' +
            'ҳаракат қилаётган шахсларга \n' +
            'қанча миқдорда ишсизлик \n' +
            'нафақаси тайинланади?',
        body: 'Меҳнатга ҳақ тўлаш энг кам миқдорининг \n' +
            'бир баравари миқдорида ишсизлик нафақаси тайинланади.',
    },
    {
        id: 32,
        title: 'Илгари ишламаган ва биринчи \n' +
            'мартта иш қидираётган шахсларга қанча миқдорда ишсизлик нафақаси тайинлана',
        body: 'Меҳнатга ҳақ тўлаш энг кам миқдорининг \n' +
            'камида етмиш беш фоизи миқдорида \n' +
            'ишсизлик нафақаси тайинланади',
    },
    {
        id: 33,
        title: 'Ишсизлик нафақаси миқдори \n' +
            'тўғрисидаги маълумотлар \n' +
            'қайси тизимда акс эттирилади?',
        body: 'Ҳар ой учун (шу жумладан ишсизлик нафақаси тўланадиган тўлиқсиз ойлар учун) \n' +
            'ишсизлик нафақаси миқдори тўғрисидаги \n' +
            'маълумотлар “Бандлик хизмати” ахборот \n' +
            'тизимида акс эттирилади',
    },
    {
        id: 34,
        title: 'Ташкилотлардан бўшатилган \n' +
            'шахсларга қандай тартибда \n' +
            'ишсизлик нафақаси тўланади?',
        body: 'Ташкилотлардан бўшатилган шахслар учун, \n' +
            'агар улар меҳнат шартномаси бекор қилин ганидан кейин ўттиз календарь кун ичида \n' +
            'иш қидираётган шахслар сифатида маҳаллий меҳнат органларида рўйхатдан ўтган \n' +
            'бўлса, белгиланган уч ойлик муддат тугаганидан кейин биринчи кундан эътиборан \n' +
            'ишсизлик нафақаси ҳисобланади.\n' +
            'Ташкилотдан бўшатилган шахс меҳнат \n' +
            'шартномаси бекор қилинганидан кейин \n' +
            'ўттиз календарь кун ичида маҳаллий меҳнат \n' +
            'органларида рўйҳатдан ўтмаган, лекин унга \n' +
            'уч ойлик давр тугаганидан кейин маҳаллий \n' +
            'меҳнат органи томонидан мақбул келадиган \n' +
            'иш берилмаган бўлса, у ишсиз шахс мақомига эга бўлади ҳамда унга меҳнат шартномаси бекор қилинган санадан кейин камида \n' +
            'икки ой муддат ўтгач ишсизлик нафақаси \n' +
            'ҳисобланади.',
    },
    {
        id: 35,
        title: 'Қандай ҳолларда ишсизлик \n' +
            'нафақасини тугатиш ёки тўхтатиб туриш мумкин?',
        body: '',
        bodyArray: [
            'ишсиз шахс ишга жойлашганда;\n',
            'ишсиз шахс мақбул ишга доир иккита \n' +
            'таклифни рад этганда',
            'ишсиз шахс ишсизлик нафақасини \n' +
            'алдов йўли билан олганда',
            'микрокредитлар олганда;',
            'ишсиз шахс Ўзбекистон Республикасидан ташқарида вақтинчалик меҳнат \n' +
            'фаолиятини амалга оширганда;',
            'ишсиз шахс ўзини ўзи банд қилган шахс \n' +
            'сифатида рўйхатга олинганда;\n',
            'ишсиз шахс қонунчиликка мувофиқ \n' +
            'пенсия таъминоти ҳуқуқига эга бўлганда (пенсия туридан қатъи назар);',
            'ишсиз шахс суднинг ҳукми билан \n' +
            'озодликдан маҳрум этиш ёки ахлоқ \n' +
            'тузатиш ишлари тарзидаги жазога ҳукм \n' +
            'қилинганда;',
            'ишсиз шахс ишсизлик нафақасини олиб \n' +
            'турган даврида вақтинча бажариладиган ишга маҳаллий меҳнат органини бу \n' +
            'ҳақда хабардор қилмай жойлашганда;',
            'ишсиз шахс вафот этганда.'
        ]
    },
    {
        id: 36,
        title: 'Ишсизлик нафақаси қандай \n' +
            'ҳолларда тугатилади',
        body: 'Ишсиз шахс маҳаллий меҳнат органига мунтазам равишда узрли сабабларсиз \n' +
            'келмаган ёки белгиланган муддатларда \n' +
            'келишдан бўйин товлаган тақдирда ишсизлик нафақасини тўлаш муддатидан олдин \n' +
            'тугатилади.',
    },
    {
        id: 37,
        title: 'Ишсизлик нафақаси қандай \n' +
            'ҳолларда тўхтатиб турилади?',
        body: '',
        bodyArray: [
            'ишсиз шахс касбга тайёрлашга, қайта \n' +
            'тайёрлашга ёки малака оширишга \n' +
            'юборилганда;',
            'ишсиз шахс ихтисослаштирилган \n' +
            'даволаш-профилактика муассасасида \n' +
            'даволаш курсини ўтаётганда;',
            'ишсиз шахс ҳақ тўланадиган жамоат \n' +
            'ишларида иштирок этаётганда;',
            'Ишсизлик нафақасини тўлаш ишсиз \n' +
            'шахс белгиланган муддатда узрсиз \n' +
            'сабабларга кўра маҳаллий меҳнат \n' +
            'органига келмаган тақдирда уч ойгача \n' +
            'бўлган муддатга тўхтатиб турилиши \n' +
            'мумкин.'
        ]
    },
    {
        id: 38,
        title: 'Қандай шахслар ўзини ўзи \n' +
            'банд қилган шахс мақомини \n' +
            'олади?',
        body: 'Якка тартибдаги тадбиркорлар сифатида \n' +
            'рўйхатга олинмаган ва шахсий меҳнатга \n' +
            'доир иштирокига асосланган, иш ҳақини \n' +
            '(меҳнат даромадини) олишга қаратилган, \n' +
            'ўзини ўзи банд қилган шахслар шуғулланиши мумкин бўлган фаолият (ишлар, хизматлар) турлари рўйхатида назарда тутилган \n' +
            'фаолиятни мустақил равишда амалга \n' +
            'оширадиган шахслар ўзини ўзи банд қилган \n' +
            'шахслар сифатида рўйхатга олиниши \n' +
            'мумкин.',
    },
    {
        id: 39,
        title: 'Аҳолининг ижтимоий муҳтож \n' +
            'тоифалари деганда кимлар \n' +
            'назарда тутилади?',
        body: 'Ижтимоий ҳимояга муҳтож бўлган ва иш \n' +
            'топишда қийналаётган ҳамда меҳнат \n' +
            'бозорида тенг шароитларда рақобатлаша \n' +
            'олмайдиган шахслар аҳолининиг ижтимоий \n' +
            'муҳтож тоифалари ҳисобланади.',
    },
    {
        id: 40,
        title: 'Аҳолининг ижтимоий муҳтож \n' +
            'тоифалари деганда кимлар \n' +
            'назарда тутилади?',
        body: '',
        bodyArray: [
            'ўн тўрт ёшга тўлмаган болалари, \n' +
            'ногиронлиги бўлган болалари бор ёлғиз \n' +
            'отага ёки онага, шунингдек кўп болали \n' +
            'оилаларнинг ота-оналарига;\n',
            'умумий ўрта ва ўрта махсус таълим \n' +
            'ташкилотларини, касб-ҳунар мактабларини, касб-ҳунар коллежларини ҳамда \n' +
            'техникумларни тамомлаб, касбга эга \n' +
            'бўлган ёшлар;\n',
            '“Меҳрибонлик” уйларининг битирувчилари, шунингдек олий таълим муассасаларининг давлат грантлари бўйича \n' +
            'таълим олган битирувчилари;',
            'Ўзбекистон Республикаси Мудофаа \n' +
            'вазирлигининг, Ички ишлар вазирлигининг, Фавқулодда вазиятлар вазирлигининг, Миллий гвардиясининг, Давлат \n' +
            'хавфсизлик хизматининг қўшинларидаги муддатли ҳарбий хизматдан \n' +
            'бўшатилган шахслар;',
            'ногиронлиги бўлган шахслар;',
            'пенсияолди ёшидаги шахслар',
            'жазони ижро этиш муассасаларидан \n' +
            'озод қилинган ёки суд қарорига кўра \n' +
            'ўзига нисбатан тиббий йўсиндаги \n' +
            'мажбурлов чоралари қўлланилган \n' +
            'шахслар;\n',
            'одам савдосидан жабрланганлар'
        ]
    },
    {
        id: 41,
        title: 'Иш ўринларини захирага \n' +
            'қўйишда иштирок этадиган \n' +
            'ташкилот ва корхоналар учун \n' +
            'қандай имтиёзлар берилади?',
        body: 'Захирага қўйиладиган иш ўринларининг \n' +
            'белгиланган энг кам сонидан ортиқча иш \n' +
            'ўринлари ташкил этган ташкилотлар қонунчиликда белгиланган тартибда имтиёзларга, \n' +
            'шу жумладан Ўзбекистон Республикаси \n' +
            'Бандликка кўмаклашиш давлат жамғармасининг маблағлари ҳисобидан субсидиялар \n' +
            'олиш ҳуқуқига эга бўлади.\n' +
            'Туманлар (шаҳарлар) ҳокимлари белгиланган сондан ортиқча захирага қўйиладиган \n' +
            'иш ўринлари ташкил этган ташкилотларга ишлаб чиқаришни ташкил этиш ва бошқа \n' +
            'чора-тадбирлар учун яшаш учун мўлжалланмаган жойларни биринчи навбатда \n' +
            'ажратиш орқали ўз ваколатлари доирасида \n' +
            'имтиёзлар белгилаши мумкин.',
    },
    {
        id: 42,
        title: 'Ногиронлиги бўлган шахслар \n' +
            'учун қандай иш ўринлари барпо \n' +
            'этилади?',
        body: 'Меҳнат шароитлари бўйича аттестациядан \n' +
            'ўтказилган ва ходимга соғлиғининг ҳолатини ҳамда меҳнат фаолиятига доир белгиланган қарши кўрсатмалар ҳисобга олинган \n' +
            'ҳолда меҳнат мажбуриятларини монеликсиз \n' +
            'бажариш имконини берадиган иш ўринлари',
    },
    {
        id: 43,
        title: 'Жамоат ишлари бу ?',
        body: 'Ишсиз ва банд бўлмаган аҳоли учун умумжалб этиш мумкин бўлган, алоҳида тайёргарлик ва малака талаб қилмайдиган, ҳақ \n' +
            'тўланадиган вақтинчалик меҳнат фаолияти \n' +
            'турлари.',
    },
    {
        id: 44,
        title: 'Ҳақ тўланадиган жамоат ишларининг асосий турла ?',
        body: '',
        bodyArray: [
            'шаҳарларнинг, туманларнинг, аҳоли \n' +
            'пунктларининг, маҳаллаларнинг ҳудудларини ва бошқа ҳудудларни ободонлаштириш (кўкаламзорлаштириш, \n' +
            'йиғиштириш, оқлаш, ариқларни, зиёратгоҳларни, маданий объектларни тозалаш ва бошқалар)',
            'уй-жой-коммунал объектлар ва бошқа \n' +
            'инфратузилма объектлари ҳудудларига \n' +
            'туташ уй-жой фондининг объектларини \n' +
            'таъмирлаш ҳамда уларнинг фаолият \n' +
            'кўрсатишини таъминлаш',
            'кўчаларни, йўлларни ва йўлкаларни \n' +
            'таъмирлаш;\n',
            'қишлоқ хўжалиги ишлари, қишлоқ \n' +
            'хўжалиги маҳсулотлари етиштириш, \n' +
            'уларни сақлаш ва қайта ишлаш, қишлоқ \n' +
            'хўжалиги маҳсулотлари ҳосилини \n' +
            'йиғиб-териб олиш, ирригация ва мелиорация тармоқларини таъмирл',
            'ногиронлиги бўлган шахсларни, кексаларни, беморларни ва бошқа шахсларни \n' +
            'парваришлаш;',
            'саноат тармоқлари ташкилотларидаги \n' +
            'ва хизматлар кўрсатиш соҳасидаги \n' +
            'ишлар;',
            'объектларни қуриш, реконструкция \n' +
            'қилиш ва таъмирлаш.'
        ]
    },
    {
        id: 45,
        title: 'Жамоат ишларини бажарувчи \n' +
            'шахс?',
        body: 'Белгиланган тартибда ишсиз деб эътироф \n' +
            'этилган, шунингдек, иш изловчи шахс \n' +
            'сифатида рўйхатга олинган ва жамоат \n' +
            'ишларида қатнашиш учун жалб қилинган \n' +
            'Ўзбекистон Республикаси фуқароси, шунингдек, Ўзбекистон Республикаси ҳудудида \n' +
            'доимий яшаб келаётган чет эл фуқаролари \n' +
            'ҳамда фуқаролиги бўлмаган шахслар.',
    },
    {
        id: 46,
        title: 'Жамоат ишлари нима мақсадларда ташкил қилинад',
        body: '',
        bodyArray: [
            'банд бўлмаган шахсларни вақтинчалик \n' +
            'маош (меҳнат даромади) билан таъминлаш ва уларни иш қидириш даврида \n' +
            'моддий қўллаб-қувватлаш;',
            'касбга (мутахассисликка) эга бўлмаган \n' +
            'илк бор иш изловчи шахсларни меҳнат \n' +
            'фаолиятига жалб этиш;',
            'турли сабабларга кўра (илгари бола \n' +
            'тарбияси, бемор ва кекса оила аъзоларини парваришлаш, жазони ижро этиш \n' +
            'муассасаларидан озод қилинган ва \n' +
            'бошқа сабабларга кўра) узоқ танаффусдан сўнг касбий фаолият билан \n' +
            'шуғулланмаган шахслар меҳнатини \n' +
            'реабилитация қилиш;\n',
            'иқтисодиёт ва ижтимоий соҳанинг \n' +
            'ижтимоий муҳим аҳамиятга эга бўлган \n' +
            'объектларини ишчи кучи билан таъминлаш.'
        ]
    },
    {
        id: 47,
        title: 'Ҳақ тўланадиган жамоат ишларини ташкил',
        body: '',
        bodyArray: [
            'Буюртмачилар-иш берувчилар ҳақ тўланадиган жамоат ишларининг зарур \n' +
            'турлари ва ҳажмларини маҳаллий \n' +
            'меҳнат органлари билан биргаликда \n' +
            'белгилайди;',
            'Буюртмачилар-иш берувчилар ҳақ \n' +
            'тўланадиган жамоат ишларини ташкил \n' +
            'этишга доир талабномани маҳаллий \n' +
            'меҳнат органларига тақдим этади;\n',
            'Маҳаллий меҳнат органлари буюртмачилар-иш берувчиларнинг талабномаларида кўрсатилган ишчи кучига бўлган \n' +
            'талабни ҳисобга олган ҳолда, ҳақ \n' +
            'тўланадиган жамоат ишларига жалб \n' +
            'этиладиган ишсиз шахсларнинг рўйхатларини шакллантиради;',
            'Жамоат ишлари жамғармаси ҳақ \n' +
            'тўланадиган жамоат ишлари бажарилишини маҳаллий меҳнат органларининг \n' +
            'умумлаштирилган талабномалари \n' +
            'асосида молиялаштиради;\n',
            'Маҳаллий меҳнат органлари ҳақ тўланадиган жамоат ишларига жалб этиладиган шахсларнинг рўйхатини илова \n' +
            'қилган ҳолда буюртмачилар-иш берувчилар билан шартномалар тузади',
            'Маҳаллий меҳнат органлари буюртмачи-иш берувчи билан шартнома тузганидан сўнг ҳақ тўланадиган жамоат \n' +
            'ишларига жалб этиладиган шахсларга \n' +
            'ҳақ тўланадиган жамоат ишлари учун \n' +
            'йўлланма беради',
            'Буюртмачи-иш берувчи ҳар ойда \n' +
            'маҳаллий меҳнат органларига ҳақ \n' +
            'тўланадиган жамоат ишлари ташкил \n' +
            'этилганлигини ва ушбу ишлар ҳажми \n' +
            'бажарилганлигини, ишланган вақт \n' +
            'ҳисобини ва ҳақ тўланадиган жамоат \n' +
            'ишларига жалб этиладиган шахсларга \n' +
            'иш ҳақи ҳисобланганлигини тасдиқловчи ҳужжатларни тақдим этади.\n'
        ]
    },
    {
        id: 48,
        title: 'Меҳнатнинг амалдаги қандай \n' +
            'турлари мавжуд?',
        body: '',
        bodyArray: [
            'ақлий меҳнат',
            'жисмоний меҳнат',
            'илмий фаолият;',
            'жисмоний куч талаб қилинадиган иш',
            'ижодий иш ва ҳоказо.'
        ]
    },
    {
        id: 49,
        title: 'Ташкил этиладиган жамоат \n' +
            'ишларининг жойлари ва иштирок этувчилар қайси орган \n' +
            'томонидан белгиланади?',
        body: 'Маҳаллий меҳнат органлари томонидан \n' +
            'белгиланади.\n',
    },
    {
        id: 50,
        title: 'Ҳақ тўланадиган жамоат \n' +
            'ишларига жалб этиладиган \n' +
            'шахсларнинг меҳнатига қандай \n' +
            'тартибда ҳақ тўланади?',
        body: '',
        bodyArray: [
            'Ҳақ тўланадиган жамоат ишларига \n' +
            'жалб этиладиган шахслар билан ҳақ \n' +
            'тўланадиган жамоат ишларида иштирок этиш учун камида икки ҳафталик, \n' +
            'лекин олти ойдан кўп бўлмаган муддатга, айрим ҳолларда эса Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги билан \n' +
            'келишилган ҳолда, ўн бир ойгача \n' +
            'муддатга муддатли меҳнат шартномалари тузилади;',
            'Бюджет ташкилотлари, фуқароларнинг \n' +
            'ўзини ўзи бошқариш органлари шунингдек кўп квартирали уйлардаги уй-жой \n' +
            'мулкдорларининг ширкатлари томонидан ташкил этиладиган ҳақ тўланадиган жамоат ишларида Жамоат ишлари \n' +
            'жамғармасининг маблағлари ҳисобидан \n' +
            'тўлиқ қопланади',
            'Тадбиркорлик субъектлари, нодавлат \n' +
            'нотижорат ташкилотлари томонидан \n' +
            'ташкил этиладиган ҳақ тўланадиган \n' +
            'жамоат ишларида меҳнатга ҳақ тўлаш \n' +
            'бўйича харажатларнинг эллик фоизигача бўлган қисмининг ўрни иш берувчи \n' +
            'бажарилган ишларни тасдиқловчи \n' +
            'ҳужжатни тақдим этган тақдирда, \n' +
            'Жамоат ишлари жамғармасининг \n' +
            'маблағлари ҳисобидан қопланади.'
        ]
    },
    {
        id: 51,
        title: 'Норасмий меҳнат билан \n' +
            'бандлик бу?',
        body: 'Мулк шакли туридан қатъий назар ишлаб \n' +
            'чиқариш ва хизмат кўрсатиш корхоналари \n' +
            'штат бирликларида ҳисобда турмаган меҳнат муносабатлари расман шаклланмаган, солиқ органлари ҳисобига олинмаган ва \n' +
            'меҳнат бозори ва яширин иқтисодиётнинг \n' +
            'таркибий қисми бўлган ижтимоийиқтисодий ва ижтимоий-меҳнат муносабатлар ҳисобланади',
    },
    {
        id: 52,
        title: 'Норасмий бандлик секторининг \n' +
            'иқтисодий-ижтимоий моҳияти \n' +
            'бу?',
        body: 'Мулк шаклидан қатъий назар корхоналарда \n' +
            'ёки уй хўжаликларида ёлланган ходим \n' +
            '(ишчилар) билан меҳнат муносабатларини \n' +
            'Ўзбекистон Республикаси Меҳнат кодекси \n' +
            'талабларига мувофиқ расмийлаштирилмаган ижтимоий-иқтисодий ва ижтимоиймеҳнат муносабатлари ҳисоблан',
    },
    {
        id: 53,
        title: 'Ноанъанавий иш билан бандлик \n' +
            'шакллари бу?',
        body: 'Ёлланма ходимларни (ишчиларни) иш билан \n' +
            'бандлигини технологик мазмунан сақланиб, \n' +
            'ташкилий жиҳатидан фарқ қилувчи барча \n' +
            'шакллари',
        bodyArray: [
            'Масофавий иш усулида;\n',
            'Мослашувчан иш жадвалида;\n',
            'Ўзини ўзи банд қилиш, фриланс',
            'Аутсорсинг;',
            'Вақтинчалик;',
            'Мавсумий;',
            'Уйда иш билан бандлик;',
            'Касаначилик турлари киради.'
        ]
    },
    {
        id: 54,
        title: 'Қўшимча иш деганда нимани \n' +
            'тушунасиз?\n',
        body: 'Бир ташкилотда ишлайдиган ходим, унинг \n' +
            'асосий иши билан бир қаторда, меҳнат \n' +
            'шартномасидан келиб чиққан ҳолда ва \n' +
            'асосий ишдан озод қилинмаган ҳолда \n' +
            '(лавозимларни бирлаштириш, хизмат \n' +
            'кўрсатиш майдонларини кенгайтириш, \n' +
            'вақтинча йўқ ходимнинг вазифаларини \n' +
            'бажариш) амалга ошириладиган иш. Қўшимча иш учун қўшимча ҳақ тўланади.\n',
    },
    {
        id: 55,
        title: 'Иш ўринларини ташкил этишга \n' +
            'доир давлат буюртмаси деганда нимани тушунасиз?',
        body: 'Иш берувчиларга иш қидираётган шахсларни ва ишсиз шахсларни ишга жойлаштириш \n' +
            'учун талаб этиладиган ташкилий-техник \n' +
            'шартларга мувофиқ, муайян сондаги иш \n' +
            'ўринларини ташкил этиш учун бериладиган \n' +
            'буюртма',
    },
    {
        id: 56,
        title: 'Иш ўринларини ташкил этишга \n' +
            'доир давлат буюртмаси қандай \n' +
            'тартибда шакллантирилади?',
        body: 'Иш ўринларини ташкил этишга доир давлат \n' +
            'буюртмаси Ўзбекистон Республикасининг \n' +
            'инвестиция дастурига, ҳудудларни комплекс ривожлантиришга доир дастурларга \n' +
            'ва модернизация қилишга доир тармоқ \n' +
            'дастурларига киритилган лойиҳаларни \n' +
            'амалга ошириш учун зарур бўлган иш \n' +
            'ўринлари сонининг давлат бошқаруви \n' +
            'органлари ва бошқа ташкилотлар томонидан тайёрланган прогнози асосида шакллантирилад',
    },
    {
        id: 57,
        title: 'Ташкил этилган иш ўрни бу ?',
        body: 'Ишлаб чиқариш (ишлар, хизматлар) ҳажмини кенгайтириш, шунингдек ишлаб чиқаришни модернизациялаш ва қайта жиҳозлаш \n' +
            'муносабати билан бўшаб қоладиган иш \n' +
            'ўринларини тўлдириш учун иш берувчи \n' +
            'томонидан янги ёки мавжуд ишлаб чиқариш \n' +
            'қувватларида ташкил этилган иш ўрни',
    },
    {
        id: 58,
        title: 'Субсидия бу ?',
        body: 'Субсидия (Subsidium - ёрдам, нафақа, \n' +
            'қўллаб-қувватлаш) деган маънони билдиради. Давлат бюджети, маҳаллий бюджетлар \n' +
            'маблағлар ёки махсус фондлардан жисмоний ва юридик шахсларга, маҳаллий органларга бериладиган пул маблағ ёки натурал \n' +
            'шаклидаги ёрдам',
    },
    {
        id: 59,
        title: 'Ягона миллий меҳнат тизими” \n' +
            'идоралараро дастурий-аппарат \n' +
            'комплекси бу ?',
        body: 'Меҳнат бозори ва бандлик, меҳнат ресурслари баланси, ташкил этилаётган иш \n' +
            'ўринлари ҳақидаги холис, мунтазам янгилаб \n' +
            'бориладиган маълумотлар базасини ўз \n' +
            'ичига олган, иш берувчилар ва ходимларга \n' +
            'меҳнат муносабатларини электрон шаклда \n' +
            'расмийлаштириш, ишга жойлашишнинг \n' +
            'шахсга доир тарихи, бўш (вакант) иш \n' +
            'ўринлари, ходимларнинг сон ва сифат \n' +
            'таркиби тўғрисидаги маълумотларни \n' +
            'шакллантириш ҳамда сақлаш учун майдонча тақдим этадиган электрон ахборот \n' +
            'тизими.',
    },
    {
        id: 60,
        title: 'ЯММТ тизимининг қандай \n' +
            'имкониятлари мавжуд ?',
        body: '',
        bodyArray: [
            'иш берувчилар ва ходимлар ўртасидаги \n' +
            'меҳнат муносабатларини электрон \n' +
            'рўйхатдан ўтказиш;\n',
            'иш берувчиларнинг барча иш ўринлари \n' +
            'тўғрисидаги электрон маълумотлар \n' +
            'базасини шакллантириш',
            'ходимнинг меҳнат стажини, ҳисобланган иш ҳақи тўғрисидаги маълумотларни ўз ичида шакллантирадиган электрон меҳнат дафтарчасини',
            'аҳоли бандлиги соҳасида давлат \n' +
            'сиёсатини самарадорлигини ошириш, \n' +
            'меҳнат бозори ҳолати ва динамикаси \n' +
            'тўғрисидаги маълумотларни шакллантириш;',
            'меҳнат бозори, минтақалар, ёш ва жинс \n' +
            'омиллари, соҳалар ва мутахассисликлар бўйича ишчи кучига талаб ва \n' +
            'таклифнинг ривожланишини башорат \n' +
            'қилиш'
        ]
    },
    {
        id: 61,
        title: 'ЯММТ тизимига қайси ташкилотлар интеграция',
        body: '',
        bodyArray: [
            'Давлат персоналлаштириш маркази',
            'Таълим сифатини назорат қилиш давлат инспекцияси ва Олий аттестация комиссияси',
            'Давлат солиқ қўмитаси',
            'Ички ишлар вазирлиги',
            'Бюджетдан ташқари пенсия жамғармаси.'
        ]
    },
    {
        id: 62,
        title: 'Иш берувчи бу?',
        body: 'Ташкилот, шу жумладан, унинг алоҳида \n' +
            'таркибий бўлинмалари номидан уларнинг \n' +
            'раҳбарлари, мулкдори айни вақтда унинг \n' +
            'раҳбари ҳисобланадиган хусусий корхоналар, қонунчиликда назарда тутилган ҳолларда ўн саккиз ёшга тўлган алоҳида \n' +
            'шахслар',
    },
    {
        id: 63,
        title: 'ЯММТда меҳнат шартномасини \n' +
            'рўйхатдан ўтказиш қандай \n' +
            'тартибда амалга оширилади ?',
        body: 'Меҳнат ҳақидаги қонунлар талабларига \n' +
            'мувофиқ иш берувчи билан ходим ўртасида \n' +
            'тузилган меҳнат шартномаси тўғрисидаги \n' +
            'маълумотларни “ЯММТ” ИДАКга киритиш \n' +
            'жараёни.',
    },
    {
        id: 64,
        title: 'Ходимнинг электрон меҳнат \n' +
            'дафтарчаси бу?',
        body: 'Жисмоний шахснинг меҳнат фаолияти \n' +
            'тўғрисидаги маълумотлар мавжуд бўлган \n' +
            'электрон ҳужжат, у меҳнат шартномаси иш \n' +
            'берувчи томонидан рўйхатдан ўтказилганлиги, якка тартибдаги тадбиркор сифатида \n' +
            'рўйхатдан ўтганлик, ўзини ўзи банд қилганлиги, вақтинчалик меҳнат фаолиятини \n' +
            'амалга ошириш учун чет элга кетаётган \n' +
            'фуқаролар томонидан Ўзбекистон Республикаси Молия вазирлиги ҳузуридаги бюджетдан ташқари Пенсия жамғармасига \n' +
            'тўланган суғурта бадаллари тўғрисидаги \n' +
            'маълумотлар асосида “ЯММТ” ИДАКда \n' +
            'шакллантирилади, шунингдек, унда ходим \n' +
            'тўғрисидаги маълумотлар (фамилияси, \n' +
            'исми, отасининг исми, туғилган санаси, \n' +
            'маълумоти, касби, мутахассислиги), ишга \n' +
            'жойлашиш даврлари (ишга қабул қилиш, \n' +
            'бошқа ишга ўтказиш), ҳисобланган иш ҳақи шунингдек, жисмоний шахснинг меҳнатига \n' +
            'ҳақ тўлаш тарзидаги даромадлардан \n' +
            'тўланган солиқлар тўғрисидаги маълумотлар мавжуд бўлади.'
    },
    {
        id: 65,
        title: 'Иш берувчининг шахсий \n' +
            'кабинети бу?',
        body: 'Рўйхатдан ўтган иш берувчиларга ходимлар \n' +
            'билан меҳнат шартномалари тузиш, уларни \n' +
            'бекор қилиш, уларга ўзгартириш ва қўшимчалар киритишни рўйхатдан ўтказиш, \n' +
            'шунингдек, иш ўринлари, бўш иш ўринлари \n' +
            'ва ходимлар ҳақидаги маълумотларни \n' +
            'киритиш имконини берувчи “ЯММТ” \n' +
            'ИДАКнинг ёпиқ бўлими.'
    },
    {
        id: 66,
        title: 'Давлатнинг бандлик \n' +
            'сиёсати бу?',
        body: 'Давлат идоралари томонидан меҳнат бозорига нисбатан амалга ошириладиган ва икки \n' +
            'асосий йўналишга эга бўлган чора-тадбирлар тизимидир'
    },
    {
        id: 67,
        title: 'Фаол бандлик сиёсати бу?',
        body: '',
        bodyArray: [
            'Давлат томонидан ишсизликни қисқартириш бўйича амалга оширилаётган \n' +
            'ҳуқуқий, ташкилий, иқтисодий чоралар \n' +
            'мажмуаси',
            'таълим, қайта тайёрлаш, ишсиз ишчиларнинг малакасини ошириш;',
            'Иш жойларини қидириш ва танлаш \n' +
            'вақтинчалик иш тизими орқали янги иш \n' +
            'ўринларини ташкил этиш'
        ]
    },
    {
        id: 68,
        title: 'Пассив бандлик сиёсати бу?',
        body: 'Пассив сиёсат ишсизликнинг салбий оқибатларини қуйидагича юмшатиш имконини \n' +
            'беради:',
        bodyArray: [
            'Давлат томонидан кафолатланган \n' +
            'ишсизлик нафақаларининг тўловлари;',
            'Ишсиз шахсларга тўловлар моддий \n' +
            'ёрдам тўланиши'
        ]
    },
    {
        id: 69,
        title: 'Бандлик сиёсатининг мақсадлари қайсилар?',
        body: '',
        bodyArray: [
            'Иш жойларини қисқаришини чеклаш;',
            'Инвестицион фаолиятнинг ўсишига \n' +
            'кўмаклашиш;',
            'Янги иш ўринларини яратиш;',
            'Фуқароларнинг меҳнат қилиш ҳуқуқини \n' +
            'амалга ошириш'
        ]
    },
    {
        id: 70,
        title: 'Меҳнат бу?',
        body: 'Жамият ёки алоҳида индивид талаб ва эҳтиёжларини қондириш учун бажариладиган \n' +
            'фаолият туридир. Меҳнат иқтисодиётда \n' +
            'ишлаб чиқариш омилларидан бири сифатида кўрилади. Инсоннининг мақсадга мувофиқ ижтимоий фойдали фаолияти энг \n' +
            'аввало табиат предметларини ўзгартириб \n' +
            'эҳтиёжга мослаштиришни билдиради. \n' +
            'Меҳнат кишилик жамияти ҳаётининг асосий \n' +
            'шарти, чунки у туфайли зарур бўлган моддий ва маънавий неъматлар яратилади',
    },
    {
        id: 71,
        title: 'Туман (шаҳар) аҳоли бандлигига кўмаклашиш марказларининг вазифалари ва функциялари нималардан иборат',
        body: '',
        bodyArray: [
            'вазирликка юкланган вазифалар ва \n' +
            'функцияларнинг самарали бажарилишини таъминлашда иштирок этиш',
            'аҳоли, меҳнат муносабатлари, меҳнатни \n' +
            'муҳофаза қилиш ва меҳнат миграцияси \n' +
            'соҳасидаги ва ўз ваколатига кирадиган \n' +
            'бошқа масалаларга доир ташкилотлар \n' +
            'билан ҳамкорлик қилиш;',
            'ишсизларни ишга жойлаштириш \n' +
            'органларига мурожаат қилганларнинг \n' +
            'ишга жойлаштирилишини таъминлаш, \n' +
            'жамоат ишларида, биринчи навбатда, \n' +
            'йирик инвестиция лойиҳаларини амалга \n' +
            'ошириш, йўл ва уй-жой-коммунал \n' +
            'инфратузилма объектларини қуриш, \n' +
            'таъмирлаш ва реконструкция қилиш, \n' +
            'шаҳар ва туманларни обод қилиш \n' +
            'доирасидаги жамоат ишларида, мавсумий қишлоқ хўжалиги ишларида аҳолини иштирок этишга жалб қилиш;',
            'қонун ҳужжатларига, норматив ҳужжатларга риоя этилиши юзасидан мониторинг ва назорат олиб',
            'ишга жойлаштириш, ўқитиш ва малака \n' +
            'ошириш, малакани баҳолаш хизматларига бўлган давлат буюртмасини \n' +
            'молиялаштириш',
            'коворкинг-марказларни ташкил этиш \n' +
            'ва сақлаб туришни молиялаштириш \n' +
            'бўйича таклифларни шакллантириш',
            'аҳолини ишга жойлаштириш соҳасида \n' +
            'хизматлар кўрсатиш бўйича фаолиятни \n' +
            'амалга оширувчи юридик шахсларни \n' +
            'қўллаб-қувватлаш'
        ]
    },
    {
        id: 72,
        title: 'Аутсорсинг бу?',
        body: 'Аутсорсинг (“outsourcing”- ташқи манба ёки \n' +
            'ресурсдан фойдаланиш) Компания томонидан шартнома асосида ўз йўналиши учун \n' +
            'асосий ҳисобланмаган муайян ишлаб \n' +
            'чиқариш функцияларини (бухгалтерия \n' +
            'ҳисоби, юридик хизматлар, маркетинг \n' +
            'тадқиқотлари, ахборотларни қайта ишлаш) \n' +
            'ушбу соҳа бўйича ихтисослашган бошқа \n' +
            'шерикка топшириш',
    },
    {
        id: 73,
        title: 'Коворкинг бу?',
        body: 'Коворкинг (“Co-working”- ҳамкорликдаги \n' +
            'меҳнат) Ихтисослик, малака билим, қизиқишга эга бўлган кўп сонли шахсларнинг \n' +
            'биргаликдаги меҳнат фаолиятининг замонавий шаклидир. Коворкинг умумий ҳудудда турли иш билан банд бўлган одамлар \n' +
            'меҳнатини ташкил этишга янгича ёндашув \n' +
            'ҳисобланади. Меҳнат фаолиятини коворкинг шаклида ташкил этиш иш жойи учун \n' +
            'харажатларни тежаш мақсадини кўзлайди. \n' +
            'Коворкинг Ақш ва Германияда 1990 йилда \n' +
            'пайдо бўлган',
    },
    {
        id: 74,
        title: 'Краудсорсинг бу ?',
        body: 'Инновацион ишлаб чиқариш муаммоларини \n' +
            'ҳал этиш мақсадида интелектуал шахслар \n' +
            'кенг доирасининг ижобий қобилият, билим ва тажрибаларидан фойдаланиш учун ахборот-коммуникация технологияларини қўллаган ҳолда уларни бу фаолиятга кўнгилли \n' +
            'равишда жалб қилиш шакли ҳисобланади',
    },
    {
        id: 75,
        title: 'Меҳнат бозори?',
        body: 'Иш кучи билан ишчи кучига бўлган талаб \n' +
            'учрашган жой.',
    },
    {
        id: 76,
        title: 'Меҳнат бозорида талаб \n' +
            'ва таклиф?',
        body: 'Меҳнат бозоридаги талаб – бу улар учун ҳар \n' +
            'қандай нархдаги мамлакат меҳнат ресурсларига бўлган талабнинг йиғиндиси. Ишчи \n' +
            'кучи таклифи – бу мамлакатдаги ходимилар учун мумкин бўлган ишчи кучи баҳосидаги меҳнат ресурслари йиғиндисидир',
    },
    {
        id: 77,
        title: 'Меҳнат ресурслари?',
        body: 'Бу меҳнатга қобилятли ёшдаги аҳоли ҳамда \n' +
            'қонун ҳужжатларида белгиланган иқтисодий \n' +
            'фаолликнинг қуйи ва юқори ёш чегараларига кирмайдиган ишлаётган шахслар. Улар \n' +
            'жисмоний ва ақлий қобилятга эга бўлиб, \n' +
            'фаолият жараёнида моддий неъматлар ва \n' +
            'хизматларни яратадилар.\n' +
            'Меҳнат ресурслари – меҳнатга лаёқатли \n' +
            'ёшдаги аҳоли ҳамда банд бўлган, меҳнатга \n' +
            'лаёқатли ёшдан 16 ёшдан 72 ёшгача бўлган \n' +
            'шахслар.',
    },
    {
        id: 78,
        title: 'Меҳнат ресурслари баланси?',
        body: 'Меҳнат ресурсларининг сонини ва таркибини, шунингдек уларнинг банд бўлган, банд \n' +
            'бўлмаган ва иқтисодий жиҳатдан фаол \n' +
            'бўлмаган аҳолига тақсимланишини акс \n' +
            'эттирувчи кўрсаткичлар тизими',
    },
    {
        id: 79,
        title: 'Меҳнат ресурслари мобиллиги?',
        body: 'Меҳнат ресурсларининг бир минтақа ёки ҳудуддан бошқасига ўтиши, бир меҳнат \n' +
            'фаолият турини бошқасига алмаштиришга \n' +
            'тайёрлиги даражаси тушунилади',
    },
    {
        id: 80,
        title: 'Ишчи кучи?',
        body: 'Инсон меҳнат фаолияти жараёнида фойдаланадиган жисмоний ва маънавий қобилиятларининг жамланма',
    },
    {
        id: 81,
        title: 'Ишчи кучи бозори бу?',
        body: 'Бу хўжалик фаолияти жараёнида “ишчи \n' +
            'кучи” товари эгалари ва унинг асосий \n' +
            'истеъмолчилари – давлат ва тадбиркорлар \n' +
            'ўртасида меҳнат шароитлари ва унга ҳақ \n' +
            'тўлаш миқдорлари, ишчиларнинг малака \n' +
            'даражаси, улар томонидан бажарилаётган \n' +
            'ишларнинг ҳажми, интенсивлиги ва масъулият даражаси бўйича таркиб топувчи \n' +
            'ижтимоий-иқтисодий муносабатларнинг \n' +
            'мураккаб тизими.\n',
    },
    {
        id: 82,
        title: 'Иқтисодий фаол аҳоли?',
        body: 'Меҳнат фаолиятининг даромад келтирувчи \n' +
            'қонуний тури билан шуғулланувчилар, \n' +
            'шунингдек, ишга жойлаштиришга муҳтож иш \n' +
            'билан таъминланмаган аҳоли.\n',
    },
    {
        id: 83,
        title: 'Иқтисодий фаол аҳоли?',
        body: 'Ишчи кучи таркибига кирмайдиган қуйидаги \n' +
            'меҳнатга қобилятли аҳоли қатламидан \n' +
            'иборат:',
        bodyArray: [
            'Ишлаб чиқаришдан ажралган ҳолда \n' +
            'таълим олаётган ҳамда иш ҳақига ёки \n' +
            'меҳнат даромадига эга бўлмаган \n' +
            'ўқувчи ва талабалар;',
            'Ишламаётган III-гуруҳ ногиронлари;',
            'Бола парвариши билан банд бўлган \n' +
            'ишламаётган аёллар',
            'Ихтиёрий равишда меҳнат билан банд \n' +
            'бўлмаган шахслар'
        ]
    },
    {
        id: 84,
        title: 'Иқтисодиётнинг расмий \n' +
            'секторида меҳнат билан банд',
        body: 'Расмий секторида банд бўлганлар жумласига қуйидагилар киради:',
        bodyArray: [
            'давлат ижтимоий суғурта бадали \n' +
            'тўлови бўйича корхона, муассаса ва \n' +
            'ташкилотларнинг солиқ ҳисоботларида \n' +
            'қайд этилган шахслар',
            'ҳарбий хизматчилар, ички ишлар \n' +
            'органлари ходимлари ҳамда қонунчиликка мувофиқ давлат ижтимоий \n' +
            'суғурта бадали тўловидан озод этилган \n' +
            'ташкилотлар ходимлари',
            'якка тартибдаги тадбиркорлар, деҳқон \n' +
            'хўжалиги аъзолари, қорамол ўстириш \n' +
            'билан банд бўлган ва шахсий ёрдамчи \n' +
            'хўжаликларда ишлаб чиқарилган \n' +
            'чорвачилик маҳсулотларини сотиш \n' +
            'билан банд бўлганлар, ҳамда давлат \n' +
            'ижтимоий суғурта бадали тўловини \n' +
            'мажбурий ёки ихтиёрий равишда \n' +
            'амалга ошираётган шахсий ёрдамчи \n' +
            'хўжаликларда бошқа турдаги қишлоқ \n' +
            'хўжалиги маҳсулотлари етиштириш \n' +
            'билан банд бўлганлар'
        ]
    },
    {
        id: 85,
        title: 'Бандлик даражаси бу ?',
        body: 'Жами меҳнат билан банд бўлганларнинг (шу \n' +
            'жумладан норасмий секторда ва Ўзбекистон Республикасидан ташқарида вақтинчалик меҳнат фаолиятини амалга ошираётган \n' +
            'фуқаролар) иқтисодий фаол аҳолига \n' +
            'нисбати, фоизда ҳисобланади',
    },
    {
        id: 86,
        title: 'Ишга жойлаштиришга муҳтож \n' +
            'иш билан таъминланмаган \n' +
            'аҳоли?',
        body: 'Ишсиз сифатида рўйхатдан ўтказилган \n' +
            'шахслар, шунингдек, ҳақ тўланадиган \n' +
            'фаолиятга ёки даромад келтирувчи машғулотга эга бўлмаган, мустақил равишда иш \n' +
            'изловчи ва таклиф этилса, ишга жойлашишга тайёр бўлган меҳнатга қобилятли ёшдаги \n' +
            'вақтинча юмуш билан банд бўлмаган \n' +
            'шахслар ташкил этади.\n',
    },
    {
        id: 87,
        title: 'Ўзини ўзи банд қилган шахслар \n' +
            'шуғулланиши мумкин бўлган \n' +
            'қўшимча фаолият (ишлар, \n' +
            'хизматлар) турлари қайсилар ?',
        body: '',
        bodyArray: [
            'Уй ҳайвонлари (қорамол, қўй, эчки, от ва \n' +
            'бошқалар) бозорларида воситачилик \n' +
            'хизмати;',
            'Автомобиль бозорларида воситачилик \n' +
            'хизмати;',
            'Риэлторлик хизматини кўрсатиш \n' +
            '(ижарага уй топиб бериш, уй сотиб олиш \n' +
            'ва сотишга кўмаклашиш);',
            'Уйда сут ва сут маҳсулотларини қайта \n' +
            'ишлаш ва сотиш хизмати;',
            'Маиший буюмларни ижарага бериш \n' +
            'хизмати (стол-стул, идиш-товоқ, асбобускуна ва бошқалар);',
            'Гипс ва ганчдан буюмлар ясаш (уй \n' +
            'жиҳозлари, эртак қаҳрамонлари ҳайкалларини ясаш);',
            'Тош ва тош маҳсулотларидан ёдгорлик, \n' +
            'сувенир ва декоратив буюмлар тайёрлаш;',
            'Ёғоч маҳсулотларидан сават, нон \n' +
            'маҳсулотлари учун махсус идиш ва \n' +
            'бошқа буюмларни тўқиш;',
            'Уй шароитида пилла етиштириш, \n' +
            'шахсий томорқа ер участкасида тут \n' +
            'меваси, ниҳоли ва кўчатини етиштириш, \n' +
            'уйда ипак мато, ипак гилам тўқиш ва \n' +
            'сотиш;\n',
            'Кулолчилик.'
        ]
    },
    {
        id: 88,
        title: 'Томорқа ер участкалари эгаларини кооперация ва касаначилик асосида иш билан банд \n' +
            'бўлган тадбиркорлик субъектларига Бандликка кўмаклашиш \n' +
            'давлат жағармаси ҳисобидан \n' +
            'қанча миқдорда субсидия \n' +
            'ажратилади?\n',
        body: 'Базавий ҳисоблаш миқдорининг 20 бараваригача миқдорда ҳоким ёрдамчиларининг \n' +
            'тавсиясига асосан субсидия ажратилади',
    },
    {
        id: 89,
        title: 'Томорқа ер участкалари эгаларини кооперация ва касаначилик асосида иш билан банд \n' +
            'қилган тадбиркорлик субъектларига яъни кооперациянинг \n' +
            'қайси турлари Бандликка \n' +
            'кўмаклашиш давлат жамғармаси ҳисобидан субсидия \n' +
            'ажратилиши белгиланган?',
        body: '',
        bodyArray: [
            'парранда (товуқ, бедана, ўрдак, ғоз, \n' +
            'курка), паррандани сақлаш учун катак, \n' +
            'озуқа еми ҳамда дори воситалари;',
            'узум кўчати ва ток сўриси;',
            'асалари оиласи, асалари уяси учун қути \n' +
            'ҳамда озуқа еми;',
            'қуён, қуён катаги ва озуқа еми',
            'балиқ чавоқлари, сунъий ҳовуз ва озуқа \n' +
            'емини харид қилиш ҳамда кейинчалик \n' +
            'томорқа ер эгаларига тақдим этиш учун \n' +
            'субсидия ажратилади'
        ]
    },
    {
        id: 90,
        title: 'Шахсий томорқа ер участкаларида юритиладиган қўшимча \n' +
            'фаолият турлари?',
        body: '',
        bodyArray: [
            'Чорвачилик (қорамол, қўй, эчки, от ва \n' +
            'бошқалар);\n',
            'Иссиқхона;\n',
            'Паррандачилик (бедана, курка, ғоз, \n' +
            'ўрдак);',
            'Қуёнчилик;',
            'Асаларичилик;\n',
            'Балиқчилик;',
            'Боғдорчилик;',
            'Лимончилик;\n',
            'Гулчилик'
        ]
    }
]

const type2Questions = [
    {
        id:91,
        title: 'Турмуш даражаси бу?',
        body: 'Бу жисмоний, маънавий ва ижтимоий \n' +
            'эҳтиёжларнинг ривожланиш даражаси, \n' +
            'қондирилганлик миқёси ва уларни қондириш учун яратилган имкониятларни акс \n' +
            'эттирувчи комплекс ижтимоий-иқтисодий \n' +
            'категориядир',
    },
    {
        id:92,
        title: 'Аҳоли даромадлари бу?',
        body: 'аҳоли ёки унинг оила аъзолари томонидан маълум давр ичида бир ой, бир йилда \n' +
            'олинган маблағ пул шакли ёки натурал \n' +
            'қимматга эга неъматлар миқдори.',
    },
    {
        id:93,
        title: 'Аҳолининг пул шаклидаги \n' +
            'даромадлари бу?',
        body: 'Иш ҳақи ҳисобидаги барча пул маблағлари \n' +
            'тушуми; пенсиялар, стипендиялар, турли \n' +
            'нафақалар, мулкдан фоиз, дивидентлар, \n' +
            'акциялар, қимматли қоғозлар, кўчмас мулк \n' +
            'ва ҳақозолар',
    },
    {
        id:94,
        title: 'Аҳолининг натурал \n' +
            'даромадлари бу?',
        body: 'Қишлоқ хўжалиги маҳсулотларни харид \n' +
            'қилиш орқали барча тушумлари, деҳқончилик, чорвачилик, паррандачилик, сабзавотполиз экинлари, шахсий томорқа, оилавий \n' +
            'эҳтиёжлар учун тайёрланадиган махсулотларни қонуний равишда харид этиш',
    },
    {
        id:95,
        title: 'Аҳолининг умумий \n' +
            'даромадлари бу?',
        body: 'Мажбурий тўловлар ва бошқа ажратмаларни \n' +
            'амалга оширгунга қадар бўлган ялпи даромадни ифода этади. Аҳолининг умумий \n' +
            'даромадига пул даромадлари ва натура \n' +
            'шаклидаги даромадлар киради ҳамда \n' +
            'доимий асосда, такрорланувчи ҳусусиятга эга бўлган, йиллик ёки ундан кам вақт \n' +
            'оралиғидаги даврда уй хўжалиги ёки унинг \n' +
            'алоҳида аъзоларига тушадиган тушумлардан иборат',
    },
    {
        id:96,
        title: 'Ижтимоий соҳа бу?\n',
        body: 'Аҳоли турмуш тарзи, унинг фаровонлиги, \n' +
            'истеъмол даражасига бевосита боғлиқ \n' +
            'бўлган ва уларни белгилаб берувчи тармоқлар, корхоналар ва ташкилотлар мажмуи. \n' +
            'Ижтимоий соҳага энг аввало хизмат кўрсатиш соҳаси (маориф, маданият, соғлиқни \n' +
            'сақлаш, ижтимоий таъминот, жисмоний \n' +
            'тарбия, умумий овқатланиш, коммунал \n' +
            'хизмат кўрсатиш, йўловчи транспорти, \n' +
            'алоқа ва бошқалар) киради',
    },
    {
        id:97,
        title: 'Ижтимоий соҳа обектлари бу?',
        body: 'Аҳолининг муносиб турмуш шароити ва \n' +
            'фаровонлигини таъминлашга хизмат \n' +
            'қилувчи соҳа ва тармоқлар мажмуи. Булар \n' +
            'қаторига уй-жой фондлари, соғлиқни \n' +
            'сақлаш, маориф, спорт, маданият муассасалари ва бошқаларни киритиш мумкин',
    },
    {
        id:98,
        title: 'Ижтимoий дастурлар бу?',
        body: 'Аҳолининг бевосита турмуш шароити ва \n' +
            'фаровонлигини таъминлашга хизмат \n' +
            'қилувчи соҳа ва тармоқларни ривожлантиришга оид чора-тадбирларни ўз ичига олган \n' +
            'режавий ҳужжатлар',
    },
    {
        id:99,
        title: '“Ижтимоий ҳимоя ягона \n' +
            'реестри” ахборот тизими?',
        body: 'Идоралараро электрон ўзаро ҳамкорликни \n' +
            'қўллаган ҳолда кам таъминланган оилаларни аниқлаш, уларга болалар нафақаси ва \n' +
            'моддий ёрдам тайинлаш ҳамда давлат \n' +
            'томонидан кўрсатиладиган ижтимоий \n' +
            'хизматлар ва ёрдамни олиш учун мурожаат \n' +
            'қилувчилар ва олувчилар тўғрисида ягона \n' +
            'маълумотлар базасини шакллантириш \n' +
            'амалга ошириладиган автоматлаштирилган \n' +
            'ахборот тизими.',
    },
    {
        id:100,
        title: 'Аҳолини рўйхатга олиш?\n',
        body: 'Ўзбекистон Республикасининг бутун ҳудудида ёки унинг муайян ҳудудларида ўтказиладиган, белгиланган санада аҳолининг \n' +
            'демографик ва ижтимоий-иқтисодий \n' +
            'тавсифларини белгиловчи шахсга доир \n' +
            'маълумотларни йиғиш ҳамда уларга ишлов \n' +
            'бериш даврий жараёни.',
    },
    {
        id:101,
        title: 'Аҳолини рўйхатга олишнинг \n' +
            'асосий мақсади?',
        body: 'Аҳолини рўйхатга олишнинг асосий мақсади \n' +
            'Ўзбекистон Республикасида аҳоли таркибининг ҳолати ва ривожланиш динамикаси \n' +
            'ҳақида мамлакатни социал-иқтисодий ва \n' +
            'ижтимоий-сиёсий ривожлантириш соҳасидаги давлат сиёсатининг устувор йўналишларини белгилаш ва амалга ошириш учун \n' +
            'зарур бўлган ишончли ва холис ахборотни \n' +
            'олишдан иборатдир.',
    },
    {
        id:102,
        title: 'Давлатнинг ижтимоий ҳимоя \n' +
            'тизими?',
        body: 'Ўзгарувчан ва беқарор меҳнат бозори \n' +
            'шароитида фуқаролар учун тенг меҳнат \n' +
            'шароитларини вужудга келтириш, айниқса, \n' +
            'меҳнатга лаёқатли аҳолининг ижтимоий \n' +
            'заиф қатламларини кафолатланган ижтимоий ҳимоя қилишнинг қонуний, ташкилий \n' +
            'ва молиявий мажмуаси ҳисобланади',
    },
    {
        id:103,
        title: 'Истеъмол саватчаси?\n',
        body: 'Бу алоҳида шахс ёки оила томонидан бир ой \n' +
            'ёки йил давомида истеъмол қилинадиган \n' +
            'маҳсулотлари ва фойдаланадиган хизматлари турлари ва миқдорининг ҳисоб-китоб \n' +
            'қилинган тўпламидир. Жаҳоннинг ривожланган давлатларида истеъмол саватчаси \n' +
            'инсоннинг тирикчилик кечириш учун зарур \n' +
            'бўлган энг кам миқдорини аниқлаш учун \n' +
            'фойдаланилади. У шунингдек, ҳар бир \n' +
            'мамлакат валютаси харид қобилятини \n' +
            'аниқлаш учун асос ҳам бўлади.',
    },
    {
        id:104,
        title: 'Ижтимоий нафақа',
        body: 'Муайян сабабларга кўра, меҳнат қилиш \n' +
            'имкониятига эга бўлмаган ва домий равишда ёрдамга муҳтож фуқароларга давлат \n' +
            'томонидан бериладиган нафақа.\n',
    },
    {
        id:105,
        title: 'Ижтимоий таътил бу?',
        body: 'Бу оналик, бола парваришлаш, иш жойида \n' +
            'ўқиш ва бошқа ижтимоий мақсадлар учун \n' +
            'қулай шарт-шароитларни яратиш мақсадида ходимни маълум муддатга ишдан \n' +
            'бўшатиш каби имтиёзлар мажмуасидир.',
    },
    {
        id:106,
        title: 'Пенсия?',
        body: 'Пенсия таъминот тизими, фуқароларга \n' +
            'маълум ёшга тўлганида, ногиронлиги \n' +
            'сабабли, боқувчисини йўқотганида ва \n' +
            'қонунда назарда тутилган бошқа ҳолларда \n' +
            'мунтазам равишда бериладиган нақд (ёки \n' +
            'электрон шаклидаги) тўловлар',
    },
    {
        id:107,
        title: 'Пенсия?',
        body: '',
        bodyArray: [
            'ёшга доир пенсия;',
            'ногиронлик пенсияси',
            'боқувчисини йўқотганлик пенсияси'
        ]
    },
    {
        id:108,
        title: 'Ёшга доир пенсия олиш \n' +
            'ҳуқуқи бу?',
        body: '',
        bodyArray: [
            'эркаклар — 60 ёшга тўлганда ва иш \n' +
            'стажлари камида 25 йил бўлган тақдирда;\n',
            'аёллар — 55 ёшга тўлганда ва иш \n' +
            'стажлари камида 20 йил бўлган тақдирда эга бўладилар',
        ]
    },
    {
        id:109,
        title: 'Ногиронлиги бўлган шахс?',
        body: 'Ижтимоий ёрдам ва ҳимояга, жамият ва \n' +
            'давлатнинг сиёсий, иқтисодий, ижтимоий \n' +
            'ҳаётида бошқалар билан бирга тенг тўлиқ ва \n' +
            'самарали иштирок этиш учун шартшароитлар яратилишига муҳтож барқарор \n' +
            'жисмоний, ақлий, сенсор (сезги) ёки руҳий \n' +
            'нуқсонлари бўлган шахс.\n',
    },
    {
        id:110,
        title: 'Ногиронлиги бўлган шахсларни \n' +
            'ижтимоий ҳимоя қилиш \n' +
            'тизими?',
        body: 'Ҳаёт фаолиятига доир чекловларни енгиб \n' +
            'ўтиш, уларнинг ўрнини қоплаш (компенсация қилиш) учун ногиронлиги бўлган шахсларга шарт-шароитларни таъминлайдиган \n' +
            'ҳамда уларга жамият ва давлат ҳаётида \n' +
            'иштирок этишнинг бошқа фуқаролар билан \n' +
            'тенг имкониятларини яратишга қаратилган, \n' +
            'давлат томонидан кафолатланган иқтисодий, ижтимоий ва ҳуқуқий чора-тадбирлар \n' +
            'тизими'
    },
    {
        id:111,
        title: 'Одам савдоси?',
        body: 'Куч билан таҳдид қилиш ёки куч ишлатиш \n' +
            'ёхуд мажбурлашнинг бошқа шаклларидан \n' +
            'фойдаланиш, ўғирлаш, фирибгарлик, алдаш, \n' +
            'ҳокимиятни суиистеъмол қилиш ёки вазиятнинг қалтислигидан фойдаланиш орқали \n' +
            'ёхуд бошқа шахсни назорат қилувчи шахснинг розилигини олиш учун тўловлар ёки \n' +
            'манфаатдор этиш эвазига оғдириб олиш \n' +
            'йўли билан одамлардан фойдаланиш \n' +
            'мақсадида уларни ёллаш, ташиш, топшириш, \n' +
            'яшириш ёки қабул қилиш. Одамлардан \n' +
            'фойдаланиш бошқа шахсларнинг фоҳишалигидан фойдаланишни ёки улардан шаҳвоний фойдаланишнинг ўзга шаклларини, \n' +
            'мажбурий меҳнатни ёки хизматларни, \n' +
            'қулликни ёхуд қулликка ўхшаш одатларни, \n' +
            'эрксизлик ҳолатини ёхуд инсон аъзоларини, \n' +
            'тўқималарини ва (ёки) ҳужайраларини \n' +
            'ажратиб олишни англатади.'
    },
    {
        id:112,
        title: 'Одам савдосидан жабрланган \n' +
            'шахс?',
        body: 'Одам савдосидан, бундай ҳаракатга розилик берганлиги-бермаганлигидан ва жиноят \n' +
            'процессида иштирок этганлигиэтмаганлигидан қатъи назар, жабрланган \n' +
            'жисмоний шахс'
    },
    {
        id:113,
        title: 'Одам савдосига қарши \n' +
            'курашишга доир фаолиятни \n' +
            'амалга оширувчи давлат \n' +
            'органлари қайсилар?',
        body: '',
        bodyArray: [
            'Ўзбекистон Республикаси Ички ишлар \n' +
            'вазирлиги;',
            'Ўзбекистон Республикаси Бош прокуратураси;',
            'Ўзбекистон Республикаси Давлат \n' +
            'хавфсизлик хизмати;\n',
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги;',
            'Ўзбекистон Республикаси Ташқи ишлар \n' +
            'вазирлиги, Ўзбекистон Республикасининг хориждаги дипломатик ваколатхоналари ва консуллик муассасалари;\n',
            'Ўзбекистон Республикаси Соғлиқни \n' +
            'сақлаш вазирлиги.'
        ]
    },
    {
        id:114,
        title: 'Ўзбекистон Республикаси \n' +
            'Бандлик ва меҳнат муносабатлари вазирлигининг одам \n' +
            'савдосига қарши курашиш \n' +
            'соҳасидаги ваколатларини \n' +
            'санаб беринг?',
        body: '',
        bodyArray: [
            'Одам савдосига қарши курашиш \n' +
            'соҳасидаги давлат дастурларини ишлаб \n' +
            'чиқишда ҳамда амалга оширишда \n' +
            'иштирок этади;',
            'одам савдосидан жабрланган деб \n' +
            'тахмин қилинаётганларни дастлабки \n' +
            'идентификация қилишни амалга \n' +
            'оширади',
            'хорижда меҳнат фаолиятини амалга \n' +
            'ошириш даврида зўравонликка, мажбурий меҳнатга ва камситишга, меҳнат ва \n' +
            'бошқа ҳуқуқлари бузилишига дучор \n' +
            'этилган, шахсини тасдиқловчи ҳужжатларсиз, тирикчилик учун маблағларсиз \n' +
            'қолган фуқароларни ҳуқуқий ва ижтимоий жиҳатдан ҳимоя қилади;',
            'одам савдосидан жабрланганларни \n' +
            'ишга жойлаштириш чораларини кўради;',
            'Ўзбекистон Республикаси фуқароларини ишга жойлаштиришга доир фаолиятни амалга оширувчи, шу жумладан \n' +
            'хорижда амалга оширувчи юридик \n' +
            'шахслар томонидан лицензия талаблари ва шартларига риоя этилишини \n' +
            'назорат қилади'
        ]
    },
    {
        id:115,
        title: 'Аҳолининг ижтимоий қатлами \n' +
            'учун қандай дафтарлар жорий \n' +
            'этилган?',
        body: '',
        bodyArray: [
            '“Темир дафтар”;',
            '“Аёллар дафтари”;\n',
            '“Ёшлар дафтари”.'
        ]
    },
    {
        id:116,
        title: 'Темир дафтар” деганда \n' +
            'нимани тушунасиз?\n',
        body: 'Ижтимоий аҳволи ва турмуш шароити оғир \n' +
            'ҳамда сектор раҳбарлари томонидан алоҳида назоратга олинган оилаларни қайд этиш, \n' +
            'муаммоларини аниқлаш, бартараф этиш ва \n' +
            'назоратини олиб бориш бўйича маълумотлар базаси.',
    },
    {
        id:117,
        title: '“Темир дафтар”га эҳтиёжманд \n' +
            'оилаларнинг қайси тоифалари \n' +
            'киритилади?',
        body: '',
        bodyArray: [
            'ижтимоий ёрдамга муҳтож I ва II гуруҳ \n' +
            'ногиронлиги бўлган аъзолари мавжуд \n' +
            'оилалар',
            'кам таъминланган якка-ёлғизлар ва \n' +
            'кексалар;',
            'боқувчисини йўқотган эҳтиёжманд \n' +
            'оилалар',
            'кўп (4 ва ундан ортиқ) фарзандли \n' +
            'моддий кўмакка муҳтож оилалар',
            'меҳнатга лаёқатли ишсиз аъзолари \n' +
            'мавжуд эҳтиёжманд оилалар',
            'тиббий ёрдамга муҳтож эҳтиёжманд \n' +
            'оилалар (сурункали ёки оғир ногиронликка олиб келувчи касалликка чалинган ва ногиронлик гуруҳи белгиланмаган аъзолари мавжуд етарли даромад \n' +
            'манбаига эга бўлмаган оилалар);',
            'нотурар жойларда истиқомат қилаётган, ўзи ёки биргаликда яшовчи оила \n' +
            'аъзоларининг номида турар жой \n' +
            'бўлмаган эҳтиёжманд оилалар'
        ]
    },
    {
        id:118,
        title: '“Аёллар дафтари” деганда \n' +
            'нимани тушунасиз?\n',
        body: 'Ижтимоий, иқтисодий, ҳуқуқий, психологик \n' +
            'қўллаб-қувватлашга, билим ва касб ўрганишга эҳтиёжи ва иштиёқи бўлган ишсиз \n' +
            'хотин-қизларнинг муаммоларини аниқлаш, \n' +
            'бартараф этиш ва назоратини олиб бориш \n' +
            'бўйича маълумотлар базаси.',
    },
    {
        id:119,
        title: 'Аёллар дафтари”ни юритиш \n' +
            'орқали хотин-қизлар муаммоларини тизимли равишда ҳал \n' +
            'этиш ва уларни ижтимоий қўллаб-қувватлаш қайси давлат \n' +
            'идоралари тарафидан амалга \n' +
            'оширилади?',
        body: '',
        bodyArray: [
            'Оила ва хотин-қизлар давлат қўмитаси',
            'Иқтисодий тараққиёт ва камбағалликни \n' +
            'қисқартириш вазирлиги',
            'Бандлик ва меҳнат муносабатлари \n' +
            'вазирлиги;\n',
            'Соғлиқни сақлаш вазирлиги'
        ]
    },
    {
        id:120,
        title: 'Аёллар дафтари”га қайси \n' +
            'тоифадаги хотин-қизлар \n' +
            'киритилади?',
        body: '“Аёллар дафтари”га 30 ёшдан ошган қуйидаги тоифадаги хотин-қизлар киритилад',
        bodyArray: [
            'ижтимоий ҳимояга муҳтож ишсиз \n' +
            'хотин-қизлар;\n',
            'тадбиркорлик қилиш истагида бўлган \n' +
            'эҳтиёжманд хотин-қизлар;\n',
            'боқувчиси бўлмаган эҳтиёжманд хотинқизлар;\n',
            'ижтимоий ёрдамга муҳтож I ва II гуруҳ \n' +
            'ногиронлиги бўлган, шунингдек, тезкор \n' +
            'тиббий муолажага муҳтож эҳтиёжманд \n' +
            'хотин-қизлар;',
            'уй-жойга муҳтож эҳтиёжманд хотинқизлар;',
            'қарамоғида ногиронлиги бўлган фарзанди мавжуд эҳтиёжманд хотинқизлар.\n'
        ]
    },
    {
        id:121,
        title: 'Аёллар дафтари”дан чиқариш \n' +
            'тартиби?',
        body: '',
        bodyArray: [
            'ҳар бир тоифа бўйича белгиланган \n' +
            'амалий ёрдамлар тўлиқ кўрсатилганда \n' +
            '(индивидуал дастур асосида);',
            'тўлиқ давлат таъминотига олинганда;',
            'ўз аризасига кўра;\n',
            '“Аёллар дафтари”га ноқонуний киритилганлиги аниқланганда',
            'бошқа давлатларга доимий яшаш учун \n' +
            'чиқиб кетганда;',
            'суднинг озодликдан маҳрум этишни \n' +
            'назарда тутувчи ҳукми қонуний кучга \n' +
            'кирганда;',
            'шахс вафот этган тақдирда ёки суд \n' +
            'қарори асосида бедарак йўқолган деб \n' +
            'топилганда'
        ]
    },
    {
        id:122,
        title: 'Ёшлар дафтари деганда \n' +
            'нимани тушунасиз?',
        body: '“Ёшлар дафтари” – бу ҳар бир сектор ҳудуди \n' +
            'кесимида истиқомат қилаётган, 18 ёшга \n' +
            'тўлган 30 ёшдан ошмаган ишсиз ёшларнинг \n' +
            'манзилли рўйхати қайд этиладиган электрон дастур.\n' +
            '“Ёшлар дафтари”ни сектор котиби ва Ёшлар \n' +
            'ишлари агентлигининг туман (шаҳар) бўлими \n' +
            'бошлиғи юритади.\n' +
            '“Ёшлар дафтари”га ёши, жинси, касбга \n' +
            'лаёқати бўйича: ',
        bodyArray: [
            'битирувчи ёшлар',
            'ҳозирда ишсиз бўлган ёшлар',
            'ишга муҳтож ногирон ёшлар',
            'хориждан қайтган ёшлар,',
            'ЖИЭМ озод этилган ёшлар, ҳарбий \n' +
            'хизматдан қайтган ёшлар киритилади'
        ]
    },
    {
        id:123,
        title: 'Ёшлар дафтари” электрон \n' +
            'платформаси бу?',
        body: 'Ёшларга тегишли бўлган маълумотларни \n' +
            'жамлаш, таҳлил қилиш, қайта ишлаш \n' +
            'тизимини яратиш ҳамда тегишли вазирликлар ва идоралар билан рақамли маълумотлар алмашувини ташкил этиш, ёшларнинг \n' +
            'мурожаатлари билан тизимли ишлаш \n' +
            'юзасидан чора-тадбирлар самарадорлиги \n' +
            'мониторингини олиб бориш имконини \n' +
            'берувчи махсус электрон платформа \n' +
            'ҳисобланади',
    }
]

const type3Questions = [
    {
        id:124,
        title: 'Касб бу?',
        body: 'Махсус тайёргарлик ва иш тажрибаси \n' +
            'натижасида маълум бир соҳада меҳнат \n' +
            'фаолиятни амалга ошириш учун лозим \n' +
            'бўлган назарий билимлар, амалий кўникма \n' +
            'ва малакалар мажмуасини эгаллаган, \n' +
            'жисмоний имконият, ақлий қобилият ва \n' +
            'ҳуқуқлари таъминланган меҳнат фаолияти \n' +
            '(машғулоти)нинг туридир.\n'
    },
    {
        id:125,
        title: 'Касбга ўқитиш?',
        body: 'Муаяяан меҳнат функцияларини бажариш \n' +
            'учун ўқувчига зарур бўлган билим, маҳорат \n' +
            'ва кўникмаларни эгаллашга қаратилган \n' +
            'таълим тури'
    },
    {
        id:126,
        title: 'Касбий танлов?',
        body: 'Профессионал ишчи касб эгасини мавжуд \n' +
            'меъёрий талабларга мувофиқлик даражасини аниқловчи корхонанинг (муассаса, \n' +
            'ташкилот, фирма, кластер) махсус комиссиянинг таркибий фаолияти'
    },
    {
        id:127,
        title: 'Касб танлашдаги учта асосий \n' +
            'принциплар?',
        body: '',
        bodyArray: [
            'Қайсидир касбни танлашга бўлган \n' +
            'хоҳиш',
            'Уни эгаллаш учун зарур қобилятларга \n' +
            'эга бўлиш;',
            'Айнан шу касбга ҳозирда эҳтиёж \n' +
            'мавжуд ёки аксинча эканлигини таҳлил \n' +
            'қила олиш.'
        ]
    },
    {
        id:128,
        title: 'Касбга йўналтириш \n' +
            '(профессионал ориентация)?',
        body: 'Бу касбни тўғри танлаш асосларини ўзида \n' +
            'жамлаган тадбир бўлиб, ёшларни ва катта \n' +
            'ёшдагиларни касб танлашига ва бу орқали \n' +
            'уларни ишга жойлашишига кўмаклашиш',
    },
    {
        id:129,
        title: 'Касбга йўналтириш \n' +
            '(профессионал ориентация)?',
        body: '',
        bodyArray: [
            'Касблар тўғрисида маълумот бериш;\n',
            'Касблар юзасидан тарғибот қилиш;\n',
            'Мутахассисликлар бўйича консультациялар бериш'
        ]
    },
    {
        id:130,
        title: 'Касбий маълумот бериш \n' +
            '(касбий хабардорлик)?\n',
        body: '',
        bodyArray: [
            'ишсизлар ва бошқа тоифадаги аҳолини \n' +
            'ишсизлик ҳолатларида уларнинг \n' +
            'ҳуқуқлари ва мажбуриятлари билан \n' +
            'таништириш; ',
            'аҳоли бандлиги тўғрисидаги қонун \n' +
            'ҳужжатларига мувофиқ давлат томонидан тақдим этилаётган хизматлар ва \n' +
            'ёрдам турлари билан',
            'меҳнат бозорининг аҳволи, республика \n' +
            'иқтисодиётининг кадрларга бўлган \n' +
            'эҳтиёжлари, касб-ҳунар бозори ривожланишининг мазмуни ва истиқболлари, \n' +
            'касб-ҳунар эгаллашнинг шакллари ва \n' +
            'шарт-шароитлари билан танишиш; ',
            'шахсларга касб-ҳунарлари қўйган \n' +
            'талаблар; ',
            'касбий ўсиш учун имкониятларни билан \n' +
            'таништириш'
        ]
    },
    {
        id:131,
        title: 'Профессионал маслаҳат',
        body: 'Ишсизлар ва бошқа тоифадаги банд бўлмаган аҳолининг касбий қизиқишлари ва \n' +
            'ҳоҳишларини аниқлаш, уларнинг меҳнатга \n' +
            'йўналтирилганлиги, иш қидириш услублари \n' +
            'бўйича ўқитилиши, фуқароларга касбий \n' +
            'йўлни танлашда тушунган ҳолда қарор қабул \n' +
            'қилишда ёрдамлашиш.\n',
    },
    {
        id:132,
        title: 'Профессионал танлов?',
        body: 'Бандлик хизматига мурожаат қилган шахсга \n' +
            'унинг руҳий ва жисмоний хусусиятлари ва \n' +
            'соғлиғининг ҳолатини баҳолаш асосида \n' +
            'унинг учун устувор бўлган касбий фаолият соҳаларини аниқлашда ёрдамлашиш бўйича \n' +
            'тавсиялар бериш',
    },
    {
        id:133,
        title: 'Профессионал саралаш деганда \n' +
            'нимани тушунасиз?\n',
        body: 'Бандлик хизматига мурожаат қилган \n' +
            'шахснинг меъерий талабларга мувофиқ \n' +
            'муайян касб-ҳунарга (лавозимга, иш жойига) профессионал жиҳатдан мослигини \n' +
            'белгилаш',
    },
    {
        id:134,
        title: 'Бандлик хизматида касбий \n' +
            'йўналтиришнинг асосий мақсадлари нималардан?',
        body: '',
        bodyArray: [
            'касб-ҳунарлар ва иш билан бандлик \n' +
            'шакли эркин танлаш учун шартшароитлар яратиш;',
            'касбий фазилатлар ҳамда инсоннинг \n' +
            'руҳий ва жисмоний хусусиятлари ва \n' +
            'меҳнат бозори эҳтиёжлари ўртасидаги \n' +
            'мувозанатни таъминлаш',
            'исталган иш соҳасидаги ходимнинг \n' +
            'профессионал муваффақиятини \n' +
            'прогноз қилиш;',
            'шахснинг касбий ва профессионал \n' +
            'жиҳатда узлуксиз ўсишига кўмаклашиш, шахсий салоҳиятни максимал \n' +
            'даражада амалга ошириш'
        ]
    },
    {
        id:135,
        title: 'Бандик хизматининг касбий \n' +
            'йўналтиришга оид вазифалари \n' +
            'нималардан иборат?',
        body: '',
        bodyArray: [
            'Ҳозирги пайт ва келажакда меҳнат \n' +
            'бозоридаги талаб ва таклиф ўртасидаги фарқни камайтириш;\n',
            'касбий таълим тизимини такомиллаштириш, қайта ишлов бериш, ишсизлар ва \n' +
            'бошқа тоифадаги банд бўлмаган \n' +
            'аҳолини қайта тайёрлаш ва малакасини \n' +
            'ошириш;',
            'ишсизлар ва аҳолининг бошқа тоифаларига ижтимоий ва психологик ёрдам \n' +
            'кўрсатиш тизимини ривожлантириш.'
        ]
    },
    {
        id:136,
        title: 'Ишсиз ва иш қидираётган шахсларни касб-ҳунарга ўқитиш \n' +
            'қайси ўқув муассасаларида \n' +
            'амалга оширилади?',
        body: '',
        bodyArray: [
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги \n' +
            'тизимидаги “Ишга марҳамат” мономарказлари ва касб-ҳунарга ўқитиш \n' +
            'марказларида;',
            'Профессионал таълим ташкилотлари;',
            'Хўжалик юритувчи субектларнинг ўқув \n' +
            'марказлари ва бўлинмалари;',
            'Давлат бошқаруви органлари, хўжалик \n' +
            'бирлашмаларининг малака ошириш ва \n' +
            'қайта тайёрлаш тизими ташкилотлари \n' +
            'ҳамда уларнинг ҳузуридаги ўқув \n' +
            'марказлари; ',
            'Таълим фаолиятини амалга ошириш \n' +
            'бўйича тегишли тартибда рухсатномага \n' +
            '(лицензияга) эга бўлган ташкилотлар;\n',
            'Шогирдларга касб ўргатиш имкониятларига эга бўлган «Ҳунарманд» уюшмасига аъзо бўлган ҳунармандларнинг \n' +
            '“Уста-шогирд” мактаблари'
        ]
    },
    {
        id:137,
        title: 'Иш қидираётган шахсларни \n' +
            'ҳамда ишсиз шахсларни касбга \n' +
            'тайёрлаш, қайта тайёрлаш ва \n' +
            'уларнинг малакасини ошириш \n' +
            'қандай ҳолларда маҳаллий \n' +
            'меҳнат органининг ёлланмасига \n' +
            'кўра амалга оширилиши мумкин?',
        body: '',
        bodyArray: [
            'Касби (мутахассислиги) мавжуд бўлмаганда',
            'Мавжуд касбий кўникмаларига мос \n' +
            'мақбул иш йўқлиги сабабли касбни \n' +
            '(мутахассисликни) ўзгартириш зарур \n' +
            'бўлганда;\n',
            'Касбий кўникмалари мавжуд бўлмаганлиги ёки етарли бўлмаганлиги сабабли, \n' +
            'касбига (мутахассислигига) доир \n' +
            'талаблар ўзгартирилганлиги боис \n' +
            'малака ошириши зарур бўлганда;\n',
            'Аввалги касби (мутахассислиги) бўйича \n' +
            'иш бажариш қобилияти ёқотилганда;',
            'Иш қидираётган шахсларни ва ишсиз \n' +
            'шахсларни касбга тайёрлаш, қайта \n' +
            'тайёрлаш ва уларнинг малакасини \n' +
            'ошириш касбга ўқитиш марказларида \n' +
            '(касб-ҳунар таълими муассасаларида) \n' +
            'амалга оширилади;\n',
            'Касбга ўқитиш марказларини сақлаш ва \n' +
            'моддий-техник жиҳатдан ривожлантириш Ўзбекистон Республикаси Бандликка кўмаклашиш давлат жамғармаси маблағлари ҳисобидан амалга \n' +
            'оширилади.'
        ]
    },
    {
        id:138,
        title: 'Касбга ўқитишга доир давлат \n' +
            'буюртмаси қандай маълумотлардан келиб чиқиб шакллантирилади?',
        body: '',
        bodyArray: [
            'Республиканинг демографик таҳлили \n' +
            'ва демографик ривожланиш прогнозларидан;',
            'иш қидираётган шахсларнинг ва ишсиз \n' +
            'шахсларнинг прогноз сонидан;',
            'касбга тайёрлашга, қайта тайёрлашга \n' +
            'ёки малакасини оширишга эҳтиёжи \n' +
            'бўлган шахсларнинг прогноз сонидан;',
            'умумий ўрта ва ўрта махсус таълим \n' +
            'ташкилотлари, касб-ҳунар мактаблари, \n' +
            'касб-ҳунар коллежлари, техникумлар, \n' +
            'олий таълим муассасалари битирувчилари сонининг прогнозидан;',
            'ривожлантириш дастурларига киритилган лойиҳаларни амалга ошириш учун \n' +
            'зарур бўлган касбга ўқитишга нисбатан \n' +
            'эҳтиёжнинг асосий йўналишлари \n' +
            'прогнозидан.'
        ]
    },
    {
        id:139,
        title: 'Касбга ўқитишга доир давлат \n' +
            'буюртмасининг турлари?',
        body: '',
        bodyArray: [
            'узоқ муддатли ўқитиш — ўқув жараёни \n' +
            'ўттиз ҳафтадан қирқ ҳафтагача давом \n' +
            'этади',
            'ўрта муддатли ўқитиш — ўқув жараёни \n' +
            'беш ҳафтадан йигирма беш ҳафтагача \n' +
            'давом этади;',
            'қисқа муддатли ўқитиш — ўқув жараёни тўрт ҳафтагача давом этади;',
            'ишлаб чиқаришда касбга ўқитиш — \n' +
            'ўқув жараёни иш берувчида бир вақт нинг ўзида олиб бориладиган меҳнат \n' +
            'фаолияти билан бевосита боғлиқ бўлиб, \n' +
            'бир нафар ўқувчи учун келгусида иш \n' +
            'берувчида ишга жойлаштирилган ҳолда \n' +
            'касбга тайёрлашдан (стажировкадан) \n' +
            'ўтиши йигирма беш ҳафтагача давом \n' +
            'этади;',
            'мақсадли ўқитиш — ўқув жараёни тўрт \n' +
            'ҳафтагача давом этади'
        ]
    },
    {
        id:140,
        title: 'Узоқ муддатли ўқитиш?',
        body: 'Ишсиз шахсларни узоқ муддатли ўқитиш \n' +
            'тарзидаги касбга ўқитишга доир давлат \n' +
            'буюртмаси меҳнат органлари томонидан \n' +
            'шакллантирилади ҳамда касбга ўқитиш \n' +
            'марказлари томонидан амалга оширилади.\n' +
            'Узоқ муддатли ўқитиш ўқув муассасасининг \n' +
            'қувватидан ва ихтисослашувидан, қабул \n' +
            'қилиш параметрларидан ҳамда ўқитишнинг \n' +
            'давомийлигидан келиб чиққан ҳолда, касбга \n' +
            'ўқитиш маркази, иш берувчи, маҳаллий \n' +
            'меҳнат органи ва ишсиз шахс ўртасида \n' +
            'тузиладиган тўрт томонлама шартнома \n' +
            'асосида касбга ўқитиш марказлари томонидан мустақил равишда ташкил этила',
    },
    {
        id:141,
        title: 'Ўрта муддатли ўқитиш?',
        body: '',
        bodyArray: [
            'Ўрта муддатли ўқитиш тарзидаги \n' +
            'касбга ўқитишга доир давлат буюртмаси меҳнат органлари томонидан шакллантирилади ҳамда касбга ўқитиш \n' +
            'марказлари томонидан амалга оширилади;',
            'Ўрта муддатли ўқитиш касбга ўқитиш \n' +
            'марказлари томонидан меҳнат органлари билан келишилган ҳолда ушбу \n' +
            'марказлар мустақил равишда белгилайдиган даврларда ташкил этила',
            'Меҳнат органлари ўқитишнинг тегишли \n' +
            'йўналишлари бўйича гуруҳлар шаклланишига қараб тасдиқланган касбга \n' +
            'ўқитишга доир давлат буюртмасининг \n' +
            'ҳажмлари доирасида, шунингдек \n' +
            'фуқаролар ва иш берувчиларнинг \n' +
            'эҳтиёжларини таҳлил қилиш, касбга \n' +
            'ўқитиш марказларининг (касб-ҳунар \n' +
            'таълими муассасаларининг) таклифлари асосида ўрта муддатли ўқитишга \n' +
            'доир тўғридан-тўғри шартномалар \n' +
            'тузади'
        ]
    },
    {
        id:142,
        title: 'Қисқа муддатли ўқитиш?',
        body: 'Қисқа муддатли ўқитиш тарзидаги касбга \n' +
            'ўқитишга доир давлат буюртмаси меҳнат \n' +
            'органлари томонидан шакллантирилади \n' +
            'ҳамда касбга ўқитиш марказлари томонидан амалга оширилади.\n' +
            'Меҳнат органлари ўқитишнинг тегишли \n' +
            'йўналишлари бўйича гуруҳлар шаклланишига қараб қисқа муддатли ўқитишга доир \n' +
            'тўғридан-тўғри шартномалар тузади.\n' +
            'Меҳнат органи, иш қидираётган шахс ёки \n' +
            'ишсиз шахс ҳамда касбга ўқитиш маркази \n' +
            '(касб-ҳунар таълими муассасаси) қисқа \n' +
            'муддатли ўқитишга доир шартноманинг \n' +
            'тарафлари сифатида иш юритади',
    },
    {
        id:143,
        title: 'Ишлаб чиқаришда касбга \n' +
            'ўқитиш?',
        body: 'Ишлаб чиқаришда касбга ўқитиш ўқув \n' +
            'жараёнини бевосита иш берувчида ташкил \n' +
            'этиш орқали амалга оширилади.\n' +
            'Иш берувчи касбга тайёрлашни (стажировкани) ўтказиш учун масъул бўлган шахсларни белгилайди, ўқув дастурини, шунингдек \n' +
            'касбга тайёрлаш (стажировка) ўтказиладиган жойни тасдиқлайди',
    },
    {
        id:144,
        title: 'Мақсадли ўқитиш?',
        body: 'Мақсадли ўқитиш кадрларни мақсадли \n' +
            'тайёрлашдан манфаатдор бўлган давлат \n' +
            'бошқаруви органининг, хўжалик бирлашмасининг ёки ташкилотнинг буюртмасига кўра \n' +
            'амалга оширилади',
    },
    {
        id:145,
        title: 'Ишдан ва иш ҳақидан (меҳнат \n' +
            'даромадидан) охирги ўн икки \n' +
            'ойлик давр ичида маҳрум бўлган шахсларга қанча миқдорда \n' +
            'стипендия тўланади?',
        body: 'Аввалги иш жойидаги ўртача ойлик иш \n' +
            'ҳақининг етмиш беш фоизи миқдорида, \n' +
            'лекин меҳнатга ҳақ тўлашнинг энг кам миқдоридан кам бўлмаган ва Ўзбекистон \n' +
            'Республикасида таркиб топган ўртача иш \n' +
            'ҳақидан кўп бўлмаган миқдорда стипендия \n' +
            'тўланади',
    },
    {
        id:146,
        title: 'Касбга ўқиш даврида ишсиз \n' +
            'шахсларга қанча муддатгача \n' +
            'стипендия тўланади?',
        body: 'Касбга тайёрлаш, қайта тайёрлаш ёки \n' +
            'малака ошириш даврида ишсиз шахсларга \n' +
            'Ўзбекистон Республикаси Бандликка \n' +
            'кўмаклашиш давлат жамғармасининг \n' +
            'маблағлари ҳисобидан, қоида тариқасида, \n' +
            'йигирма олти календарь ҳафтагача бўлган \n' +
            'муддатга стипендия тўланади',
    },
    {
        id:147,
        title: 'Узоқ (бир йилдан ортиқ) \n' +
            'танаффусдан кейин ишдан ва \n' +
            'иш ҳақидан (меҳнат даромадидан) маҳрум бўлган шахсларга \n' +
            'қанча миқдорда стипендия \n' +
            'тўланади?',
        body: 'Меҳнатга ҳақ тўлаш энг кам миқдорининг \n' +
            'бир баравари миқдорида стипендия тайинланади',
    },
    {
        id:148,
        title: 'Биринчи марта иш қидираётган \n' +
            'шахсларга қанча миқдорда \n' +
            'стипендия тўланади?',
        body: 'Меҳнатга ҳақ тўлаш энг кам миқдорининг \n' +
            'етмиш беш фоизи миқдорида стипендия \n' +
            'тайинланади.',
    },
    {
        id:149,
        title: 'Стипендиялар тўлаш тўғрисидаги маълумотлар қайси \n' +
            'электрон база тизимида \n' +
            'кўрсатиб борилади?',
        body: 'Бандлик хизмати” ахборот тизимида \n' +
            'кўрсатиб борилади',
    },
    {
        id:150,
        title: 'Ишсиз ва иш қидираётган \n' +
            'шахсларни касб-ҳунарга ўқитиш фаолияти қандай тартибда \n' +
            'мувофиқлаштирилади?',
        body: '',
        bodyArray: [
            'Бандлик ва меҳнат муносабатлари \n' +
            'вазирлиги. Қорақалпоғистон Республикаси Бандлик ва меҳнат муносабатлари \n' +
            'вазирлиги, вилоятлар ва Тошкент шаҳар \n' +
            'бандлик бош бошқармалари томонидан \n' +
            'мувофиқлаштирилади;\n',
            'Маҳаллий меҳнат органида иш қидираётган шахс сифатида рўйхатга олинган \n' +
            'ҳамда касб-ҳунарга ўрганиш истагини \n' +
            'билдирган тақдирда, қонунчилик \n' +
            'ҳужжатларига асосан иш қидираётган \n' +
            'шахс сифатида рўйхатга олинган \n' +
            'кундан бошлаб касб-ҳунарга ўқитишга \n' +
            'юборилади',
            'Маҳаллий меҳнат органида иш қидираётгна шахс сифатида рўйхатга олинганлар учун мақбул келадиган ишга доир \n' +
            'таклифлар мавжуд бўлмаган ва ишга \n' +
            'жойлаштириш имконияти бўлмаган \n' +
            'тақдирда, иш қидираётган шахс ишсиз \n' +
            'шахс деб эътироф этилади ва касбҳунарга ўқитиш учун юборилиши \n' +
            'мумкин.'
        ]
    },
    {
        id:151,
        title: 'Бандлик ва меҳнат муносабатлари вазирлигининг касбга \n' +
            'ўқитиш бўйича ваколатлари?',
        body: '',
        bodyArray: [
            'Ишсиз ва иш қидираётган шахсларни \n' +
            'касб-ҳунарга ўқитиш соҳасида ягона \n' +
            'давлат сиёсатини юритишни таъминлайди;',
            'Ишсиз ва иш қидираётган шахсларни \n' +
            'касб-ҳунарга ўқитиш тизимини шакллантирад',
            'Ишсиз ва иш қидираётган шахсларни \n' +
            'касб-ҳунарга ўқитиш учун тўлаб бериладиган тўлов миқдорини ',
            'Касб-ҳунарга ўқитиш фаолияти учун \n' +
            'зарур бўлган норматив-ҳуқуқий базани \n' +
            'яратади',
            'Ишсиз ва иш қидираётган шахсларни \n' +
            'касб-ҳунарга ўқитади, шу жумладан, \n' +
            'уларга касбий маслаҳатлар беради',
            'Тизимдаги “Ишга марҳамат” мономар-казлари ва касб-ҳунарга ўқитиш \n' +
            'марказларнинг фаолиятини мувофиқлаштиради ва умумий бошқарувни \n' +
            'амалга оширади, уларнинг моддийтехник базасини ривожл',
            'ишсиз ва иш қидираётган шахсларни \n' +
            'касб-ҳунарга ўқитиш масалалари \n' +
            'юзасидан халқаро ва ҳудудлараро \n' +
            'ҳамкорликка кўмаклашади',
            'ишсиз ва иш қидираётган шахсларни \n' +
            'касб-ҳунарга ўқитишнинг ўқув-методик \n' +
            'таъминотини ташкил этишни таъминлайди\n'
        ]
    },
    {
        id:152,
        title: 'Ҳудудий меҳнат органлари \n' +
            'касбга ўқитиш бўйича \n' +
            'ваколатлари?',
        body: '',
        bodyArray: [
            'аҳоли бандлигига кўмаклашиш марказларини ишсиз ва иш қидираётган \n' +
            'шахсларни касб-ҳунарга ўқитишни \n' +
            'ташкил этишга доир фаолиятини \n' +
            'ташкил қилади ва мувофиқлаштиради',
            'аҳоли бандлигига кўмаклашиш марказларининг ишсиз ва иш қидираётган \n' +
            'шахсларни касб-ҳунарга ўқитиш \n' +
            'масалалари бўйича услубий таъминлайди ва уларнинг амалга оширилишини \n' +
            'назорат қилади',
            'нодавлат касб-ҳунарга ўқитиш ташкилотлари ўртасида ишсиз ва иш қидираётган, шу жумладан, меҳнат мигрантлари ва ўзини ўзи банд қилган шахсларни \n' +
            'касб-ҳунарга ўқитиш учун танлов \n' +
            'ўтказади ва ўқитиш харажатларини \n' +
            'қоплаш учун грант ажратади'
        ]
    },
    {
        id:153,
        title: 'Ишсиз ва иш қидираётган \n' +
            'шахсларни касб-ҳунарга \n' +
            'ўқитиш қандай босқичлардан \n' +
            'иборат',
        body: '',
        bodyArray: [
            'ўқитишга бўлган эҳтиёжни аниқлаш;\n',
            'ўқитиш ўрнини аниқлаш;',
            'ўқитиш ва бандликка кўмаклашиш \n' +
            'юзасидан шартномалар тузиш',
            'ўқув гуруҳларини бутлаш ва касбга \n' +
            'тайёрлашга йўллаш',
            'касбий таълим жараёни;',
            'касбий таълим жараёнини назорат \n' +
            'қилиш;',
            'касбий тайёргарликдан ўтган шахслардан малакавий имтиҳон о',
            'касбга ўқитишга доир ишларни ҳисобга \n' +
            'олиш ва статистик ҳисобот'
        ]
    },
    {
        id:154,
        title: 'Мономарказ?',
        body: '“Ишга марҳамат” мономаркази касб–ҳунар, \n' +
            'тадбиркорлик, хорижий тиллар, касбий \n' +
            'малакани баҳолаш, ишга жойлаштириш ва \n' +
            'хорижга кетишдан олдин тайёргарликдан \n' +
            'ўтказиш ҳамда меҳнат жараёнига мослаштиришга қаратилган давлат муасса',
    },
    {
        id:155,
        title: 'Мономарказларининг асосий \n' +
            'мақсади нима?',
        body: 'Мономарказларининг асосий мақсади \n' +
            'ишсиз ва иш қидираётган шахсларни касбҳунарга, тадбиркорликка ва хорижий \n' +
            'тилларга ўқитиш, шунингдек, белгиланган \n' +
            'тартибда хорижга вақтинча ишга жойлашиш \n' +
            'учун кетаётган фуқароларни олдиндан \n' +
            'мослаштириш, шу жумладан, уларни касбҳунар, тадбиркорлик ва чет тилларига \n' +
            'ўқитишдан иборат',
    },
    {
        id:156,
        title: 'Мономарказларнинг асосий \n' +
            'вазифалари нималардан иборат?',
        body: '',
        bodyArray: [
            'банд бўлмаган аҳолини сервис ва \n' +
            'хизмат кўрсатиш, техника, умумқурилиш, қишлоқ хўжалиги соҳалари, рақамли технологиялар бўйича ҳамда ички ва \n' +
            'ташқи меҳнат бозорида талаб юқори \n' +
            'бўлган бошқа касбларга ўқитиш, қайта \n' +
            'ўқитиш ва малакасини ошириш',
            'техникум, коллеж ёки олий таълим \n' +
            'муассасасига ўқишга кирмаган ҳамда \n' +
            'касб эгаллаш истагидаги етим болалар \n' +
            'ва ота-она қарамоғидан маҳрум бўлган \n' +
            'болаларни касб-ҳунарга ўқитиш',
            'хорижий тилларга ўқитиш',
            'тадбиркорлик асослари ва молиявий \n' +
            'саводхонликка ўқитиш',
            'ишчи касбларини ривожлантириш ва \n' +
            'оммалаштириш',
            'хорижий иш берувчиларнинг талабларига асосан ишчи кучини тайё',
            'касб фаолиятини амалга ошириш учун \n' +
            'талаб қилинадиган билимлар, маҳорат, \n' +
            'малака ва кўникмалар, шахсий ва \n' +
            'касбий билим ва кўникмаларни баҳолаш;',
            'хорижда вақтинча меҳнат фаолиятини \n' +
            'амалга оширмоқчи бўлган фуқароларни \n' +
            'касб-ҳунарга ва хорижий тилларга \n' +
            'ўқитиш, улар билан олдиндан мослаштириш тадбирларини амалга ошириш, \n' +
            'хорижда ишлаш учун талаб этиладиган \n' +
            'ҳужжатларни расмийлаштиришда \n' +
            'кўмаклашиш'
        ]
    },
    {
        id:157,
        title: 'Мономарказларнинг асосий \n' +
            'вазифалари нималардан иборат?',
        body: '',
        bodyArray: [
            'талабгорларнинг билим, кўникма ва \n' +
            'малакасини миллий ва халқаро \n' +
            '(Worldskills ва бошқа) стандартларга \n' +
            'мувофиқ мустақил ва холис баҳолаш',
            'кенг ва тор ихтисосликлар бўйича \n' +
            'ишчиларга малака разрядларини ва \n' +
            'мутахассисларга малака тоифаларини \n' +
            'бериш',
            'талабгорнинг мавжуд билим, кўникма \n' +
            'ва малакаси белгиланган касб стандартларига мослигини ан',
            'касб малакалари бўйича норматив \n' +
            'ҳужжатлар ва стандартларни ишлаб \n' +
            'чиқишда қатнашиш'
        ]
    },
    {
        id:158,
        title: 'Мономарказда хорижда вақтинча меҳнат фаолиятини амалга \n' +
            'оширмоқчи бўлган фуқароларни \n' +
            'тайёрлаш бўйича қандай хизматлар кўрсатилади',
        body: '',
        bodyArray: [
            'касб-ҳунарга ўқитиш',
            'хорижий тилларга ўқитиш',
            'хорижий давлатларнинг қонунчилиги ва меҳнат қилиш шароитларини ўргатиш \n' +
            'ва бошқа керакли маълумотлар бериш \n' +
            'бўйича мослаштириш тадбирларини \n' +
            'амалга ошириш;',
            'хорижда ишлаш учун талаб этиладиган \n' +
            'ҳужжатларни расмийлаштириш, кредит \n' +
            'олиш, суғурта полисини ва бошқа зарур \n' +
            'ҳужжатларни расмийлаштиришга \n' +
            'кўмаклашиш',
            'халқаро стандартлар бўйича касбий \n' +
            'малакани баҳолаш'
        ]
    },
    {
        id:159,
        title: 'Касб-ҳунарга ўқитиш марказининг мақсадлари нималардан \n' +
            'иборат ҳисобланади?',
        body: '',
        bodyArray: [
            'меҳнат бозори конъюнктурасидан \n' +
            'келиб чиққан ҳолда, ишсиз ва банд \n' +
            'бўлмаган аҳолини касб-ҳунарга тайёрлаш, қайта тайёрлаш ва малакасини \n' +
            'ошириш;',
            'ишсиз ва банд бўлмаган аҳолини \n' +
            'тадбиркорлик кўникмалари ва хорижий \n' +
            'тилларга ўқитиш;',
            'талабгорларнинг касбий билим, кўникма ва малакасини ихтиёрий, холис ва \n' +
            'мустақил баҳолаш',
            'ишчи касбларини ривожлантириш ва \n' +
            'оммалаштириш;',
            'хорижга ишчи кучини тайёрлаш;\n',
            'ишсиз ва банд бўлмаган аҳолини касбга \n' +
            'йўналтириш.'
        ]
    },
    {
        id:160,
        title: 'Касб-ҳунарга ўқитиш марказининг асосий вазифалари нималардан иборат ҳисоб',
        body: '',
        bodyArray: [
            'касбий фаолиятнинг (касбларнинг) \n' +
            'тегишли турлари бўйича сифатли касбҳунарга ўқитиш, қайта ўқиш ва малака \n' +
            'оширишни таъминлаш',
            'шахснинг интеллектуал ва касбий \n' +
            'ривожланишга бўлган эҳтиёжини \n' +
            'қондириш',
            'иқтисодиёт тармоқлари субъектларининг жорий ва истиқболдаги кадрлар(га) ва уларнинг касбий кўникмаларига бўлган талабини мунтазам ўрганиб \n' +
            'бориш;',
            'касбий фаолиятнинг (касбларнинг) \n' +
            'тегишли турлари бўйича меҳнат фаолияти билан машғул бўлиш учун билимлар \n' +
            'ва юқори сифатли касбий тайёргарликни таъминловчи касб стандартлари \n' +
            'доирасида касб-ҳунарга ўқитиш \n' +
            'дастурларини амалга ошириш;',
            'касбий фаолиятнинг (касбларнинг) \n' +
            'тегишли турлари бўйича меҳнат фаолияти билан машғул бўлиш учун билимлар \n' +
            'ва юқори сифатли касбий тайёргарликни таъминловчи касб стандартлари \n' +
            'доирасида касб-ҳунарга ўқитиш \n' +
            'дастурларини амалга ошириш;',
            'хорижга вақтинча меҳнат фаолиятини \n' +
            'амалга ошириш учун кетмоқчи бўлганларни тайёрлаш;',
            'касбий фаолиятнинг (касбларнинг) \n' +
            'тегишли турлари бўйича ўқув-методик \n' +
            'ҳужжатлар ва касб стандартларини \n' +
            'ишлаб чиқишда иштирок этиш'
        ]
    },
    {
        id:161,
        title: 'Пенсия туридан қатъи назар, \n' +
            'пенсия билан таъминланиш \n' +
            'ҳуқуқига эга бўлган шахслар \n' +
            'касб-ҳунарга ўқитиш тартиби \n' +
            'қандай?',
        body: 'Пенсия туридан қатъи назар, пенсия билан \n' +
            'таъминланиш ҳуқуқига эга бўлган шахслар \n' +
            'уларнинг жисмоний имкониятларини \n' +
            'ҳисобга олиб, меҳнат органларида рўйхатга \n' +
            'олиниб, касб-ҳунарга ўқитишга муҳтож \n' +
            'бўлсалар, уларни касб-ҳунарга ўқитиш \n' +
            'мумкин.\n' +
            'Ушбу тоифадаги фуқаролар ишсиз деб \n' +
            'эътироф этилмайдилар. Бироқ, маҳаллий \n' +
            'меҳнат органларида иш қидираётган шахс \n' +
            'сифатида рўйхатга олиниш ҳуқуқини сақлаб \n' +
            'қоладилар. Бунда уларга қонунчилик \n' +
            'ҳужжатларида белгиланган барча зарур \n' +
            'хизматлар (касб-ҳунарга ўқитиш даврида \n' +
            'стипендия тўлашдан ташқари) кўрсатилади',
    },
    {
        id:162,
        title: 'Энг яхши касбга тайёрлаш \n' +
            'дастури” бу',
        body: '“Энг яхши касбга тайёрлаш дастури” бўйича \n' +
            'нодавлат таълим ташкилотлари ўртасида \n' +
            'очиқ танлов ўтказиш ҳамда танлов ғолибларига Бандликка кўмаклашиш давлат жамғармаси ҳисобидан грант ажратиш тартибини белгилайди',
    },
    {
        id:163,
        title: 'Грант?',
        body: 'Ҳудудлардаги ишсиз ва банд бўлмаган \n' +
            'аҳоли, биринчи навбатда, камбағал оилалар \n' +
            'аъзолари, чет элдан қайтиб келган меҳнат \n' +
            'мигрантлари, хотин-қизлар ва ёшларни \n' +
            'касб-ҳунарга тайёрлаш, қайта тайёрлаш ва \n' +
            'малакасини ошириш учун танлов иштирокчисига танлов асосида ажратиладиган \n' +
            'маблағлар',
    },
    {
        id:164,
        title: 'Касбга тайёрлаш дастури?',
        body: 'Ишсиз ва банд бўлмаган аҳоли, биринчи \n' +
            'навбатда, камбағал оилалар аъзолари, чет \n' +
            'элдан қайтиб келган меҳнат мигрантлари, \n' +
            'хотин-қизлар ва ёшларни бир (ёки бир неча) \n' +
            'касб-ҳунарларга тайёрлаш, қайта тайёрлаш \n' +
            'ва малакасини ошириш ёхуд тадбиркорлик \n' +
            'кўникмаларига ўқитишни назарда тутувчи \n' +
            'чора-тадбирларни ўз ичига олган дастур \n' +
            'лойиҳаси.',
    },
    {
        id:165,
        title: '“Энг яхши касбга тайёрлаш \n' +
            'дастури” бўйича танлов қандай \n' +
            'тартибда ташкил этилади?',
        body: 'Ташкил этиш кўламига кўра танлов республика ҳамда вилоят миқёсида ўтказилади. \n' +
            'Бунда бир марта ўтказиладиган танловда \n' +
            'касбга тайёрлаш дастурига мувофиқ \n' +
            'қамраб олинадиган қишлоқ ва чекка жойларда ҳамда чегара ҳудудларида яшовчи \n' +
            'ишсиз ва банд бўлмаган аҳоли, айниқса, \n' +
            'камбағал оилалар аъзолари, чет элдан \n' +
            'қайтиб келган меҳнат мигрантлари, хотинқизлар ва ёшларнинг сони:\n' +
            '500 нафаргачани ташкил этса – танлов \n' +
            'вилоят миқёсида;\n' +
            '500 нафардан кўп бўлса – танлов республика миқёсида ташкил этилади',
    },
    {
        id:166,
        title: 'Ишчи касб?',
        body: 'Ўзбекистон Республикасида миллий таълим \n' +
            'тизимида бирламчи даражадаги профессионал ишчи-касб эгаси бўлиб, ўқиш ва амали ёт якунига кўра жами билимлар ва кўникмаларни билувчи ва бажара олувчи шахснинг \n' +
            'иш фаолияти тури',
    },
    {
        id:167,
        title: 'Нодавлат таълим ташкилоти?',
        body: 'Давлат таълим стандартлари, давлат \n' +
            'таълим талаблари ва ўқув дастурларига \n' +
            'мувофиқ таълим хизматлари кўрсатиш \n' +
            'фаолиятини амалга ошириш ҳуқуқини \n' +
            'берадиган лицензия асосида ёки хабардор \n' +
            'қилиш тартибида таълим хизматлари \n' +
            'кўрсатувчи юридик шахс',
    },
    {
        id:168,
        title: 'WorldSkills International бу?',
        body: 'Халқаро стандартлар асосида ишчи касбларни оммалаштириш ва касбий тайёргарликни ошириш бўйича фаолият юритадиган \n' +
            'халқаро ташкилот ҳисобланади. Ҳозирда \n' +
            'унинг таркибида 85 та иштирокчи давлат \n' +
            'мавжуд',
    },
    {
        id:169,
        title: 'Ҳунармандчилик?',
        body: 'Кичик ҳажмдаги, асосан қўлда товарларни \n' +
            'ишлаб чиқариш ҳисобланади ва муҳим \n' +
            'маҳорат талаб этилади, айрим турдаги \n' +
            'буюмларни ясаш санъатига эгалик қилиш, \n' +
            'тегишли касб, малака борлиги.',
    },
    {
        id:170,
        title: '“Уста-Шогирд” анъанаси асосида ҳунармандчиликка ўргатиш \n' +
            'ўқитиш муддати қанча вақтни \n' +
            'ташкил этади?',
        body: '1-6 ойгача ташкил этади. Ўқув гуруҳи 4-5 \n' +
            'кишилик, айрим йўналишларда 10 нафаргача ташкил этади.',
    },
    {
        id:171,
        title: 'Шогирдлик?',
        body: 'Таълим ёки ўқув марказида бошқалар билан \n' +
            'иш жойидаги даврларни алмаштирадиган \n' +
            'узоқ муддатли ўқув жараёни. Шогирд шар-нома асосида иш жойига боғланган ва иш \n' +
            'ҳақи олади. Иш берувчи шогирдни маълум \n' +
            'бир касбга ўргатиш учун жавобгарликни ўз \n' +
            'зиммасига олади',
    },
    {
        id:172,
        title: 'Малака?',
        body: 'Ходимнинг ёки иш изловчининг тегишли \n' +
            'касб (мутахассислик) бўйича унга меҳнат \n' +
            'вазифаларини сифатли бажариш имконини \n' +
            'берадиган тайёргарлиги, билимлари, маҳорати ва кўникмалари даража',
    },
    {
        id:173,
        title: 'Малака даражаси?',
        body: 'Ходим ёки ишга (касбга) тайёрлиги ва \n' +
            'кўникмалари даражаси бўйича меҳнат \n' +
            'функцияларининг мураккаблиги, уларни \n' +
            'мустақил бажариш ва натижаларга масъулияти параметрлари бўйича белгиланадиган \n' +
            'тоифаланган талаблар мажмуаси',
    },
    {
        id:174,
        title: 'Миллий малакалар тизими?',
        body: 'Таълим, ўқитиш, малака ошириш ва қайта \n' +
            'тайёрлаш тизими томонидан меҳнат бозорининг малакали ходимларга эҳтиёжи ва \n' +
            'малакали ишчи кучи таклифининг бутун умр \n' +
            'давомида мувофиқлигини таъминловчи \n' +
            'ҳуқуқий ва институционал тартибга солиш \n' +
            'механизмлари мажмуи',
    },
    {
        id:175,
        title: 'Миллий малакалар рамкаси?',
        body: 'Ҳар бир малака даражаси бўйича касб \n' +
            'фаолиятини амалга ошириш учун талаб \n' +
            'қилинадиган билимлар, маҳорат ва кўникма, \n' +
            'шахсий ва касбий компетенциялар, шунингдек, тегишли малака даражасини эгаллаш \n' +
            'йўлларини ўзида акс эттирган жадвал \n' +
            'кўринишидаги конструкция ҳисобланади',
    },
    {
        id:176,
        title: 'Институционал компонентлар?\n',
        body: 'Миллий ва тармоқ малакалар рамкалари, \n' +
            'касб стандартлари ҳамда Касб стандартлари миллий регистр',
    },
    {
        id:177,
        title: 'Касбий малака ва билимларни \n' +
            'ривожлантириш миллий тизими?',
        body: 'Меҳнат бозорининг малакали ходимларга \n' +
            'бўлган ҳақиқий эҳтиёжлари ҳамда малакали \n' +
            'ишчи кучига оид таклифлар таълим ва \n' +
            'касбга ўқитиш тизими томонидан мақбул \n' +
            'тарзда келишиб олинишини таъминловчи \n' +
            'ҳуқуқий ва институционал жиҳатдан тартибга солиш механизмлари йиғиндиси',
    },
    {
        id:178,
        title: 'Компетенциялар қандай кўрсаткичлар билан ифодаланади?',
        body: '',
        bodyArray: [
            'Раҳбарлик остидаги фаолият',
            'Раҳбарлик фаолияти',
            'Мустақил ижро интизоми;',
            'Фаолият кўлами – ваколат ва масъулиятининг кенглиги, касбий фаолиятдаги \n' +
            'мумкин бўлган хатонинг оқибатлари'
        ]
    },
    {
        id:179,
        title: 'Ўзбекистон Республикаси \n' +
            'Миллий малакалар рамкаси бу?',
        body: 'Ўзбекистон Республикаси ҳудудида меҳнат \n' +
            'ва таълим соҳаларини малака даражалари \n' +
            'ва уларга эришишнинг асосий йўлларини \n' +
            'умумлаштириб ифодалаш орқали уйғунлаштириш воситаси',
    },
    {
        id:180,
        title: 'Малакани баҳолаш?',
        body: 'Ходим ёки иш изловчи малакасининг касбий \n' +
            'стандарт талабларига мувофиқлигини \n' +
            'тасдиқлаш тартиб-таомили',
    },
    {
        id:181,
        title: 'Баҳолаш усуллари бу?',
        body: 'Касбий имтиҳонни ўтказишда компетенцияларни баҳолаш марказлари томонидан \n' +
            'қўлланиладиган ва ходим ёки ишга (касбга) \n' +
            'талабгорнинг белгиланган мезон ва касб \n' +
            'стандартларига мослигини аниқлашга \n' +
            'қаратилган усуллар мажмуаси.',
    },
    {
        id:182,
        title: 'Баҳолаш воситали бу?',
        body: 'Касбий имтиҳонни ўтказишда Малакани \n' +
            'баҳолаш маркази томонидан қўлланиладиган топшириқлар ва баҳолаш мезонлари \n' +
            'мажмуи',
    },
    {
        id:183,
        title: 'Малакани баҳолаш маркази бу?',
        body: 'Талабгорлар малакаларини холис баҳолаш \n' +
            'бўйича фаолиятни амалга оширувчи юридик \n' +
            'шахс ёки юридик шахснинг таркибий \n' +
            'бўлинмаси.',
    },
    {
        id:184,
        title: 'Малака паспорти бу?',
        body: 'Малакани баҳолаш маркази томонидан \n' +
            'бериладиган, ишчиларга малака разрядларини ва мутахассисларга малака тоифаларини бериш бўйича касб стандартида (ёки \n' +
            'малака талабида) назарда тутилган тегишли \n' +
            'малака даражасининг берилгани ва компетенциянинг ижобий баҳоланганини тасдиқловчи, миллий малакалар доираси даражаларига мувофиқ лавозимларни эгаллаш ва \n' +
            'меҳнат фаолиятини амалга ошириш ҳуқуқини берадиган компетенция тўғрисидаги \n' +
            'сертификат',
    },
    {
        id:185,
        title: 'Малака имтиҳони бу?',
        body: 'Талабгорнинг касбий билим, кўникма ва \n' +
            'маҳоратни баҳолаш усули. Малака имтиҳони \n' +
            '“касб имтиҳони” деб юритилиши мумкин',
    },
    {
        id:186,
        title: 'Миллий малака рамкаси бўйича \n' +
            'малака даражаси бу? ',
        body: 'Ходим томонидан меҳнат вазифаларини, \n' +
            'мажбуриятларини муваффақиятли бажарилишини таъминлайдиган билим, малака, \n' +
            'касбий маҳорат, маълумот ва эгалланган \n' +
            'кўникмалар мажмуаси',
    },
    {
        id:187,
        title: 'Касбий малака ва билимларни \n' +
            'ривожлантириш миллий тизимининг асосий вазифалари \n' +
            'нималардан иборат? ',
        body: 'Касбий малака ва билимларни ривожлантириш миллий тизимининг асосий вазифалари \n' +
            'қуйидагилардан иборат',
        bodyArray: [
            'банд бўлмаган аҳолини касбга тайёрлашни, қайта тайёрлашни ва уларнинг \n' +
            'малакасини оширишни ташкил этиш;',
            'касбга ўқитишга доир давлат буюртмасини шакллантир',
            'малакани баҳолаш марказлари фаолиятини ташкил этиш',
            'Ўзбекистон Республикаси Бандликка \n' +
            'кўмаклашиш давлат жамғармасининг \n' +
            'маблағлари ҳисобидан иш қидираётган \n' +
            'шахсларнинг ва ишсиз шахсларнинг \n' +
            'касбий малакасини баҳолаш ҳамда \n' +
            'тасдиқлаш',
            'малакани баҳолаш марказлари томонидан малака паспорти берилишини \n' +
            'таъминлаш',
            'Тасдиқланган малакага эга бўлган \n' +
            'шахсларнинг миллий реестрини яратиш \n' +
            'ва унинг амал қилишини таъминлаш',
            'банд бўлмаган аҳоли ўртасида малакани тасдиқлашнинг фойдаси ва афзалликларини тушунти'
        ]
    },
    {
        id:188,
        title: 'Касбий малака ва билимларни \n' +
            'ривожлантириш миллий тизимининг иштирокчилари кимлар?',
        body: 'Касбий малака ва билимларни ривожлантириш миллий тизимининг иштирокчилари \n' +
            'қуйидагилардан иборат:',
        bodyArray: [
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги \n' +
            'ҳузуридаги Касбий малака ва билимларни ривожлантириш бўйича республика кенгаши',
            'тегишли вазирликлар, давлат қўмиталари ва идоралари, бирлашмалар, \n' +
            'компаниялар ва ташкилотлар томонидан тузиладиган касбий малака ва \n' +
            'билимларни ривожлантириш бўйича \n' +
            'тармоқ кенгашлари',
            'ишчи касбларни ривожлантириш ва \n' +
            'оммалаштириш ассоциацияси',
            'касбга ўқитиш марказлари',
            'малакани баҳолаш марказлари;',
            'иш берувчилар',
            'ходимлар ва касбий малакаси, билими \n' +
            'ва кўникмаларини баҳолашдан ўтишни \n' +
            'хоҳловчи шахслар',
            'Касбий малака ва билимларни ривожлантириш миллий тизимида иштирок \n' +
            'этиш ихтиёрийдир'
        ]
    },
    {
        id:189,
        title: 'Касбий малака ва билимларни \n' +
            'ривожлантириш миллий тизимининг ишини мувофиқлаштирувчи орган?',
        body: 'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги Касбий \n' +
            'малака ва билимларни ривожлантириш \n' +
            'миллий тизимининг ишини мувофиқлаштиришни амалга оширади',
    },
    {
        id:190,
        title: 'Ўзбекистон Республикаси Бандлик ва меҳнат муносабатлари \n' +
            'вазирлиги ҳузуридаги Касбий \n' +
            'малака ва билимларни ривожлантириш бўйича республика \n' +
            'кенгашининг асосий вазифалари?',
        body: '',
        bodyArray: [
            'Касбий малака ва билимларни ривожлантириш миллий тизими бошқа \n' +
            'иштирокчиларининг малака ва билимларини баҳолашга доир фаолиятини \n' +
            'мувофиқлаштиришни амалга оширади',
            'халқаро стандартлар ва илғор хорижий \n' +
            'тажрибани ҳисобга олган ҳолда Касбий \n' +
            'билимларни ривожлантириш миллий \n' +
            'тизимини янада такомиллаштириш \n' +
            'бўйича таклифларни тайёрлашни \n' +
            'амалга оширади',
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги \n' +
            'томонидан касбга ўқитиш марказларини ва малакани баҳолаш марказларини \n' +
            'аккредитация қилиш мақсадга мувофиқлиги тўғрисида хулосалар берад',
            'касбий малака ва билимларни ривожлантириш бўйича тармоқ кенгашларини ташкил этиш тўғрисида қарорлар қабул \n' +
            'қилади',
            'малакани баҳолаш марказларининг \n' +
            'малакани баҳолаш усулларини ишлаб \n' +
            'чиқишга доир фаолиятини мувофиқлаштиради',
            'малакани баҳолаш марказлари фаолияти устидан назоратни ва мониторингни амалга оширади;',
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлигига \n' +
            'малакани баҳолаш марказларини \n' +
            'аккредитация қилиш бўйича тавсиялар, \n' +
            'таклифлар киритади.\n'
        ]
    },
    {
        id:191,
        title: 'Касбий малака ва билимларни \n' +
            'ривожлантириш бўйича тармоқ \n' +
            'кенгашларининг асосий вазифалари?',
        body: '',
        bodyArray: [
            'малакани баҳолаш марказларини \n' +
            'аккредитация қилишнинг мақсадга \n' +
            'мувофиқлиги тўғрисида хулосалар \n' +
            'беради',
            'касбий стандартларни кўриб чиқади, \n' +
            'уларни долзарблаштириш бўйича \n' +
            'таклифлар киритади',
            'касбий фаолиятнинг алоҳида турлари \n' +
            'бўйича малака даражасини баҳолаш \n' +
            'услубиётини тасдиқлайди ва унга \n' +
            'малакани баҳолаш марказлари томонидан риоя этилишини назорат қ'
        ]
    },
    {
        id:192,
        title: 'Малакани баҳолаш марказлари \n' +
            'қандай талабларга жавоб \n' +
            'бериши керак?',
        body: '',
        bodyArray: [
            'Штатида (ўриндошликка йўл қўйилади) \n' +
            'олий маълумотли ва ариза берувчи \n' +
            'малака, билим ва кўникмаларни баҳолашдан ўтказишга талабгор бўлган \n' +
            'йўналишларнинг ҳар бири бўйича \n' +
            'камида уч йиллик амалий иш стажига \n' +
            'эга бўлган, шунингдек Меҳнат органлари ходимлари малакасини ошириш \n' +
            'республика курсларидан ўтган камида \n' +
            'бир нафар ходим бўлиши',
            'ўз мулкида хўжалик юритиш ҳуқуқи, \n' +
            'оператив бошқариш ҳуқуқи асосида ёки \n' +
            'бошқа қонуний асосда моддий-техника базасига, шу жумладан ариза берувчи \n' +
            'малака, билим ва кўникмаларни баҳолашдан ўтказишга талабгор бўлган \n' +
            'йўналишларнинг ҳар бири бўйича \n' +
            'малака, билим ва кўникмаларни баҳолашдан ўтказиш учун баҳолаш воситаларига эга бўлиши.'
        ]
    },
    {
        id:193,
        title: 'Малакани баҳолаш марказлари \n' +
            'қайси орган томонидан аккредитация қилинади?',
        body: 'Малакани баҳолаш марказлари ўз фаолиятини амалга ошириш учун Ўзбекистон \n' +
            'Республикаси Бандлик ва меҳнат муносабатлари вазирлигида аккредитация қилинади.',
    },
    {
        id:194,
        title: 'Аккредитация қанча муддатга \n' +
            'берилади?',
        body: 'Аккредитация беш йил муддатга берилади',
    },
    {
        id:195,
        title: 'Малака, билим ва кўникмаларни баҳолашдан ўтказиш \n' +
            'тартиби қандай?',
        body: '',
        bodyArray: [
            'касбий малакаси, билими ва кўникмаларини баҳолашдан ўтишни хоҳловчи \n' +
            'шахснинг ташаббусига кўра — ушбу \n' +
            'шахснинг маблағлари ҳисобидан;',
            'иш берувчининг йўлланмасига кўра — \n' +
            'иш берувчининг маблағлари ҳисобидан',
            'касбга ўқитиш марказига хизматлар \n' +
            'кўрсатиш доирасида — касбга ўқитиш \n' +
            'марказининг маблағлари ҳисобидан \n' +
            'ўтказилади'
        ]
    },
    {
        id:196,
        title: 'Малака, билим ва кўникмаларни баҳолашдан ўтказиш \n' +
            'тартиби қандай?',
        body: 'Беш балли тизим бўйича баҳоланади',
    },
    {
        id:197,
        title: 'Малакасини баҳолашдан ўтишни хоҳловчи шахс (иш берувчи, \n' +
            'касбга ўқитиш маркази) томонидан қандай ҳужжатлар \n' +
            'малакани баҳолаш марказига \n' +
            'тақдим этилади',
        body: '',
        bodyArray: [
            'ишчиларга малака разряди ва мутахассисларга малака тоифаси бериш бўйича \n' +
            'имтиҳонда иштирок этиш тўғрисидаги \n' +
            'ариза',
            'паспортга ёки идентификацияловчи IDкартага ёхуд шахсини тасдиқловчи \n' +
            'бошқа ҳужжатга оид маълумотлар',
            'малака, билим ва кўникмаларни баҳолашдан ўтказганлик учун хизматларга \n' +
            'ҳақ тўланганлигини тасдиқловчи тўлов \n' +
            'ҳужжатининг кўчирма нусхаси;',
            'зарур бўлганда, агар қонунчиликда \n' +
            'назарда тутилган бўлса, касбий фаолиятнинг айрим турларини амалга ошириш учун тегишли рухсат олинганлиги \n' +
            'тўғрисидаги ҳужжатларнинг кўчирма \n' +
            'нусхалари'
        ]
    },
    {
        id:198,
        title: 'Тасдиқланган малакага эга \n' +
            'бўлган шахсларнинг миллий \n' +
            'реестри ким томонидан \n' +
            'юритилади?',
        body: 'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги томонидан юритилад',
    },
    {
        id:199,
        title: 'Тасдиқланган малакага эга \n' +
            'бўлган шахсларнинг миллий \n' +
            'реестрида нималар кўрсатилиши керак',
        body: '',
        bodyArray: [
            'тартиб рақами;',
            'идентификация рақами',
            'талабгорнинг фамилияси, исми, отасининг исми;',
            'талабгорнинг паспортига ёки идентификацияловчи ID-картасига оид \n' +
            'маълумотлар;\n',
            'малака, билим ва кўникмалар баҳолашдан ўтказилган касб (мутахассислик) \n' +
            '(ёки тегишли чет тили);',
            'малака, билим ва кўникмалар баҳолашдан ўтказилган касб (мутахассислик) \n' +
            'коди;',
            'тегишли касб (мутахассислик) бўйича \n' +
            'малака, билим ва кўникмаларни ёки чет \n' +
            'тилини баҳолаш',
            'чет давлат қонунчилигининг базавий \n' +
            'асосларини билиш даражасини баҳолаш;\n',
            'малакани баҳолаш марказининг номи \n' +
            'ва жойлашган ери (почта манзили);',
            'телефон (факс) рақами;',
            'раҳбарнинг фамилияси, исми, отасининг исми;',
            'ишчиларга малака разряди ва мутахассисларга малака тоифаси бериш бўйича \n' +
            'имтиҳонни топшириш санаси ва вақти',
            'берилган малака паспортлари тўғрисида ахборот',
            'аккредитация қилинган сана ва аккредитация рақами.'
        ]
    },
    {
        id:200,
        title: 'Малакани баҳолашдан ўтказиш \n' +
            'сифатига ва белгиланган талабларига риоя этилиши устидан \n' +
            'назорат қилиш ким томонидан \n' +
            'амалга оширилади?',
        body: 'Меҳнат органлари малакани баҳолаш \n' +
            'марказлари томонидан ушбу Қонун талабларига риоя этилиши устидан назоратни \n' +
            'амалга оширади',
    },
    {
        id:201,
        title: 'Миллий малака доираси нечта \n' +
            'даражани ўз ичига олади?',
        body: 'Миллий малака доираси саккизта малака \n' +
            'даражасини ўз ичига олади',
    },
    {
        id:202,
        title: 'Миллий малака доираси ким \n' +
            'томонидан тасдиқланади?',
        body: 'Ўзбекистон Республикаси Вазирлар Маҳкамаси томонидан тасдиқлана',
    },
    {
        id:203,
        title: 'Ҳар бир малака даражаси учун \n' +
            'касбий фаолиятни амалга ошириш учун талаб этиладиган \n' +
            'кўрсаткичлар тавсифлари қайсилар ҳисобланад',
        body: 'Билим, маҳорат ва кўникмалар, шахсий \n' +
            'ҳамда касбий билимларни ўз ичига олади',
    },
    {
        id:204,
        title: 'Касбий стандартлар қандай \n' +
            'мақсадлар учун ишлаб \n' +
            'чиқилади?',
        body: 'Касбий стандартлар кадрлар малакасини, \n' +
            'уларнинг билим ва кўникмаларини баҳолаш, \n' +
            'уларни аттестациядан ўтказиш, тайёрлаш ва \n' +
            'қайта тайёрлаш учун асос сифатида ишлаб \n' +
            'чиқилади',
    },
    {
        id:205,
        title: 'Касбий стандартлар \n' +
            'лойиҳалари бу?',
        body: '',
        bodyArray: [
            'давлат ва хўжалик бошқаруви органлари, илмий ташкилотлар томонидан — \n' +
            'Ўзбекистон Республикаси Вазирлар \n' +
            'Маҳкамаси тасдиқлайдиган режажадвалга мувофиқ;\n',
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги \n' +
            'танлаган ташкилотлар томонидан — \n' +
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлигининг \n' +
            'Ўзбекистон Республикаси Бандликка \n' +
            'кўмаклашиш давлат жамғармаси \n' +
            'маблағлари ҳисобидан молиялаштириладиган буюртмасига мувофи',
            'ташаббус тартибида — иш берувчиларнинг бирлашмалари, касаба уюшмалари, уларнинг бирлашмалари, касбий \n' +
            'ассоциациялар, илмий ташкилотлар ва \n' +
            'бошқа манфаатдор ташкилотлар \n' +
            'томонидан ишлаб чиқилади'
        ]
    },
    {
        id:206,
        title: 'Ҳар бир ходимнинг малака \n' +
            'даражасини аниқлашда нималар эътиборга олинади',
        body: '',
        bodyArray: [
            'Маълумоати;',
            'Касбий тажрибаси',
            'Билими',
            'Шахсий фазилати',
            'Ишбилармонлик фазилати'
        ]
    },
    {
        id:207,
        title: 'Тармоқ кенгашларининг асосий \n' +
            'вазифалари нималардан иборат',
        body: '',
        bodyArray: [
            'меҳнат бозори мониторинги асосида \n' +
            'тармоқларнинг малака ва билимларга \n' +
            'эҳтиёжлари ва тенденцияларини \n' +
            'аниқлаш;',
            'тармоқ малака доираларини ишлаб \n' +
            'чиқиш, жорий этиш ва такомиллаштириш',
            'касбий стандартларни ишлаб чиқиш ва \n' +
            'жорий этиш бўйича фаолиятни мувофиқлаштириш',
            'норасмий ва информал ўқитишнинг \n' +
            'натижаларини тан олиш, валидация ва \n' +
            'аккредитация (сертификация) қилиш \n' +
            'тизимини шакллантириш, шу жумладан \n' +
            'малакаларни баҳолаш марказлари \n' +
            'фаолиятини ташкил қилиш;',
            'ёшларни касбга йўналтириш, профессиограмма ва ахборот материалларини \n' +
            'ишлаб чиқиш бўйича ишларни ташкил \n' +
            'этиш;',
            'тармоқ малакалар доиралари ва касбий \n' +
            'стандартлардан келиб чиққан ҳолда \n' +
            'Классификаторни такомиллаштириш \n' +
            'ҳамда меҳнатга ҳақ тўлашга оид \n' +
            'меъёрларни аниқлаш бўйича таклифларни тайёрлаш.'
        ]
    },
    {
        id:208,
        title: 'Меҳнат бозори тадқиқотлари \n' +
            'институтнинг асосий \n' +
            'вазифалари',
        body: '',
        bodyArray: [
            'аҳоли бандлиги, шу жумладан, меҳнат \n' +
            'миграцияси жараёнлари, меҳнат \n' +
            'муносабатлари ва меҳнатга ҳақ тўлаш ни такомиллаштириш бўйича илмийтадқиқот ишларини ташкил ',
            'меҳнат бозорининг ривожланиш тенденцияларини, унинг касбий-малака \n' +
            'тузилмасини, меҳнат бозорининг \n' +
            'малакали кадрларга бўлган эҳтиёжларини аниқлаш механизмларини такомиллаштириш',
            'касбий малака, билим ва кўникмалар \n' +
            'миллий тизимида ўрганишлар ўтказиш \n' +
            'ва ўрганиш натижаларига мувофиқ \n' +
            'тизимни такомиллаштириш ишларини \n' +
            'ташкил этиш;\n',
            'касбий малака, билим ва кўникмалар \n' +
            'миллий тизимида ўрганишлар ўтказиш \n' +
            'ва ўрганиш натижаларига мувофиқ \n' +
            'тизимни такомиллаштириш ишларини \n' +
            'ташкил этиш;\n',
            'меҳнатни меъёрлаш масалалари бўйича \n' +
            'ҳужжатларни ишлаб чиқиш ва амалга \n' +
            'ошириш бўйича ишларни ташкил этиш'
        ]
    },
    {
        id:209,
        title: 'Тармоқ кенгаши таркиби \n' +
            'кимлардан иборат бўлади',
        body: '',
        bodyArray: [
            'Тармоқ кенгаши раис;',
            'Раис ўринбосари',
            'Тармоқ кенгаши аъзолари',
            'Котиб'
        ]
    },
    {
        id:210,
        title: 'Хизматчиларнинг асосий \n' +
            'лавозимлари ва ишчилар \n' +
            'касблари классификатори \n' +
            '(ХАЛИКК-2020) бу',
        body: 'Хизматчиларнинг асосий лавозимлари ва \n' +
            'ишчилар касбларини тизимлаштириш, \n' +
            'ишчиларнинг малака разрядлари диапазонини ва хизматчиларнинг лавозимлари \n' +
            'тоифаларини белгилаш, шунингдек таълимнинг йўналиши ва даражасига қўйиладиган \n' +
            'талабларни аниқлаш учун мўлжалланган',
    },
    {
        id:211,
        title: 'Хизматчилар бу?',
        body: 'Ташкилотда ҳужжатларни тайёрлаш ва \n' +
            'расмийлаштиришни, ҳисоб ва назоратни, \n' +
            'бошқарув функцияларини, шунингдек \n' +
            'хўжалик хизматини амалга оширадиган \n' +
            'лавозимни эгаллаган мутахассислар',
    },
    {
        id:212,
        title: 'Хизмат кўрсатувчи ходимлар \n' +
            'тоифаси',
        body: 'Функциясига бинолар ва ҳудудларга техник \n' +
            'хизмат ва хўжалик хизмати кўрсатиш, \n' +
            'уларни қўриқлаш, бошқарув ходимларига \n' +
            'транспорт хизмати кўрсатиш, ташкилотнинг \n' +
            'бошқарув ва ишлаб чиқариш ходимларига \n' +
            'хизмат кўрсатиш бўйича бошқа ишлар, шу \n' +
            'жумладан, ижтимоий-маиший хизмат \n' +
            'кўрсатиш кирадиган ходимлар. Хизмат \n' +
            'кўрсатувчи ходимларга мутахассислар ва \n' +
            'ишчилар тоифасига мансуб бўлмаган \n' +
            'аҳолига маиший хизмат кўрсатиш ходимлари ҳам киради.\n',
    },
    {
        id:213,
        title: 'Ишлаб чиқариш ходимлари бу?',
        body: 'Ташкилотнинг асосий маҳсулотлари (хизматлари)ни ишлаб чиқариш, шунингдек \n' +
            'ишлаб чиқариш дастурида белгиланган \n' +
            'қўшимча маҳсулотлар (хизматлар)ни ишлаб \n' +
            'чиқариш жараёнида бевосита қатнашадиган \n' +
            'ходимлари. Ишлаб чиқариш ходимлари \n' +
            'таркибига ишлаб чиқариш жараёнида \n' +
            'бевосита қатнашадиган мутахассислар ва \n' +
            'ишчилар киради',
    },
    {
        id:214,
        title: 'Техник ходимлар бу?',
        body: 'Функциясига бошқарув ходимлари фаолиятига техник хизмат кўрсатиш ҳамда ишлаб \n' +
            'чиқариш ва технологик жараёнларни \n' +
            'таъминлаш ишларини бажариш (нашр этиш, \n' +
            'кўпайтириш ва архив ишларини бажариш, \n' +
            'кутубхона иши, ҳужжатларни етказиб бериш, \n' +
            'компьютер техникасига хизмат кўрсатиш, \n' +
            'идора, котиблик ишларини ва бошқа ишларни бажариш) кирадиган ходимлар',
    },
    {
        id:215,
        title: 'Ишчиларнинг малакавий \n' +
            'разрядлари диапазони бу?',
        body: 'Ишчи томонидан бажариладиган фаолиятнинг аниқ турига хос бўлган ишларнинг энг \n' +
            'паст разрядидан энг юқори разрядигача \n' +
            'бўлган оралиқ. Тариф разрядларининг диапазонида белгиланган аниқ тариф \n' +
            'разрядлари ишнинг мураккаблигини ва \n' +
            'унинг учун талаб этиладиган ишчи малакасини белгилайди',
    },
    {
        id:216,
        title: 'Бошқарув ходимлари?',
        body: 'Бошқарув функцияларини амалга оширувчи, \n' +
            'ходимларга раҳбарлик қилувчи, зарур \n' +
            'қарорларни ишлаб чиқувчи ва қабул қилувчи, ташкилот фаолиятини режалаштирувчи, \n' +
            'назорат қилувчи ва жараёнларни тартибга \n' +
            'солувчи, зарур қарорлар қабул қилиш учун \n' +
            'маълумотлар тайёрловчи ходимлар. Бошқарув ходимлари ташкилотнинг ўз олдига \n' +
            'қўйган мақсадлар ва вазифаларга эришиши \n' +
            'учун зарур ташкилий-техник шартларни, \n' +
            'юкланган функциялар ва ишлаб чиқариш \n' +
            'дастурлари бажарилишини таъминлайдилар. Бошқарув ходимлари раҳбарларга ва \n' +
            'бошқарув ходимлари мутахассисларига \n' +
            'бўлинади.',
    },
    {
        id:217,
        title: 'Инсон ресурслари?',
        body: 'Жамиятда самарали меҳнат қилиш қобилиятига эга, ижтимоий фойдали меҳнат фаолиятини юритиш учун зарур бўлган ақлан ва \n' +
            'жисмонан ривожланган, доим ўзининг \n' +
            'салоҳият даражасини такомиллаштириб \n' +
            'борувчи, юксак билимга ва бой тажрибага \n' +
            'эга бўлган аҳолининг меҳнатга лаёқатли \n' +
            'тоифалари ҳисобланади',
    },
    {
        id:218,
        title: 'Инсон ресурсларининг таркиби \n' +
            'бу?',
        body: '',
        bodyArray: [
            'Касб (ихтисослик) – бу махсус тайёргарлик жараёнида эгалланган, муайян \n' +
            'фаолият турини бажариш имконини \n' +
            'берадиган билим ва кўникмалар \n' +
            'жамланмаси',
            'Малака – бу ходимга меҳнат фаолиятининг муайян даражасидаги иш (хизмат)ларни бажариш имконини берадиган билим ва тажрибанинг ҳажми',
            'Омилкорлик – бу ходим томонидан \n' +
            'эгалланган касбий кўникмалар даражаси.'
        ]
    },
    {
        id:219,
        title: 'Инсон капитали деганда \n' +
            'нимани тушунасиз?',
        body: 'Инсоннинг иқтисодий-ижтимоий ривожланиш жараёнига салоҳиятли қобилиятга \n' +
            'ҳамда ҳозирги замон инновацион тафаккурга, доимий билим, кўникма, тажриба \n' +
            'даражасини ошириб борувчи шахснинг \n' +
            'фазилатлари',
    },
    {
        id:220,
        title: 'Компетентлик деганда нимани \n' +
            'тушунасиз?',
        body: 'У таълим даражаси каби меҳнат потенциалининг муҳим таркибий қисмларидан \n' +
            'биридир. Компетентлик дейилганда, биринчи навбатда, ходимнинг малакаси тушунилади. Замонавий ишлаб чиқаришда юқори \n' +
            'малакали меҳнатга талаб жуда катта. \n' +
            'Ходимлар малакасининг пастлиги техникавий тараққиёт учун салбий омил бўлиб \n' +
            'қолмасдан, алоҳида ходимлар, шунингдек, \n' +
            'умуман мамлакат иқтисодиёти учун кўнгилсиз оқибатларга олиб келадиган ишлаб \n' +
            'чиқаришдаги турли нохуш вазиятларга олиб \n' +
            'келиши мумкин.',
    }
]

const type6Questions = [
    {
        id:442,
        title:'Миграция?',
        body:'Миграция лотинча “мигратио” сўзидан\n' +
            'олинган бўлиб, аҳолининг жойини ўзгартири\n' +
            'ши бошқа жойга кўчиб ўтиши маъносини\n' +
            'англатади. Ана шу атамадан келиб чиққан\n' +
            'ҳолда миграциянинг тор ва кенг маъноси\n' +
            'фарқланади.',
    },
    {
        id:443,
        title:'Аҳоли миграцияси??',
        body:'Бу одамларнинг (мигрантларнинг) у ёки бу\n' +
            'ҳудудлар чегараси орқали, яшаш жойини\n' +
            'доимий ўзгартираётган ёки қисқа ёхуд узоқ\n' +
            'муддатга ёки доимий тарзда келиб кетиши\n' +
            'ни англатувчи кўчишидир.',
    },
    {
        id:444,
        title:'Аҳолининг миграцион ўсиши бу?',
        body:'Маълум бир вақт ичида ҳудудга келганлар\n' +
            'ва ушбу ҳудуддан ташқарига чиққанлар\n' +
            'ўртасидаги фарқнинг мутлақ сони.',
    },
    {
        id:445,
        title:'Меҳнат миграцияси?',
        body:'Бу меҳнат фаолиятини ўз давлати ҳудиди\n' +
            'дан ташқарида амалга оширишдир. Одатда\n' +
            'меҳнатга қобилиятли аҳолининг ишлаб\n' +
            'чиқаришни ривожлантириш ва жойлашти\n' +
            'ришдаги ўзгаришлар билан боғлиқ маконий\n' +
            'кўчиб юриши тушунилади.',
    },
    {
        id:446,
        title:'Меҳнат миграциясининг\n' +
            'турлари?',
        body:'',
        bodyArray:[
            'Ички меҳнат миграцияси - Мамлакат\n' +
            'ҳудуди доирасида бир манзилгоҳдан\n' +
            'иккинчи манзилгоҳга кўчаётган аҳоли\n' +
            'тушунилади.',
            'Ташқи меҳнат миграцияси - Иш кучи\n' +
            'нинг бир давлатдан бошқа давлатга\n' +
            'кўчиб ўтиши тушунилади.'
        ]
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },{
        id:445,
        title:'',
        body:'',
    },

]

module.exports = {
    type1Questions , type6Questions, type2Questions
}
