const type1Questions = [
    {
        id: 1,
        title: 'Аҳоли бандлиги деганда нимани тушунасиз?',
        body: 'Фуқароларнинг Ўзбекистон Республикаси қонунчилигига зид бўлмаган, умумий талабларини қондириш билан боғлик бўлган, даромадлари, иш ҳақи келтирувчи онгли, эркин тарздаги мақсадли меҳнат фаолиятидир.'
    },
    {
        id: 2,
        title: '“Аҳоли бандлиги тўғрисида”ги Қонуннинг мақсади нима?',
        body: 'Аҳоли бандлиги соҳасидаги муносабатларни тартибга солишдан иборат.'
    },
    {
        id: 3,
        title: '“Аҳоли бандлиги тўғрисида”ги Қонуннинг амал қилиш доираси?',
        body: 'Қонуннинг амал қилиши Ўзбекистон Республикаси фуқароларига, Ўзбекистон Республикаси ҳудудида доимий яшовчи чет эллик фуқароларга ва фуқаролиги бўлмаган шахсларга нисбатан татбиқ этилади.'
    },
    {
        id: 4,
        title: 'Аҳоли бандлиги соҳасидаги ваколатли давлат органи?',
        body: 'Ўзбекистон Республикаси Бандлик ва меҳнат муносабатлари вазирлиги аҳоли бандлиги соҳасидаги ваколатли давлат органидир.'
    },
    {
        id: 5,
        title: 'Аҳоли бандлиги соҳасидаги ваколатли давлат органларига қайси органлар киради?',
        body: 'Аҳоли бандлиги соҳасида ваколатли давлат органларига қуйидигилар киради:',
        bodyArray: ['Вазирлар Маҳкамаси;',
            'Бандлик ва меҳнат муносабатлари вазирлиги;',
            'Ташқи меҳнат миграция агентлиги;',
            'Давлат бошқарув органлари;',
            'Маҳаллий давлат ҳокимияти органлари;',
            'Иш берувчилар;',
            'Хусусий бандлик агентлари;',
            'Ишга жойлаштириш бўйича агентлар;',
            'Аутстаффинг хизматларини кўрсатувчи иш берувчилар;',
            'Касаба уюшмалари, уларнинг бирлашмалари.']
    },
    {
        id: 6,
        title: 'Бандлик ва меҳнат муносабатлари вазирлигининг аҳоли бандлиги соҳасида қандай ваколатлари бор?',
        body: '',
        bodyArray:
            ['аҳоли бандлиги соҳасида ягона давлат сиёсатини амалга оширади; \n',
                'аҳоли бандлиги соҳасидаги давлат дастурларини ишлаб чиқади ва амалга оширади; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни ишга жойлаштириш, ҳақ тўланадиган жамоат ишларига жалб этишни ташкил этади; \n',
                'тармоқлар ва ҳудудлар кесимида иш ўринларини ташкил этишга доир ҳар йилги давлат буюртмасини шакллантиради; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни касбга тайёрлашга, қайта тайёрлашга ҳамда уларнинг малакасини оширишга доир ҳар йилги давлат буюртмасини шакллантиради; \n',
                'фуқароларга Ўзбекистон Республикасидан ташқарида ишга жойлашишида кўмаклашиш, Ўзбекистон Республикасидан ташқарида вақтинчалик меҳнат фаолиятини амалга ошириш даврида уларнинг ҳуқуқий ва ижтимоий жиҳатдан ҳимоя қилинишини, шунингдек Ўзбекистон Республикасига қайтиб келганидан кейин реинтеграция қилинишини таъминлаш бўйича чораларни амалга оширади;\n',
                'ишга жойлаштириш жараёнларига илғор ахборот технологияларини жорий этади, “Ягона миллий меҳнат тизими” идоралараро дастурий-аппарат комплексининг ишлашини таъминлайди;\n',
                'Тасдиқланган малакага эга бўлган шахсларнинг миллий реестрини, Касбий стандартларнинг миллий регистрини, Меҳнатни муҳофаза қилиш соҳасидаги хизматлар бозори профессионал иштирокчиларининг ягона реестрини, Аккредитация қилинган малакани баҳолаш марказларининг регистрини шакллантиради ҳамда юритади; \n',
                'аҳоли бандлиги тўғрисидаги қонунчилик талабларига риоя этилиши устидан назоратни амалга оширади.']
    },
    {
        id: 7,
        title:
            'Маҳаллий меҳнат органлари Аҳоли бандлиги соҳасида қандай ваколатлари бор?',
        body: '',
        bodyArray:
            ['иш қидираётган шахсларни ва ишсиз шахсларни ишга жойлаштириш; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни касбга тайёрлаш, қайта тайёрлаш ҳамда уларнинг малакасини ошириш; \n',
                'иш қидираётган шахсларни рўйхатга олади, уларни ишсиз шахслар деб эътироф этади, ишсизлик нафақаларини тайинлаш; \n',
                'аҳоли бандлигига кўмаклашишга доир ҳудудий дастурларни ишлаб чиқиш; \n',
                'аҳолининг ижтимоий эҳтиёжманд тоифаларидан бўлган шахсларни захирага қўйиладиган иш ўринларига ишга жойлаштириш учун ташкилотларга юбориш; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни ҳақ тўланадиган жамоат ишларига юбориш; \n',
                'юридик ва жисмоний шахсларга қонунчиликда белгиланган тартибда субсидиялар тайинлаш;\n',
                'касбга ўқитиш марказларига қонунчиликда белгиланган тартибда грантлар ажратиш учун талабномалар шакллантириш.']
    },
    {
        id: 8,
        title: 'Меҳнат органлари қандай ташкилот ҳисобланади?',
        body: 'Ўзбекистон Республикаси Бандлик ва меҳнат муносабатлари вазирлиги, шунингдек Қорақалпоғистон Республикаси Бандлик ва меҳнат муносабатлари вазирлиги, вилоятлар ва Тошкент шаҳар бандлик бош бошқармалари - ҳудудий меҳнат органлари деб юритилади, туманлар (шаҳарлар) аҳоли бандлигига кўмаклашиш марказлари - маҳаллий меҳнат органлари деб юритилади'
    },
    {
        id: 9,
        title: 'Хусусий бандлик агентликлари \n' +
            'қандай хизматлар кўрсатади?',
        body: '',
        bodyArray:
            [' Ўзбекистон Республикаси ҳудудида иш \n' +
            'қидираётган шахслар ва ишсиз шахслар \n' +
            'учун иш танлаш;',
                'иш берувчилар учун кадрлар танлаш;',
                'Ўзбекистон Республикасидан ташқарида иш қидираётган шахсларни ва ишсиз \n' +
                'шахсларни ишга жойлаштириш',
                'ишга жойлаштириш соҳасида ахборот \n' +
                'ва маслаҳат хизматлари']
    },
    {
        id: 10,
        title: 'Ишга жойлаштириш бўйича \n' +
            'агентлар кимлар?',
        body: 'Ишга жойлаштириш бўйича агентлар аҳолининг ишга жойлашишига кўмаклашишга \n' +
            'доир ишларни маҳаллий меҳнат органлари \n' +
            'билан тузилган шартномалар асосида \n' +
            'белгиланган тартибда бажарувчи жисмоний \n' +
            'шахслардир',
    },
    {
        id: 11,
        title: 'Аутстаффинг хизматлари бу',
        body: 'Аутстаффинг иш берувчи томонидан ўз \n' +
            'ходимларини уларнинг розилиги билан \n' +
            'бошқа юридик шахсларга ушбу ходимлар \n' +
            'томонидан иш берувчи ва унинг ходими \n' +
            'ўртасида тузилган меҳнат шартномаларида, \n' +
            'шунингдек жамоа келишувларида белгиланган меҳнат вазифаларини бажариш учун \n' +
            'вақтинчалик юбориш йўли билан кўрсатиладиган хизматлар туридир.',
    },
    {
        id: 12,
        title: 'Фрилансер ,e? ',
        body: 'Фрилансер (инг. фреэлансер “эркин ишчи” – \n' +
            'штатсиз ишчи, хусусий мутахассис) бўлиб.\n' +
            'Интернет, босма эълонлар ёки шахсий алоқа \n' +
            'каналлари орқали ўз хизматларини таклиф \n' +
            'қилувчи турли соҳа мутахассислари',
    },
    {
        id: 13,
        title: 'Кимлар ишсизлар деб эътироф \n' +
            'этилади? ',
        body: 'Ўн олти ёшдан то пенсия таъминоти ҳуқуқини олиш ёшигача бўлган, ҳақ тўланадиган \n' +
            'ишга ёки иш ҳақи (меҳнат даромади) \n' +
            'келтирадиган машғулотга эга бўлмаган, иш \n' +
            'қидираётган ва иш таклиф этилса, унга \n' +
            'киришишга тайёр бўлган ёхуд касбга тайёрлашдан, қайта тайёрлашдан ўтишга ёки \n' +
            'малакасини оширишга тайёр бўлган, ишга \n' +
            'жойлашишда кўмак олиш учун маҳаллий \n' +
            'меҳнат органларига мурожаат қилган ва \n' +
            'ушбу органлар томонидан иш қидираётган \n' +
            'шахслар сифатида рўйхатга олинган меҳнатга лаёқатли шахслар (бундан таълим \n' +
            'муассасаларида таълим олаётганлар \n' +
            'мустасно) ишсизлар деб эътироф этилади',
    },
    {
        id: 14,
        title: 'Кимлар ишсиз деб эътироф \n' +
            'этилмайди?',
        body: '',
        bodyArray: [
            'таклиф этилган мақбул келадиган ишни \n' +
            'иш қидираётган шахс сифатида рўйхатга олинган кундан эътиборан ўн кун \n' +
            'ичида узрли сабабсиз икки марта рад \n' +
            'этган шахслар;\n',
            'маҳаллий меҳнат органи ходими \n' +
            'ҳузурига мақбул келадиган иш юзасидан таклиф олиш учун иш қидираётган \n' +
            'шахс сифатида рўйхатга олинган \n' +
            'кундан эътиборан ўн кун ичида узрли \n' +
            'сабабсиз келмаган шахслар',
            'таълим муассасаларида ва ташкилотларида ишлаб чиқаришдан ажралган \n' +
            'ҳолда таҳсил олаётган шахслар, бундан \n' +
            'таълимнинг сиртқи шаклида таҳсил \n' +
            'олаётганлар мустасно',
            'қонунчиликка мувофиқ пенсия таъминоти ҳуқуқига эга бўлган шахслар \n' +
            '(пенсия туридан қатъи назар);\n' +
            '• бола икки ёшга тўлгунига қадар уни \n' +
            'парвариш қилаётган, ишламаётган \n' +
            'аёллар;',
            'ишини ўзгартирмоқчи бўлган, лекин \n' +
            'маҳаллий меҳнат органларида рўйхатдан ўтиш пайтида, ташкилий-ҳуқ, шаклидан қатъи назар, ташкилотларда \n' +
            'ишловчи ёки уларнинг штатида ҳисобда \n' +
            'турувчи шахслар',
            'суднинг ҳукми билан озодликдан \n' +
            'маҳрум этиш ёки ахлоқ тузатиш ишлари \n' +
            'тарзидаги жазога ҳукм қилинганлар;',
            'фермер хўжаликларининг раҳбарлари \n' +
            'ва ходимлари, оилавий корхоналарнинг \n' +
            'иштирокчилари, деҳқон хўжаликларининг раҳбарлари ва аъзолари, шунингдек якка тартибдаги тадбиркорлар;\n',
            'ўзини ўзи банд қилган шахслар'
        ]
    },
    {
        id: 15,
        title: 'Банд бўлмаган аҳоли (банд \n' +
            'бўлмаган шахслар) деб кимларга айтилади?',
        body: 'Ҳақ тўланадиган ишга ёки иш ҳақи (меҳнат \n' +
            'даромади) келтирадиган машғулотга эга \n' +
            'бўлмаган шахсларга банд бўлмаган аҳоли \n' +
            'деб айтилади.',
    },
    {
        id: 16,
        title: 'Бандлик хизмати” ахборот \n' +
            'тизими нима фаолият олиб \n' +
            'боради?',
        body: 'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлигининг \n' +
            'меҳнат органларига мурожаат этган жисмоний ва юридик шахсларга кўрсатилган \n' +
            'хизматларни ҳисобга олиш учун мўлжалланган электрон ахборот тизими ҳисобланади',
    },
    {
        id: 17,
        title: 'Бўш (вакант) иш ўринлари \n' +
            'миллий базаси нима фаолият \n' +
            'кўрсатади?',
        body: 'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлигининг \n' +
            '“Ягона миллий меҳнат тизими” идоралараро \n' +
            'дастурий-аппарат комплексига кирувчи бўш \n' +
            '(вакант) иш ўринлари тўғрисидаги маълумотларни ўз ичига олган маълумотларнинг \n' +
            'ахборот базаси ҳисобланади.\n',
    },
    {
        id: 18,
        title: 'Меҳнат органлари томонидан \n' +
            'иш қидираётган шахсларга \n' +
            'ва ишсиз шахсларга қандай \n' +
            'хизматлар кўрсатилади',
        body: '',
        bodyArray: [
            'аҳоли бандлиги масалалари бўйича \n' +
            'маслаҳатлар бериш;',
            'мақбул келадиган ишни излаш',
            'захирага қўйиладиган иш ўринларига \n' +
            'ишга жойлаштиришга кўмаклаши',
            'ҳақ тўланадиган жамоат ишларига \n' +
            'юбориш;',
            'тадбиркорликка жалб этиш, ўзини ўзи \n' +
            'мустақил равишда банд қилиш орқали \n' +
            'бандликка кўмаклашиш;',
            'касбга тайёрлашга, қайта тайёрлашга \n' +
            'ва малака оширишга юбориш;',
            'касбий малакани баҳолаш'
        ]
    },
    {
        id: 19,
        title: 'Кимлар иш қидираётган шахс \n' +
            'сифатида меҳнат органларида \n' +
            'рўйхатга олиниши мумкин?',
        body: '',
        bodyArray: [
            'ишга ёки иш ҳақи (меҳнат даромади) \n' +
            'келтирадиган машғулотга эга бўлмаган, \n' +
            'ўн олти ёшдан катта бўлган шахслар;',
            'ўзи билан тузилган меҳнат шартномаси \n' +
            'Меҳнат кодексининг тегишли моддаларида кўрсатилган ҳолатлар бўйича \n' +
            'бекор қилиниши мумкин бўлган (меҳнат \n' +
            'шартномаси келгусида бекор қилиниши \n' +
            'тўғрисида огоҳлантирилган) шахслар',
            'тиббий-ижтимоий эксперт комиссияси \n' +
            'хулосасига кўра меҳнат фаолиятини \n' +
            'амалга ошириш имкониятига эга \n' +
            'ногиронлиги бўлган шахслар;',
            'ёшидан қатъи назар, меҳнат фаолиятини қайта тикламоқчи (давом эттирмоқчи) бўлган пенсионерлар;',
            'иш жойини ёки касбини ўзгартиришни \n' +
            'хоҳловчи шахслар;\n',
            'вақтинча ва мавсумий ишларда банд \n' +
            'бўлган шахслар;',
            'ҳақ тўланадиган жамоат ишларида ва \n' +
            'қишлоқ хўжалигида мавсумий ишларда \n' +
            'иштирок этишни хоҳловчи шахслар'
        ]
    },
    {
        id: 20,
        title: 'Иш қидираётган шахслар \n' +
            'томонидан меҳнат органларига \n' +
            'қандай ҳужжатлар тақдим \n' +
            'этилади?',
        body: '',
        bodyArray: [
            'паспортини ёки идентификацияловчи \n' +
            'ID-картасини ёхуд шахсини тасдиқловчи бошқа ҳужжатни',
            'меҳнат дафтарчасини ёки меҳнат \n' +
            'стажини тасдиқловчи бошқа ҳужжатни, \n' +
            'бундан биринчи марта иш қидираётган \n' +
            'шахслар мустасно',
            'маълумоти тўғрисидаги ҳужжатнинг \n' +
            'аслини ёки унинг кўчирма нусхаси;\n',
            'касби ёки касбий малакаси мавжудлигини тасдиқловчи ҳужжат.\n'
        ]
    },
    {
        id: 21,
        title: 'Шахсларни ишсиз деб эътироф \n' +
            'этиш тартиби қандай?',
        body: 'Агар иш қидираётган шахсга у рўйхатга \n' +
            'олинган кундан эътиборан дастлабки ўн кун \n' +
            'ичида мақул келадиган иш таклиф этилмаган бўлса ёки меҳнат органи мазкур шахс \n' +
            'ишга жойлаштириш учун юборилган ташкилотдан рад жавобини олган бўлса, шахсни \n' +
            'ишсиз деб эътироф этиш тўғрисидаги қарор \n' +
            'у иш қидираётган шахс сифатида рўйхатга \n' +
            'олинган кундан эътиборан ўн биринчи \n' +
            'кундан кечиктирмай маҳаллий меҳнат \n' +
            'органи томонидан қабул қилинади.\n' +
            'Шахсни ишсиз деб эътироф этиш тўғрисидаги қарор маҳаллий меҳнат органининг \n' +
            'буйруғи билан расмийлаштирилади, ушбу \n' +
            'буйруқ бир вақтнинг ўзида ишсизлик \n' +
            'нафақаси тайинлаш тўғрисидаги буйруқ \n' +
            'ҳисобланади. Буйруқда ишсизлик нафақасининг миқдори ва уни ҳисоблаш санаси \n' +
            'кўрсатилади',
    },
    {
        id: 22,
        title: 'Ишсиз шахсларни моддий \n' +
            'жиҳатдан қўллаб-қувватлашнинг қандай кафолатлари \n' +
            'мавжуд?',
        body: '',
        bodyArray: [
            'ишсизлик нафақаси тўланишини',
            'меҳнат органларининг йўлланмаси \n' +
            'бўйича касбга тайёрлаш, қайта тайёрлаш ёки малака ошириш даврида \n' +
            'стипендия тўланишини ва шу давр \n' +
            'умумий меҳнат стажига қўшилишини;',
            'маҳаллий меҳнат органларининг \n' +
            'йўлланмасига кўра бепул, шу жумладан \n' +
            'грантлар ҳисобидан касбга тайёрлаш, \n' +
            'қайта тайёрлаш ва малака оширишни;',
            'ҳақ тўланадиган жамоат ишларига жалб \n' +
            'этиш имкониятини;\n',
            'маҳаллий меҳнат органларининг \n' +
            'таклифига кўра ишлаш учун ихтиёрий \n' +
            'равишда бошқа ерга кўчиб ўтиш билан \n' +
            'боғлиқ харажатлар компенсация \n' +
            'қилинишини.'
        ]
    },
    {
        id: 23,
        title: 'Иш қидираётган шахслар қачон \n' +
            'хисобдан чиқарилади?',
        body: '',
        bodyArray: [
            'ишга жойлашганда;',
            'касбга тайёрлашга, қайта тайёрлашга \n' +
            'ёки малака оширишга юборилганда;',
            'ўзини ўзи банд қилган шахс сифатида \n' +
            'рўйхатга олинганда;',
            'доимий яшаш учун бошқа жойга кўчиб \n' +
            'ўтганда;',
            'меҳнат органига узрли сабабсиз \n' +
            'келмаганда;\n',
            'Ўзбекистон Республикасидан ташқарида вақтинчалик меҳнат фаолиятини \n' +
            'амалга оширганда;',
            'иш қидираётган шахс мақбул келадиган \n' +
            'ишга доир таклифларни мунтазам \n' +
            'равишда (икки мартадан кўп) рад \n' +
            'этганда;\n',
            'иш қидираётган шахс сифатида ғайриқонуний рўйхатдан ўтиш факти аниқланганда;',
            'суднинг озодликдан маҳрум этиш ёки \n' +
            'ахлоқ тузатиш ишлари тарзидаги \n' +
            'жазони назарда тутувчи ҳукми қонуний \n' +
            'кучга кирганда;\n',
            'муддатли ҳарбий хизматга чақирилганда;',
            'иш қидираётган шахсни ишга жойлаштириш бўйича иш олиб бориш имконини \n' +
            'бермайдиган бошқа ҳолатлар юзага \n' +
            'келганда;',
            'иш қидираётган шахс вафот этганда'
        ]
    },
    {
        id: 24,
        title: 'Меҳнат органидан ҳисобдан \n' +
            'чиқарилган шахслар қачон \n' +
            'такроран рўйхатдан ўтиши \n' +
            'мумкин?\n',
        body: 'Меҳнат органида ҳисобдан чиқарилган \n' +
            'кундан эътиборан ўттиз календарь кун \n' +
            'ўтгач, иш қидираётган шахслар сифатида \n' +
            'такроран рўйхатдан ўтиш ҳуқуқига эга',
    },
    {
        id: 25,
        title: 'Мақбул келадиган иш бу?\n',
        body: 'Фуқаро бажаришга қодир бўлган, фуқаронинг олган маълумоти йўналиши ва ихтисослигига, малакасига, касбий тайёргарлигига, \n' +
            'иш тажрибасига, соғлиғининг ҳолатига кўра \n' +
            'мос келадиган, яшаш жойини ўзгартиришини назарда тутмайдиган, унинг доимий \n' +
            'яшаш жойидан унчалик узоқ бўлмаган \n' +
            'ҳамда меҳнатга ҳақ тўлашнинг белгиланган \n' +
            'энг кам миқдоридан кам бўлмаган иш \n' +
            'ҳақини кафолатлайдиган иш тушунилади',
    },
    {
        id: 26,
        title: 'Қандай ишлар мақбул келадиган ишлар деб ҳисоблан',
        body: '',
        bodyArray: [
            'яшаш жойини ўзгартириш билан боғлиқ \n' +
            'бўлса',
            'доимий яшаш жойидан анча узоқ бўлса \n' +
            'ва транспортда қатнаш жиҳатдан қулай \n' +
            'бўлмаса;',
            'таклиф этилган ишни рад этиш соғлиқнинг ҳолатига, ёшга ва бошқа узрли \n' +
            'сабабларга кўра мавжуд бўлган қарши \n' +
            'кўрсатмалар билан асосланган бўлса;',
            'Ишсизлик нафақасини олиш даври \n' +
            'тугаганидан сўнг касби (мутахассислиги) бўйича иш топиб бериш имкони \n' +
            'бўлмаса.'
        ]
    },
    {
        id: 27,
        title: 'Ишсизлик нафақаси қандай \n' +
            'тартибда ажратилади?\n',
        body: '',
        bodyArray: [
            'Ишсизлик нафақаси ишсиз деб тан \n' +
            'олинган шахсга у маҳаллий меҳнат \n' +
            'органида иш қидираётган шахс сифати-да рўйхатга олинган биринчи кундан \n' +
            'эътиборан ҳисобланади ва тўланади',
            'Ишсизлик нафақаси ўн икки ойлик давр \n' +
            'ичида кўпи билан йигирма олти календарь ҳафта давомида тўланади',
            'Жорий ойда ишсизлик нафақасини \n' +
            'тўлаш ўтган ой учун амалга оширилади;',
            'Ишсизлик нафақасига солиқ солинмайди\n'
        ]
    },
    {
        id: 28,
        title: 'Ишсизлик нафақасининг \n' +
            'миқдори қандай тартибда \n' +
            'белгиланади?',
        body: 'Ишсизлик нафақаси ишсиз шахснинг \n' +
            'аввалги иш жойидаги охирги бир йилдаги \n' +
            'ўртача ойлик иш ҳақига нисбатан фоизда \n' +
            'белгиланади. Бошқа ҳолларда ишсизлик \n' +
            'нафақаси меҳнатга ҳақ тўлашнинг энг кам \n' +
            'миқдорига нисбатан фоизда белгиланади',
    },
    {
        id: 29,
        title: 'Ишсизлик нафақасининг \n' +
            'турлари?\n',
        body: '',
        bodyArray: [
            'ишдан ва иш ҳақидан (меҳнат даромадидан) сўнгги ўн икки ойлик давр ичида \n' +
            'маҳрум бўлган шахсларга;',
            'ишдан ва иш ҳақидан (меҳнат даромадидан) маҳрум бўлган ҳамда узоқ (бир \n' +
            'йилдан ортиқ) танаффусдан кейин \n' +
            'меҳнат фаолиятини қайта бошлашга \n' +
            'ҳаракат қилаётган шахсларга',
            'илгари ишламаган ва биринчи марта иш \n' +
            'қидираётган шахсларга.'
        ]
    },
    {
        id: 30,
        title: 'Ишдан ва иш ҳақидан (меҳнат \n' +
            'даромадидан) сўнгги ўн икки \n' +
            'ойлик давр ичида маҳрум \n' +
            'бўлган шахсларга қанча \n' +
            'миқдорда ишсизлик нафақаси \n' +
            'тайинланади?',
        body: 'Аввалги иш жойидаги ўртача ойлик иш \n' +
            'ҳақининг эллик фоизи миқдорида, лекин \n' +
            'меҳнатга ҳақ тўлашнинг энг кам миқдоридан оз бўлмаган ва нафақани пайтида Ўзбекистон Республикасида таркиб \n' +
            'топган ўртача иш ҳақидан ортиқ бўлмаган \n' +
            'миқдорда ишсизлик нафақаси тайинланади.',
    },
    {
        id: 31,
        title: 'Ишдан ва иш ҳақидан (меҳнат \n' +
            'даромадидан) маҳрум бўлган \n' +
            'ҳамда узоқ (бир йилдан ортиқ) \n' +
            'танаффусдан кейин меҳнат \n' +
            'фаолиятини қайта бошлашга \n' +
            'ҳаракат қилаётган шахсларга \n' +
            'қанча миқдорда ишсизлик \n' +
            'нафақаси тайинланади?',
        body: 'Меҳнатга ҳақ тўлаш энг кам миқдорининг \n' +
            'бир баравари миқдорида ишсизлик нафақаси тайинланади.',
    },
    {
        id: 32,
        title: 'Илгари ишламаган ва биринчи \n' +
            'мартта иш қидираётган шахсларга қанча миқдорда ишсизлик нафақаси тайинлана',
        body: 'Меҳнатга ҳақ тўлаш энг кам миқдорининг \n' +
            'камида етмиш беш фоизи миқдорида \n' +
            'ишсизлик нафақаси тайинланади',
    },
    {
        id: 33,
        title: 'Ишсизлик нафақаси миқдори \n' +
            'тўғрисидаги маълумотлар \n' +
            'қайси тизимда акс эттирилади?',
        body: 'Ҳар ой учун (шу жумладан ишсизлик нафақаси тўланадиган тўлиқсиз ойлар учун) \n' +
            'ишсизлик нафақаси миқдори тўғрисидаги \n' +
            'маълумотлар “Бандлик хизмати” ахборот \n' +
            'тизимида акс эттирилади',
    },
    {
        id: 34,
        title: 'Ташкилотлардан бўшатилган \n' +
            'шахсларга қандай тартибда \n' +
            'ишсизлик нафақаси тўланади?',
        body: 'Ташкилотлардан бўшатилган шахслар учун, \n' +
            'агар улар меҳнат шартномаси бекор қилин ганидан кейин ўттиз календарь кун ичида \n' +
            'иш қидираётган шахслар сифатида маҳаллий меҳнат органларида рўйхатдан ўтган \n' +
            'бўлса, белгиланган уч ойлик муддат тугаганидан кейин биринчи кундан эътиборан \n' +
            'ишсизлик нафақаси ҳисобланади.\n' +
            'Ташкилотдан бўшатилган шахс меҳнат \n' +
            'шартномаси бекор қилинганидан кейин \n' +
            'ўттиз календарь кун ичида маҳаллий меҳнат \n' +
            'органларида рўйҳатдан ўтмаган, лекин унга \n' +
            'уч ойлик давр тугаганидан кейин маҳаллий \n' +
            'меҳнат органи томонидан мақбул келадиган \n' +
            'иш берилмаган бўлса, у ишсиз шахс мақомига эга бўлади ҳамда унга меҳнат шартномаси бекор қилинган санадан кейин камида \n' +
            'икки ой муддат ўтгач ишсизлик нафақаси \n' +
            'ҳисобланади.',
    },
    {
        id: 35,
        title: 'Қандай ҳолларда ишсизлик \n' +
            'нафақасини тугатиш ёки тўхтатиб туриш мумкин?',
        body: '',
        bodyArray: [
            'ишсиз шахс ишга жойлашганда;\n',
            'ишсиз шахс мақбул ишга доир иккита \n' +
            'таклифни рад этганда',
            'ишсиз шахс ишсизлик нафақасини \n' +
            'алдов йўли билан олганда',
            'микрокредитлар олганда;',
            'ишсиз шахс Ўзбекистон Республикасидан ташқарида вақтинчалик меҳнат \n' +
            'фаолиятини амалга оширганда;',
            'ишсиз шахс ўзини ўзи банд қилган шахс \n' +
            'сифатида рўйхатга олинганда;\n',
            'ишсиз шахс қонунчиликка мувофиқ \n' +
            'пенсия таъминоти ҳуқуқига эга бўлганда (пенсия туридан қатъи назар);',
            'ишсиз шахс суднинг ҳукми билан \n' +
            'озодликдан маҳрум этиш ёки ахлоқ \n' +
            'тузатиш ишлари тарзидаги жазога ҳукм \n' +
            'қилинганда;',
            'ишсиз шахс ишсизлик нафақасини олиб \n' +
            'турган даврида вақтинча бажариладиган ишга маҳаллий меҳнат органини бу \n' +
            'ҳақда хабардор қилмай жойлашганда;',
            'ишсиз шахс вафот этганда.'
        ]
    },
    {
        id: 36,
        title: 'Ишсизлик нафақаси қандай \n' +
            'ҳолларда тугатилади',
        body: 'Ишсиз шахс маҳаллий меҳнат органига мунтазам равишда узрли сабабларсиз \n' +
            'келмаган ёки белгиланган муддатларда \n' +
            'келишдан бўйин товлаган тақдирда ишсизлик нафақасини тўлаш муддатидан олдин \n' +
            'тугатилади.',
    },
    {
        id: 37,
        title: 'Ишсизлик нафақаси қандай \n' +
            'ҳолларда тўхтатиб турилади?',
        body: '',
        bodyArray: [
            'ишсиз шахс касбга тайёрлашга, қайта \n' +
            'тайёрлашга ёки малака оширишга \n' +
            'юборилганда;',
            'ишсиз шахс ихтисослаштирилган \n' +
            'даволаш-профилактика муассасасида \n' +
            'даволаш курсини ўтаётганда;',
            'ишсиз шахс ҳақ тўланадиган жамоат \n' +
            'ишларида иштирок этаётганда;',
            'Ишсизлик нафақасини тўлаш ишсиз \n' +
            'шахс белгиланган муддатда узрсиз \n' +
            'сабабларга кўра маҳаллий меҳнат \n' +
            'органига келмаган тақдирда уч ойгача \n' +
            'бўлган муддатга тўхтатиб турилиши \n' +
            'мумкин.'
        ]
    },
    {
        id: 38,
        title: 'Қандай шахслар ўзини ўзи \n' +
            'банд қилган шахс мақомини \n' +
            'олади?',
        body: 'Якка тартибдаги тадбиркорлар сифатида \n' +
            'рўйхатга олинмаган ва шахсий меҳнатга \n' +
            'доир иштирокига асосланган, иш ҳақини \n' +
            '(меҳнат даромадини) олишга қаратилган, \n' +
            'ўзини ўзи банд қилган шахслар шуғулланиши мумкин бўлган фаолият (ишлар, хизматлар) турлари рўйхатида назарда тутилган \n' +
            'фаолиятни мустақил равишда амалга \n' +
            'оширадиган шахслар ўзини ўзи банд қилган \n' +
            'шахслар сифатида рўйхатга олиниши \n' +
            'мумкин.',
    },
    {
        id: 39,
        title: 'Аҳолининг ижтимоий муҳтож \n' +
            'тоифалари деганда кимлар \n' +
            'назарда тутилади?',
        body: 'Ижтимоий ҳимояга муҳтож бўлган ва иш \n' +
            'топишда қийналаётган ҳамда меҳнат \n' +
            'бозорида тенг шароитларда рақобатлаша \n' +
            'олмайдиган шахслар аҳолининиг ижтимоий \n' +
            'муҳтож тоифалари ҳисобланади.',
    },
    {
        id: 40,
        title: 'Аҳолининг ижтимоий муҳтож \n' +
            'тоифалари деганда кимлар \n' +
            'назарда тутилади?',
        body: '',
        bodyArray: [
            'ўн тўрт ёшга тўлмаган болалари, \n' +
            'ногиронлиги бўлган болалари бор ёлғиз \n' +
            'отага ёки онага, шунингдек кўп болали \n' +
            'оилаларнинг ота-оналарига;\n',
            'умумий ўрта ва ўрта махсус таълим \n' +
            'ташкилотларини, касб-ҳунар мактабларини, касб-ҳунар коллежларини ҳамда \n' +
            'техникумларни тамомлаб, касбга эга \n' +
            'бўлган ёшлар;\n',
            '“Меҳрибонлик” уйларининг битирувчилари, шунингдек олий таълим муассасаларининг давлат грантлари бўйича \n' +
            'таълим олган битирувчилари;',
            'Ўзбекистон Республикаси Мудофаа \n' +
            'вазирлигининг, Ички ишлар вазирлигининг, Фавқулодда вазиятлар вазирлигининг, Миллий гвардиясининг, Давлат \n' +
            'хавфсизлик хизматининг қўшинларидаги муддатли ҳарбий хизматдан \n' +
            'бўшатилган шахслар;',
            'ногиронлиги бўлган шахслар;',
            'пенсияолди ёшидаги шахслар',
            'жазони ижро этиш муассасаларидан \n' +
            'озод қилинган ёки суд қарорига кўра \n' +
            'ўзига нисбатан тиббий йўсиндаги \n' +
            'мажбурлов чоралари қўлланилган \n' +
            'шахслар;\n',
            'одам савдосидан жабрланганлар'
        ]
    },
    {
        id: 41,
        title: 'Иш ўринларини захирага \n' +
            'қўйишда иштирок этадиган \n' +
            'ташкилот ва корхоналар учун \n' +
            'қандай имтиёзлар берилади?',
        body: 'Захирага қўйиладиган иш ўринларининг \n' +
            'белгиланган энг кам сонидан ортиқча иш \n' +
            'ўринлари ташкил этган ташкилотлар қонунчиликда белгиланган тартибда имтиёзларга, \n' +
            'шу жумладан Ўзбекистон Республикаси \n' +
            'Бандликка кўмаклашиш давлат жамғармасининг маблағлари ҳисобидан субсидиялар \n' +
            'олиш ҳуқуқига эга бўлади.\n' +
            'Туманлар (шаҳарлар) ҳокимлари белгиланган сондан ортиқча захирага қўйиладиган \n' +
            'иш ўринлари ташкил этган ташкилотларга ишлаб чиқаришни ташкил этиш ва бошқа \n' +
            'чора-тадбирлар учун яшаш учун мўлжалланмаган жойларни биринчи навбатда \n' +
            'ажратиш орқали ўз ваколатлари доирасида \n' +
            'имтиёзлар белгилаши мумкин.',
    },
    {
        id: 42,
        title: 'Ногиронлиги бўлган шахслар \n' +
            'учун қандай иш ўринлари барпо \n' +
            'этилади?',
        body: 'Меҳнат шароитлари бўйича аттестациядан \n' +
            'ўтказилган ва ходимга соғлиғининг ҳолатини ҳамда меҳнат фаолиятига доир белгиланган қарши кўрсатмалар ҳисобга олинган \n' +
            'ҳолда меҳнат мажбуриятларини монеликсиз \n' +
            'бажариш имконини берадиган иш ўринлари',
    },
    {
        id: 43,
        title: 'Жамоат ишлари бу ?',
        body: 'Ишсиз ва банд бўлмаган аҳоли учун умумжалб этиш мумкин бўлган, алоҳида тайёргарлик ва малака талаб қилмайдиган, ҳақ \n' +
            'тўланадиган вақтинчалик меҳнат фаолияти \n' +
            'турлари.',
    },
    {
        id: 44,
        title: 'Ҳақ тўланадиган жамоат ишларининг асосий турла ?',
        body: '',
        bodyArray: [
            'шаҳарларнинг, туманларнинг, аҳоли \n' +
            'пунктларининг, маҳаллаларнинг ҳудудларини ва бошқа ҳудудларни ободонлаштириш (кўкаламзорлаштириш, \n' +
            'йиғиштириш, оқлаш, ариқларни, зиёратгоҳларни, маданий объектларни тозалаш ва бошқалар)',
            'уй-жой-коммунал объектлар ва бошқа \n' +
            'инфратузилма объектлари ҳудудларига \n' +
            'туташ уй-жой фондининг объектларини \n' +
            'таъмирлаш ҳамда уларнинг фаолият \n' +
            'кўрсатишини таъминлаш',
            'кўчаларни, йўлларни ва йўлкаларни \n' +
            'таъмирлаш;\n',
            'қишлоқ хўжалиги ишлари, қишлоқ \n' +
            'хўжалиги маҳсулотлари етиштириш, \n' +
            'уларни сақлаш ва қайта ишлаш, қишлоқ \n' +
            'хўжалиги маҳсулотлари ҳосилини \n' +
            'йиғиб-териб олиш, ирригация ва мелиорация тармоқларини таъмирл',
            'ногиронлиги бўлган шахсларни, кексаларни, беморларни ва бошқа шахсларни \n' +
            'парваришлаш;',
            'саноат тармоқлари ташкилотларидаги \n' +
            'ва хизматлар кўрсатиш соҳасидаги \n' +
            'ишлар;',
            'объектларни қуриш, реконструкция \n' +
            'қилиш ва таъмирлаш.'
        ]
    },
    {
        id: 45,
        title: 'Жамоат ишларини бажарувчи \n' +
            'шахс?',
        body: 'Белгиланган тартибда ишсиз деб эътироф \n' +
            'этилган, шунингдек, иш изловчи шахс \n' +
            'сифатида рўйхатга олинган ва жамоат \n' +
            'ишларида қатнашиш учун жалб қилинган \n' +
            'Ўзбекистон Республикаси фуқароси, шунингдек, Ўзбекистон Республикаси ҳудудида \n' +
            'доимий яшаб келаётган чет эл фуқаролари \n' +
            'ҳамда фуқаролиги бўлмаган шахслар.',
    },
    {
        id: 46,
        title: 'Жамоат ишлари нима мақсадларда ташкил қилинади ?',
        body: '',
        bodyArray: [
            'банд бўлмаган шахсларни вақтинчалик \n' +
            'маош (меҳнат даромади) билан таъминлаш ва уларни иш қидириш даврида \n' +
            'моддий қўллаб-қувватлаш;',
            'касбга (мутахассисликка) эга бўлмаган \n' +
            'илк бор иш изловчи шахсларни меҳнат \n' +
            'фаолиятига жалб этиш;',
            'турли сабабларга кўра (илгари бола \n' +
            'тарбияси, бемор ва кекса оила аъзоларини парваришлаш, жазони ижро этиш \n' +
            'муассасаларидан озод қилинган ва \n' +
            'бошқа сабабларга кўра) узоқ танаффусдан сўнг касбий фаолият билан \n' +
            'шуғулланмаган шахслар меҳнатини \n' +
            'реабилитация қилиш;\n',
            'иқтисодиёт ва ижтимоий соҳанинг \n' +
            'ижтимоий муҳим аҳамиятга эга бўлган \n' +
            'объектларини ишчи кучи билан таъминлаш.'
        ]
    },
    {
        id: 47,
        title: 'Ҳақ тўланадиган жамоат ишларини ташкил этиш тартиби ?',
        body: '',
        bodyArray: [
            'Буюртмачилар-иш берувчилар ҳақ тўланадиган жамоат ишларининг зарур \n' +
            'турлари ва ҳажмларини маҳаллий \n' +
            'меҳнат органлари билан биргаликда \n' +
            'белгилайди;',
            'Буюртмачилар-иш берувчилар ҳақ \n' +
            'тўланадиган жамоат ишларини ташкил \n' +
            'этишга доир талабномани маҳаллий \n' +
            'меҳнат органларига тақдим этади;\n',
            'Маҳаллий меҳнат органлари буюртмачилар-иш берувчиларнинг талабномаларида кўрсатилган ишчи кучига бўлган \n' +
            'талабни ҳисобга олган ҳолда, ҳақ \n' +
            'тўланадиган жамоат ишларига жалб \n' +
            'этиладиган ишсиз шахсларнинг рўйхатларини шакллантиради;',
            'Жамоат ишлари жамғармаси ҳақ \n' +
            'тўланадиган жамоат ишлари бажарилишини маҳаллий меҳнат органларининг \n' +
            'умумлаштирилган талабномалари \n' +
            'асосида молиялаштиради;\n',
            'Маҳаллий меҳнат органлари ҳақ тўланадиган жамоат ишларига жалб этиладиган шахсларнинг рўйхатини илова \n' +
            'қилган ҳолда буюртмачилар-иш берувчилар билан шартномалар тузади',
            'Маҳаллий меҳнат органлари буюртмачи-иш берувчи билан шартнома тузганидан сўнг ҳақ тўланадиган жамоат \n' +
            'ишларига жалб этиладиган шахсларга \n' +
            'ҳақ тўланадиган жамоат ишлари учун \n' +
            'йўлланма беради',
            'Буюртмачи-иш берувчи ҳар ойда \n' +
            'маҳаллий меҳнат органларига ҳақ \n' +
            'тўланадиган жамоат ишлари ташкил \n' +
            'этилганлигини ва ушбу ишлар ҳажми \n' +
            'бажарилганлигини, ишланган вақт \n' +
            'ҳисобини ва ҳақ тўланадиган жамоат \n' +
            'ишларига жалб этиладиган шахсларга \n' +
            'иш ҳақи ҳисобланганлигини тасдиқловчи ҳужжатларни тақдим этади.\n'
        ]
    },
    {
        id: 48,
        title: 'Меҳнатнинг амалдаги қандай \n' +
            'турлари мавжуд?',
        body: '',
        bodyArray: [
            'ақлий меҳнат',
            'жисмоний меҳнат',
            'илмий фаолият;',
            'жисмоний куч талаб қилинадиган иш',
            'ижодий иш ва ҳоказо.'
        ]
    },
    {
        id: 49,
        title: 'Ташкил этиладиган жамоат \n' +
            'ишларининг жойлари ва иштирок этувчилар қайси орган \n' +
            'томонидан белгиланади?',
        body: 'Маҳаллий меҳнат органлари томонидан \n' +
            'белгиланади.\n',
    },
    {
        id: 50,
        title: 'Ҳақ тўланадиган жамоат \n' +
            'ишларига жалб этиладиган \n' +
            'шахсларнинг меҳнатига қандай \n' +
            'тартибда ҳақ тўланади?',
        body: '',
        bodyArray: [
            'Ҳақ тўланадиган жамоат ишларига \n' +
            'жалб этиладиган шахслар билан ҳақ \n' +
            'тўланадиган жамоат ишларида иштирок этиш учун камида икки ҳафталик, \n' +
            'лекин олти ойдан кўп бўлмаган муддатга, айрим ҳолларда эса Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги билан \n' +
            'келишилган ҳолда, ўн бир ойгача \n' +
            'муддатга муддатли меҳнат шартномалари тузилади;',
            'Бюджет ташкилотлари, фуқароларнинг \n' +
            'ўзини ўзи бошқариш органлари шунингдек кўп квартирали уйлардаги уй-жой \n' +
            'мулкдорларининг ширкатлари томонидан ташкил этиладиган ҳақ тўланадиган жамоат ишларида Жамоат ишлари \n' +
            'жамғармасининг маблағлари ҳисобидан \n' +
            'тўлиқ қопланади',
            'Тадбиркорлик субъектлари, нодавлат \n' +
            'нотижорат ташкилотлари томонидан \n' +
            'ташкил этиладиган ҳақ тўланадиган \n' +
            'жамоат ишларида меҳнатга ҳақ тўлаш \n' +
            'бўйича харажатларнинг эллик фоизигача бўлган қисмининг ўрни иш берувчи \n' +
            'бажарилган ишларни тасдиқловчи \n' +
            'ҳужжатни тақдим этган тақдирда, \n' +
            'Жамоат ишлари жамғармасининг \n' +
            'маблағлари ҳисобидан қопланади.'
        ]
    },
    {
        id: 51,
        title: 'Норасмий меҳнат билан \n' +
            'бандлик бу?',
        body: 'Мулк шакли туридан қатъий назар ишлаб \n' +
            'чиқариш ва хизмат кўрсатиш корхоналари \n' +
            'штат бирликларида ҳисобда турмаган меҳнат муносабатлари расман шаклланмаган, солиқ органлари ҳисобига олинмаган ва \n' +
            'меҳнат бозори ва яширин иқтисодиётнинг \n' +
            'таркибий қисми бўлган ижтимоийиқтисодий ва ижтимоий-меҳнат муносабатлар ҳисобланади',
    },
    {
        id: 52,
        title: 'Норасмий бандлик секторининг \n' +
            'иқтисодий-ижтимоий моҳияти \n' +
            'бу?',
        body: 'Мулк шаклидан қатъий назар корхоналарда \n' +
            'ёки уй хўжаликларида ёлланган ходим \n' +
            '(ишчилар) билан меҳнат муносабатларини \n' +
            'Ўзбекистон Республикаси Меҳнат кодекси \n' +
            'талабларига мувофиқ расмийлаштирилмаган ижтимоий-иқтисодий ва ижтимоиймеҳнат муносабатлари ҳисоблан',
    },
    {
        id: 53,
        title: 'Ноанъанавий иш билан бандлик \n' +
            'шакллари бу?',
        body: 'Ёлланма ходимларни (ишчиларни) иш билан \n' +
            'бандлигини технологик мазмунан сақланиб, \n' +
            'ташкилий жиҳатидан фарқ қилувчи барча \n' +
            'шакллари',
        bodyArray: [
            'Масофавий иш усулида;\n',
            'Мослашувчан иш жадвалида;\n',
            'Ўзини ўзи банд қилиш, фриланс',
            'Аутсорсинг;',
            'Вақтинчалик;',
            'Мавсумий;',
            'Уйда иш билан бандлик;',
            'Касаначилик турлари киради.'
        ]
    },
    {
        id: 54,
        title: 'Қўшимча иш деганда нимани \n' +
            'тушунасиз?\n',
        body: 'Бир ташкилотда ишлайдиган ходим, унинг \n' +
            'асосий иши билан бир қаторда, меҳнат \n' +
            'шартномасидан келиб чиққан ҳолда ва \n' +
            'асосий ишдан озод қилинмаган ҳолда \n' +
            '(лавозимларни бирлаштириш, хизмат \n' +
            'кўрсатиш майдонларини кенгайтириш, \n' +
            'вақтинча йўқ ходимнинг вазифаларини \n' +
            'бажариш) амалга ошириладиган иш. Қўшимча иш учун қўшимча ҳақ тўланади.\n',
    },
    {
        id: 55,
        title: 'Иш ўринларини ташкил этишга \n' +
            'доир давлат буюртмаси деганда нимани тушунасиз?',
        body: 'Иш берувчиларга иш қидираётган шахсларни ва ишсиз шахсларни ишга жойлаштириш \n' +
            'учун талаб этиладиган ташкилий-техник \n' +
            'шартларга мувофиқ, муайян сондаги иш \n' +
            'ўринларини ташкил этиш учун бериладиган \n' +
            'буюртма',
    },
    {
        id: 56,
        title: 'Иш ўринларини ташкил этишга \n' +
            'доир давлат буюртмаси қандай \n' +
            'тартибда шакллантирилади?',
        body: 'Иш ўринларини ташкил этишга доир давлат \n' +
            'буюртмаси Ўзбекистон Республикасининг \n' +
            'инвестиция дастурига, ҳудудларни комплекс ривожлантиришга доир дастурларга \n' +
            'ва модернизация қилишга доир тармоқ \n' +
            'дастурларига киритилган лойиҳаларни \n' +
            'амалга ошириш учун зарур бўлган иш \n' +
            'ўринлари сонининг давлат бошқаруви \n' +
            'органлари ва бошқа ташкилотлар томонидан тайёрланган прогнози асосида шакллантирилад',
    },
    {
        id: 57,
        title: 'Ташкил этилган иш ўрни бу ?',
        body: 'Ишлаб чиқариш (ишлар, хизматлар) ҳажмини кенгайтириш, шунингдек ишлаб чиқаришни модернизациялаш ва қайта жиҳозлаш \n' +
            'муносабати билан бўшаб қоладиган иш \n' +
            'ўринларини тўлдириш учун иш берувчи \n' +
            'томонидан янги ёки мавжуд ишлаб чиқариш \n' +
            'қувватларида ташкил этилган иш ўрни',
    },
    {
        id: 58,
        title: 'Субсидия бу ?',
        body: 'Субсидия (Subsidium - ёрдам, нафақа, \n' +
            'қўллаб-қувватлаш) деган маънони билдиради. Давлат бюджети, маҳаллий бюджетлар \n' +
            'маблағлар ёки махсус фондлардан жисмоний ва юридик шахсларга, маҳаллий органларга бериладиган пул маблағ ёки натурал \n' +
            'шаклидаги ёрдам',
    },
    {
        id: 59,
        title: 'Ягона миллий меҳнат тизими” \n' +
            'идоралараро дастурий-аппарат \n' +
            'комплекси бу ?',
        body: 'Меҳнат бозори ва бандлик, меҳнат ресурслари баланси, ташкил этилаётган иш \n' +
            'ўринлари ҳақидаги холис, мунтазам янгилаб \n' +
            'бориладиган маълумотлар базасини ўз \n' +
            'ичига олган, иш берувчилар ва ходимларга \n' +
            'меҳнат муносабатларини электрон шаклда \n' +
            'расмийлаштириш, ишга жойлашишнинг \n' +
            'шахсга доир тарихи, бўш (вакант) иш \n' +
            'ўринлари, ходимларнинг сон ва сифат \n' +
            'таркиби тўғрисидаги маълумотларни \n' +
            'шакллантириш ҳамда сақлаш учун майдонча тақдим этадиган электрон ахборот \n' +
            'тизими.',
    },
    {
        id: 60,
        title: 'ЯММТ тизимининг қандай \n' +
            'имкониятлари мавжуд ?',
        body: '',
        bodyArray: [
            'иш берувчилар ва ходимлар ўртасидаги \n' +
            'меҳнат муносабатларини электрон \n' +
            'рўйхатдан ўтказиш;\n',
            'иш берувчиларнинг барча иш ўринлари \n' +
            'тўғрисидаги электрон маълумотлар \n' +
            'базасини шакллантириш',
            'ходимнинг меҳнат стажини, ҳисобланган иш ҳақи тўғрисидаги маълумотларни ўз ичида шакллантирадиган электрон меҳнат дафтарчасини',
            'аҳоли бандлиги соҳасида давлат \n' +
            'сиёсатини самарадорлигини ошириш, \n' +
            'меҳнат бозори ҳолати ва динамикаси \n' +
            'тўғрисидаги маълумотларни шакллантириш;',
            'меҳнат бозори, минтақалар, ёш ва жинс \n' +
            'омиллари, соҳалар ва мутахассисликлар бўйича ишчи кучига талаб ва \n' +
            'таклифнинг ривожланишини башорат \n' +
            'қилиш'
        ]
    },
    {
        id: 61,
        title: 'ЯММТ тизимига қайси ташкилотлар интеграция қилинган?',
        body: '',
        bodyArray: [
            'Давлат персоналлаштириш маркази',
            'Таълим сифатини назорат қилиш давлат инспекцияси ва Олий аттестация комиссияси',
            'Давлат солиқ қўмитаси',
            'Ички ишлар вазирлиги',
            'Бюджетдан ташқари пенсия жамғармаси.'
        ]
    },
    {
        id: 62,
        title: 'Иш берувчи бу?',
        body: 'Ташкилот, шу жумладан, унинг алоҳида \n' +
            'таркибий бўлинмалари номидан уларнинг \n' +
            'раҳбарлари, мулкдори айни вақтда унинг \n' +
            'раҳбари ҳисобланадиган хусусий корхоналар, қонунчиликда назарда тутилган ҳолларда ўн саккиз ёшга тўлган алоҳида \n' +
            'шахслар',
    },
    {
        id: 63,
        title: 'ЯММТда меҳнат шартномасини \n' +
            'рўйхатдан ўтказиш қандай \n' +
            'тартибда амалга оширилади ?',
        body: 'Меҳнат ҳақидаги қонунлар талабларига \n' +
            'мувофиқ иш берувчи билан ходим ўртасида \n' +
            'тузилган меҳнат шартномаси тўғрисидаги \n' +
            'маълумотларни “ЯММТ” ИДАКга киритиш \n' +
            'жараёни.',
    },
    {
        id: 64,
        title: 'Ходимнинг электрон меҳнат \n' +
            'дафтарчаси бу?',
        body: 'Жисмоний шахснинг меҳнат фаолияти \n' +
            'тўғрисидаги маълумотлар мавжуд бўлган \n' +
            'электрон ҳужжат, у меҳнат шартномаси иш \n' +
            'берувчи томонидан рўйхатдан ўтказилганлиги, якка тартибдаги тадбиркор сифатида \n' +
            'рўйхатдан ўтганлик, ўзини ўзи банд қилганлиги, вақтинчалик меҳнат фаолиятини \n' +
            'амалга ошириш учун чет элга кетаётган \n' +
            'фуқаролар томонидан Ўзбекистон Республикаси Молия вазирлиги ҳузуридаги бюджетдан ташқари Пенсия жамғармасига \n' +
            'тўланган суғурта бадаллари тўғрисидаги \n' +
            'маълумотлар асосида “ЯММТ” ИДАКда \n' +
            'шакллантирилади, шунингдек, унда ходим \n' +
            'тўғрисидаги маълумотлар (фамилияси, \n' +
            'исми, отасининг исми, туғилган санаси, \n' +
            'маълумоти, касби, мутахассислиги), ишга \n' +
            'жойлашиш даврлари (ишга қабул қилиш, \n' +
            'бошқа ишга ўтказиш), ҳисобланган иш ҳақи шунингдек, жисмоний шахснинг меҳнатига \n' +
            'ҳақ тўлаш тарзидаги даромадлардан \n' +
            'тўланган солиқлар тўғрисидаги маълумотлар мавжуд бўлади.'
    },
    {
        id: 65,
        title: 'Иш берувчининг шахсий \n' +
            'кабинети бу?',
        body: 'Рўйхатдан ўтган иш берувчиларга ходимлар \n' +
            'билан меҳнат шартномалари тузиш, уларни \n' +
            'бекор қилиш, уларга ўзгартириш ва қўшимчалар киритишни рўйхатдан ўтказиш, \n' +
            'шунингдек, иш ўринлари, бўш иш ўринлари \n' +
            'ва ходимлар ҳақидаги маълумотларни \n' +
            'киритиш имконини берувчи “ЯММТ” \n' +
            'ИДАКнинг ёпиқ бўлими.'
    },
    {
        id: 66,
        title: 'Давлатнинг бандлик \n' +
            'сиёсати бу?',
        body: 'Давлат идоралари томонидан меҳнат бозорига нисбатан амалга ошириладиган ва икки \n' +
            'асосий йўналишга эга бўлган чора-тадбирлар тизимидир'
    },
    {
        id: 67,
        title: 'Фаол бандлик сиёсати бу?',
        body: '',
        bodyArray: [
            'Давлат томонидан ишсизликни қисқартириш бўйича амалга оширилаётган \n' +
            'ҳуқуқий, ташкилий, иқтисодий чоралар \n' +
            'мажмуаси',
            'таълим, қайта тайёрлаш, ишсиз ишчиларнинг малакасини ошириш;',
            'Иш жойларини қидириш ва танлаш \n' +
            'вақтинчалик иш тизими орқали янги иш \n' +
            'ўринларини ташкил этиш'
        ]
    },
    {
        id: 68,
        title: 'Пассив бандлик сиёсати бу?',
        body: 'Пассив сиёсат ишсизликнинг салбий оқибатларини қуйидагича юмшатиш имконини \n' +
            'беради:',
        bodyArray: [
            'Давлат томонидан кафолатланган \n' +
            'ишсизлик нафақаларининг тўловлари;',
            'Ишсиз шахсларга тўловлар моддий \n' +
            'ёрдам тўланиши'
        ]
    },
    {
        id: 69,
        title: 'Бандлик сиёсатининг мақсадлари қайсилар?',
        body: '',
        bodyArray: [
            'Иш жойларини қисқаришини чеклаш;',
            'Инвестицион фаолиятнинг ўсишига \n' +
            'кўмаклашиш;',
            'Янги иш ўринларини яратиш;',
            'Фуқароларнинг меҳнат қилиш ҳуқуқини \n' +
            'амалга ошириш'
        ]
    },
    {
        id: 70,
        title: 'Меҳнат бу?',
        body: 'Жамият ёки алоҳида индивид талаб ва эҳтиёжларини қондириш учун бажариладиган \n' +
            'фаолият туридир. Меҳнат иқтисодиётда \n' +
            'ишлаб чиқариш омилларидан бири сифатида кўрилади. Инсоннининг мақсадга мувофиқ ижтимоий фойдали фаолияти энг \n' +
            'аввало табиат предметларини ўзгартириб \n' +
            'эҳтиёжга мослаштиришни билдиради. \n' +
            'Меҳнат кишилик жамияти ҳаётининг асосий \n' +
            'шарти, чунки у туфайли зарур бўлган моддий ва маънавий неъматлар яратилади',
    },
    {
        id: 71,
        title: 'Туман (шаҳар) аҳоли бандлигига кўмаклашиш марказларининг вазифалари ва функциялари нималардан иборат',
        body: '',
        bodyArray: [
            'вазирликка юкланган вазифалар ва \n' +
            'функцияларнинг самарали бажарилишини таъминлашда иштирок этиш',
            'аҳоли, меҳнат муносабатлари, меҳнатни \n' +
            'муҳофаза қилиш ва меҳнат миграцияси \n' +
            'соҳасидаги ва ўз ваколатига кирадиган \n' +
            'бошқа масалаларга доир ташкилотлар \n' +
            'билан ҳамкорлик қилиш;',
            'ишсизларни ишга жойлаштириш \n' +
            'органларига мурожаат қилганларнинг \n' +
            'ишга жойлаштирилишини таъминлаш, \n' +
            'жамоат ишларида, биринчи навбатда, \n' +
            'йирик инвестиция лойиҳаларини амалга \n' +
            'ошириш, йўл ва уй-жой-коммунал \n' +
            'инфратузилма объектларини қуриш, \n' +
            'таъмирлаш ва реконструкция қилиш, \n' +
            'шаҳар ва туманларни обод қилиш \n' +
            'доирасидаги жамоат ишларида, мавсумий қишлоқ хўжалиги ишларида аҳолини иштирок этишга жалб қилиш;',
            'қонун ҳужжатларига, норматив ҳужжатларга риоя этилиши юзасидан мониторинг ва назорат олиб',
            'ишга жойлаштириш, ўқитиш ва малака \n' +
            'ошириш, малакани баҳолаш хизматларига бўлган давлат буюртмасини \n' +
            'молиялаштириш',
            'коворкинг-марказларни ташкил этиш \n' +
            'ва сақлаб туришни молиялаштириш \n' +
            'бўйича таклифларни шакллантириш',
            'аҳолини ишга жойлаштириш соҳасида \n' +
            'хизматлар кўрсатиш бўйича фаолиятни \n' +
            'амалга оширувчи юридик шахсларни \n' +
            'қўллаб-қувватлаш'
        ]
    },
    {
        id: 72,
        title: 'Аутсорсинг бу?',
        body: 'Аутсорсинг (“outsourcing”- ташқи манба ёки \n' +
            'ресурсдан фойдаланиш) Компания томонидан шартнома асосида ўз йўналиши учун \n' +
            'асосий ҳисобланмаган муайян ишлаб \n' +
            'чиқариш функцияларини (бухгалтерия \n' +
            'ҳисоби, юридик хизматлар, маркетинг \n' +
            'тадқиқотлари, ахборотларни қайта ишлаш) \n' +
            'ушбу соҳа бўйича ихтисослашган бошқа \n' +
            'шерикка топшириш',
    },
    {
        id: 73,
        title: 'Коворкинг бу?',
        body: 'Коворкинг (“Co-working”- ҳамкорликдаги \n' +
            'меҳнат) Ихтисослик, малака билим, қизиқишга эга бўлган кўп сонли шахсларнинг \n' +
            'биргаликдаги меҳнат фаолиятининг замонавий шаклидир. Коворкинг умумий ҳудудда турли иш билан банд бўлган одамлар \n' +
            'меҳнатини ташкил этишга янгича ёндашув \n' +
            'ҳисобланади. Меҳнат фаолиятини коворкинг шаклида ташкил этиш иш жойи учун \n' +
            'харажатларни тежаш мақсадини кўзлайди. \n' +
            'Коворкинг Ақш ва Германияда 1990 йилда \n' +
            'пайдо бўлган',
    },
    {
        id: 74,
        title: 'Краудсорсинг бу ?',
        body: 'Инновацион ишлаб чиқариш муаммоларини \n' +
            'ҳал этиш мақсадида интелектуал шахслар \n' +
            'кенг доирасининг ижобий қобилият, билим ва тажрибаларидан фойдаланиш учун ахборот-коммуникация технологияларини қўллаган ҳолда уларни бу фаолиятга кўнгилли \n' +
            'равишда жалб қилиш шакли ҳисобланади',
    },
    {
        id: 75,
        title: 'Меҳнат бозори?',
        body: 'Иш кучи билан ишчи кучига бўлган талаб \n' +
            'учрашган жой.',
    },
    {
        id: 76,
        title: 'Меҳнат бозорида талаб \n' +
            'ва таклиф?',
        body: 'Меҳнат бозоридаги талаб – бу улар учун ҳар \n' +
            'қандай нархдаги мамлакат меҳнат ресурсларига бўлган талабнинг йиғиндиси. Ишчи \n' +
            'кучи таклифи – бу мамлакатдаги ходимилар учун мумкин бўлган ишчи кучи баҳосидаги меҳнат ресурслари йиғиндисидир',
    },
    {
        id: 77,
        title: 'Меҳнат ресурслари?',
        body: 'Бу меҳнатга қобилятли ёшдаги аҳоли ҳамда \n' +
            'қонун ҳужжатларида белгиланган иқтисодий \n' +
            'фаолликнинг қуйи ва юқори ёш чегараларига кирмайдиган ишлаётган шахслар. Улар \n' +
            'жисмоний ва ақлий қобилятга эга бўлиб, \n' +
            'фаолият жараёнида моддий неъматлар ва \n' +
            'хизматларни яратадилар.\n' +
            'Меҳнат ресурслари – меҳнатга лаёқатли \n' +
            'ёшдаги аҳоли ҳамда банд бўлган, меҳнатга \n' +
            'лаёқатли ёшдан 16 ёшдан 72 ёшгача бўлган \n' +
            'шахслар.',
    },
    {
        id: 78,
        title: 'Меҳнат ресурслари баланси?',
        body: 'Меҳнат ресурсларининг сонини ва таркибини, шунингдек уларнинг банд бўлган, банд \n' +
            'бўлмаган ва иқтисодий жиҳатдан фаол \n' +
            'бўлмаган аҳолига тақсимланишини акс \n' +
            'эттирувчи кўрсаткичлар тизими',
    },
    {
        id: 79,
        title: 'Меҳнат ресурслари мобиллиги?',
        body: 'Меҳнат ресурсларининг бир минтақа ёки ҳудуддан бошқасига ўтиши, бир меҳнат \n' +
            'фаолият турини бошқасига алмаштиришга \n' +
            'тайёрлиги даражаси тушунилади',
    },
    {
        id: 80,
        title: 'Ишчи кучи?',
        body: 'Инсон меҳнат фаолияти жараёнида фойдаланадиган жисмоний ва маънавий қобилиятларининг жамланма',
    },
    {
        id: 81,
        title: 'Ишчи кучи бозори бу?',
        body: 'Бу хўжалик фаолияти жараёнида “ишчи \n' +
            'кучи” товари эгалари ва унинг асосий \n' +
            'истеъмолчилари – давлат ва тадбиркорлар \n' +
            'ўртасида меҳнат шароитлари ва унга ҳақ \n' +
            'тўлаш миқдорлари, ишчиларнинг малака \n' +
            'даражаси, улар томонидан бажарилаётган \n' +
            'ишларнинг ҳажми, интенсивлиги ва масъулият даражаси бўйича таркиб топувчи \n' +
            'ижтимоий-иқтисодий муносабатларнинг \n' +
            'мураккаб тизими.\n',
    },
    {
        id: 82,
        title: 'Иқтисодий фаол аҳоли?',
        body: 'Меҳнат фаолиятининг даромад келтирувчи \n' +
            'қонуний тури билан шуғулланувчилар, \n' +
            'шунингдек, ишга жойлаштиришга муҳтож иш \n' +
            'билан таъминланмаган аҳоли.\n',
    },
    {
        id: 83,
        title: 'Иқтисодий фаол аҳоли?',
        body: 'Ишчи кучи таркибига кирмайдиган қуйидаги \n' +
            'меҳнатга қобилятли аҳоли қатламидан \n' +
            'иборат:',
        bodyArray: [
            'Ишлаб чиқаришдан ажралган ҳолда \n' +
            'таълим олаётган ҳамда иш ҳақига ёки \n' +
            'меҳнат даромадига эга бўлмаган \n' +
            'ўқувчи ва талабалар;',
            'Ишламаётган III-гуруҳ ногиронлари;',
            'Бола парвариши билан банд бўлган \n' +
            'ишламаётган аёллар',
            'Ихтиёрий равишда меҳнат билан банд \n' +
            'бўлмаган шахслар'
        ]
    },
    {
        id: 84,
        title: 'Иқтисодиётнинг расмий \n' +
            'секторида меҳнат билан банд ?',
        body: 'Расмий секторида банд бўлганлар жумласига қуйидагилар киради:',
        bodyArray: [
            'давлат ижтимоий суғурта бадали \n' +
            'тўлови бўйича корхона, муассаса ва \n' +
            'ташкилотларнинг солиқ ҳисоботларида \n' +
            'қайд этилган шахслар',
            'ҳарбий хизматчилар, ички ишлар \n' +
            'органлари ходимлари ҳамда қонунчиликка мувофиқ давлат ижтимоий \n' +
            'суғурта бадали тўловидан озод этилган \n' +
            'ташкилотлар ходимлари',
            'якка тартибдаги тадбиркорлар, деҳқон \n' +
            'хўжалиги аъзолари, қорамол ўстириш \n' +
            'билан банд бўлган ва шахсий ёрдамчи \n' +
            'хўжаликларда ишлаб чиқарилган \n' +
            'чорвачилик маҳсулотларини сотиш \n' +
            'билан банд бўлганлар, ҳамда давлат \n' +
            'ижтимоий суғурта бадали тўловини \n' +
            'мажбурий ёки ихтиёрий равишда \n' +
            'амалга ошираётган шахсий ёрдамчи \n' +
            'хўжаликларда бошқа турдаги қишлоқ \n' +
            'хўжалиги маҳсулотлари етиштириш \n' +
            'билан банд бўлганлар'
        ]
    },
    {
        id: 85,
        title: 'Бандлик даражаси бу ?',
        body: 'Жами меҳнат билан банд бўлганларнинг (шу \n' +
            'жумладан норасмий секторда ва Ўзбекистон Республикасидан ташқарида вақтинчалик меҳнат фаолиятини амалга ошираётган \n' +
            'фуқаролар) иқтисодий фаол аҳолига \n' +
            'нисбати, фоизда ҳисобланади',
    },
    {
        id: 86,
        title: 'Ишга жойлаштиришга муҳтож \n' +
            'иш билан таъминланмаган \n' +
            'аҳоли?',
        body: 'Ишсиз сифатида рўйхатдан ўтказилган \n' +
            'шахслар, шунингдек, ҳақ тўланадиган \n' +
            'фаолиятга ёки даромад келтирувчи машғулотга эга бўлмаган, мустақил равишда иш \n' +
            'изловчи ва таклиф этилса, ишга жойлашишга тайёр бўлган меҳнатга қобилятли ёшдаги \n' +
            'вақтинча юмуш билан банд бўлмаган \n' +
            'шахслар ташкил этади.\n',
    },
    {
        id: 87,
        title: 'Ўзини ўзи банд қилган шахслар \n' +
            'шуғулланиши мумкин бўлган \n' +
            'қўшимча фаолият (ишлар, \n' +
            'хизматлар) турлари қайсилар ?',
        body: '',
        bodyArray: [
            'Уй ҳайвонлари (қорамол, қўй, эчки, от ва \n' +
            'бошқалар) бозорларида воситачилик \n' +
            'хизмати;',
            'Автомобиль бозорларида воситачилик \n' +
            'хизмати;',
            'Риэлторлик хизматини кўрсатиш \n' +
            '(ижарага уй топиб бериш, уй сотиб олиш \n' +
            'ва сотишга кўмаклашиш);',
            'Уйда сут ва сут маҳсулотларини қайта \n' +
            'ишлаш ва сотиш хизмати;',
            'Маиший буюмларни ижарага бериш \n' +
            'хизмати (стол-стул, идиш-товоқ, асбобускуна ва бошқалар);',
            'Гипс ва ганчдан буюмлар ясаш (уй \n' +
            'жиҳозлари, эртак қаҳрамонлари ҳайкалларини ясаш);',
            'Тош ва тош маҳсулотларидан ёдгорлик, \n' +
            'сувенир ва декоратив буюмлар тайёрлаш;',
            'Ёғоч маҳсулотларидан сават, нон \n' +
            'маҳсулотлари учун махсус идиш ва \n' +
            'бошқа буюмларни тўқиш;',
            'Уй шароитида пилла етиштириш, \n' +
            'шахсий томорқа ер участкасида тут \n' +
            'меваси, ниҳоли ва кўчатини етиштириш, \n' +
            'уйда ипак мато, ипак гилам тўқиш ва \n' +
            'сотиш;\n',
            'Кулолчилик.'
        ]
    },
    {
        id: 88,
        title: 'Томорқа ер участкалари эгаларини кооперация ва касаначилик асосида иш билан банд \n' +
            'бўлган тадбиркорлик субъектларига Бандликка кўмаклашиш \n' +
            'давлат жағармаси ҳисобидан \n' +
            'қанча миқдорда субсидия \n' +
            'ажратилади?\n',
        body: 'Базавий ҳисоблаш миқдорининг 20 бараваригача миқдорда ҳоким ёрдамчиларининг \n' +
            'тавсиясига асосан субсидия ажратилади',
    },
    {
        id: 89,
        title: 'Томорқа ер участкалари эгаларини кооперация ва касаначилик асосида иш билан банд \n' +
            'қилган тадбиркорлик субъектларига яъни кооперациянинг \n' +
            'қайси турлари Бандликка \n' +
            'кўмаклашиш давлат жамғармаси ҳисобидан субсидия \n' +
            'ажратилиши белгиланган?',
        body: '',
        bodyArray: [
            'парранда (товуқ, бедана, ўрдак, ғоз, \n' +
            'курка), паррандани сақлаш учун катак, \n' +
            'озуқа еми ҳамда дори воситалари;',
            'узум кўчати ва ток сўриси;',
            'асалари оиласи, асалари уяси учун қути \n' +
            'ҳамда озуқа еми;',
            'қуён, қуён катаги ва озуқа еми',
            'балиқ чавоқлари, сунъий ҳовуз ва озуқа \n' +
            'емини харид қилиш ҳамда кейинчалик \n' +
            'томорқа ер эгаларига тақдим этиш учун \n' +
            'субсидия ажратилади'
        ]
    },
    {
        id: 90,
        title: 'Шахсий томорқа ер участкаларида юритиладиган қўшимча \n' +
            'фаолият турлари?',
        body: '',
        bodyArray: [
            'Чорвачилик (қорамол, қўй, эчки, от ва \n' +
            'бошқалар);\n',
            'Иссиқхона;\n',
            'Паррандачилик (бедана, курка, ғоз, \n' +
            'ўрдак);',
            'Қуёнчилик;',
            'Асаларичилик;\n',
            'Балиқчилик;',
            'Боғдорчилик;',
            'Лимончилик;\n',
            'Гулчилик'
        ]
    }
]

const type2Questions = [
    {
        id:91,
        title: 'Турмуш даражаси бу?',
        body: 'Бу жисмоний, маънавий ва ижтимоий \n' +
            'эҳтиёжларнинг ривожланиш даражаси, \n' +
            'қондирилганлик миқёси ва уларни қондириш учун яратилган имкониятларни акс \n' +
            'эттирувчи комплекс ижтимоий-иқтисодий \n' +
            'категориядир',
    },
    {
        id:92,
        title: 'Аҳоли даромадлари бу?',
        body: 'аҳоли ёки унинг оила аъзолари томонидан маълум давр ичида бир ой, бир йилда \n' +
            'олинган маблағ пул шакли ёки натурал \n' +
            'қимматга эга неъматлар миқдори.',
    },
    {
        id:93,
        title: 'Аҳолининг пул шаклидаги \n' +
            'даромадлари бу?',
        body: 'Иш ҳақи ҳисобидаги барча пул маблағлари \n' +
            'тушуми; пенсиялар, стипендиялар, турли \n' +
            'нафақалар, мулкдан фоиз, дивидентлар, \n' +
            'акциялар, қимматли қоғозлар, кўчмас мулк \n' +
            'ва ҳақозолар',
    },
    {
        id:94,
        title: 'Аҳолининг натурал \n' +
            'даромадлари бу?',
        body: 'Қишлоқ хўжалиги маҳсулотларни харид \n' +
            'қилиш орқали барча тушумлари, деҳқончилик, чорвачилик, паррандачилик, сабзавотполиз экинлари, шахсий томорқа, оилавий \n' +
            'эҳтиёжлар учун тайёрланадиган махсулотларни қонуний равишда харид этиш',
    },
    {
        id:95,
        title: 'Аҳолининг умумий \n' +
            'даромадлари бу?',
        body: 'Мажбурий тўловлар ва бошқа ажратмаларни \n' +
            'амалга оширгунга қадар бўлган ялпи даромадни ифода этади. Аҳолининг умумий \n' +
            'даромадига пул даромадлари ва натура \n' +
            'шаклидаги даромадлар киради ҳамда \n' +
            'доимий асосда, такрорланувчи ҳусусиятга эга бўлган, йиллик ёки ундан кам вақт \n' +
            'оралиғидаги даврда уй хўжалиги ёки унинг \n' +
            'алоҳида аъзоларига тушадиган тушумлардан иборат',
    },
    {
        id:96,
        title: 'Ижтимоий соҳа бу?\n',
        body: 'Аҳоли турмуш тарзи, унинг фаровонлиги, \n' +
            'истеъмол даражасига бевосита боғлиқ \n' +
            'бўлган ва уларни белгилаб берувчи тармоқлар, корхоналар ва ташкилотлар мажмуи. \n' +
            'Ижтимоий соҳага энг аввало хизмат кўрсатиш соҳаси (маориф, маданият, соғлиқни \n' +
            'сақлаш, ижтимоий таъминот, жисмоний \n' +
            'тарбия, умумий овқатланиш, коммунал \n' +
            'хизмат кўрсатиш, йўловчи транспорти, \n' +
            'алоқа ва бошқалар) киради',
    },
    {
        id:97,
        title: 'Ижтимоий соҳа обектлари бу?',
        body: 'Аҳолининг муносиб турмуш шароити ва \n' +
            'фаровонлигини таъминлашга хизмат \n' +
            'қилувчи соҳа ва тармоқлар мажмуи. Булар \n' +
            'қаторига уй-жой фондлари, соғлиқни \n' +
            'сақлаш, маориф, спорт, маданият муассасалари ва бошқаларни киритиш мумкин',
    },
    {
        id:98,
        title: 'Ижтимoий дастурлар бу?',
        body: 'Аҳолининг бевосита турмуш шароити ва \n' +
            'фаровонлигини таъминлашга хизмат \n' +
            'қилувчи соҳа ва тармоқларни ривожлантиришга оид чора-тадбирларни ўз ичига олган \n' +
            'режавий ҳужжатлар',
    },
    {
        id:99,
        title: '“Ижтимоий ҳимоя ягона \n' +
            'реестри” ахборот тизими?',
        body: 'Идоралараро электрон ўзаро ҳамкорликни \n' +
            'қўллаган ҳолда кам таъминланган оилаларни аниқлаш, уларга болалар нафақаси ва \n' +
            'моддий ёрдам тайинлаш ҳамда давлат \n' +
            'томонидан кўрсатиладиган ижтимоий \n' +
            'хизматлар ва ёрдамни олиш учун мурожаат \n' +
            'қилувчилар ва олувчилар тўғрисида ягона \n' +
            'маълумотлар базасини шакллантириш \n' +
            'амалга ошириладиган автоматлаштирилган \n' +
            'ахборот тизими.',
    },
    {
        id:100,
        title: 'Аҳолини рўйхатга олиш?\n',
        body: 'Ўзбекистон Республикасининг бутун ҳудудида ёки унинг муайян ҳудудларида ўтказиладиган, белгиланган санада аҳолининг \n' +
            'демографик ва ижтимоий-иқтисодий \n' +
            'тавсифларини белгиловчи шахсга доир \n' +
            'маълумотларни йиғиш ҳамда уларга ишлов \n' +
            'бериш даврий жараёни.',
    },
    {
        id:101,
        title: 'Аҳолини рўйхатга олишнинг \n' +
            'асосий мақсади?',
        body: 'Аҳолини рўйхатга олишнинг асосий мақсади \n' +
            'Ўзбекистон Республикасида аҳоли таркибининг ҳолати ва ривожланиш динамикаси \n' +
            'ҳақида мамлакатни социал-иқтисодий ва \n' +
            'ижтимоий-сиёсий ривожлантириш соҳасидаги давлат сиёсатининг устувор йўналишларини белгилаш ва амалга ошириш учун \n' +
            'зарур бўлган ишончли ва холис ахборотни \n' +
            'олишдан иборатдир.',
    },
    {
        id:102,
        title: 'Давлатнинг ижтимоий ҳимоя \n' +
            'тизими?',
        body: 'Ўзгарувчан ва беқарор меҳнат бозори \n' +
            'шароитида фуқаролар учун тенг меҳнат \n' +
            'шароитларини вужудга келтириш, айниқса, \n' +
            'меҳнатга лаёқатли аҳолининг ижтимоий \n' +
            'заиф қатламларини кафолатланган ижтимоий ҳимоя қилишнинг қонуний, ташкилий \n' +
            'ва молиявий мажмуаси ҳисобланади',
    },
    {
        id:103,
        title: 'Истеъмол саватчаси?\n',
        body: 'Бу алоҳида шахс ёки оила томонидан бир ой \n' +
            'ёки йил давомида истеъмол қилинадиган \n' +
            'маҳсулотлари ва фойдаланадиган хизматлари турлари ва миқдорининг ҳисоб-китоб \n' +
            'қилинган тўпламидир. Жаҳоннинг ривожланган давлатларида истеъмол саватчаси \n' +
            'инсоннинг тирикчилик кечириш учун зарур \n' +
            'бўлган энг кам миқдорини аниқлаш учун \n' +
            'фойдаланилади. У шунингдек, ҳар бир \n' +
            'мамлакат валютаси харид қобилятини \n' +
            'аниқлаш учун асос ҳам бўлади.',
    },
    {
        id:104,
        title: 'Ижтимоий нафақа',
        body: 'Муайян сабабларга кўра, меҳнат қилиш \n' +
            'имкониятига эга бўлмаган ва домий равишда ёрдамга муҳтож фуқароларга давлат \n' +
            'томонидан бериладиган нафақа.\n',
    },
    {
        id:105,
        title: 'Ижтимоий таътил бу?',
        body: 'Бу оналик, бола парваришлаш, иш жойида \n' +
            'ўқиш ва бошқа ижтимоий мақсадлар учун \n' +
            'қулай шарт-шароитларни яратиш мақсадида ходимни маълум муддатга ишдан \n' +
            'бўшатиш каби имтиёзлар мажмуасидир.',
    },
    {
        id:106,
        title: 'Пенсия?',
        body: 'Пенсия таъминот тизими, фуқароларга \n' +
            'маълум ёшга тўлганида, ногиронлиги \n' +
            'сабабли, боқувчисини йўқотганида ва \n' +
            'қонунда назарда тутилган бошқа ҳолларда \n' +
            'мунтазам равишда бериладиган нақд (ёки \n' +
            'электрон шаклидаги) тўловлар',
    },
    {
        id:107,
        title: 'Пенсия?',
        body: '',
        bodyArray: [
            'ёшга доир пенсия;',
            'ногиронлик пенсияси',
            'боқувчисини йўқотганлик пенсияси'
        ]
    },
    {
        id:108,
        title: 'Ёшга доир пенсия олиш \n' +
            'ҳуқуқи бу?',
        body: '',
        bodyArray: [
            'эркаклар — 60 ёшга тўлганда ва иш \n' +
            'стажлари камида 25 йил бўлган тақдирда;\n',
            'аёллар — 55 ёшга тўлганда ва иш \n' +
            'стажлари камида 20 йил бўлган тақдирда эга бўладилар',
        ]
    },
    {
        id:109,
        title: 'Ногиронлиги бўлган шахс?',
        body: 'Ижтимоий ёрдам ва ҳимояга, жамият ва \n' +
            'давлатнинг сиёсий, иқтисодий, ижтимоий \n' +
            'ҳаётида бошқалар билан бирга тенг тўлиқ ва \n' +
            'самарали иштирок этиш учун шартшароитлар яратилишига муҳтож барқарор \n' +
            'жисмоний, ақлий, сенсор (сезги) ёки руҳий \n' +
            'нуқсонлари бўлган шахс.\n',
    },
    {
        id:110,
        title: 'Ногиронлиги бўлган шахсларни \n' +
            'ижтимоий ҳимоя қилиш \n' +
            'тизими?',
        body: 'Ҳаёт фаолиятига доир чекловларни енгиб \n' +
            'ўтиш, уларнинг ўрнини қоплаш (компенсация қилиш) учун ногиронлиги бўлган шахсларга шарт-шароитларни таъминлайдиган \n' +
            'ҳамда уларга жамият ва давлат ҳаётида \n' +
            'иштирок этишнинг бошқа фуқаролар билан \n' +
            'тенг имкониятларини яратишга қаратилган, \n' +
            'давлат томонидан кафолатланган иқтисодий, ижтимоий ва ҳуқуқий чора-тадбирлар \n' +
            'тизими'
    },
    {
        id:111,
        title: 'Одам савдоси?',
        body: 'Куч билан таҳдид қилиш ёки куч ишлатиш \n' +
            'ёхуд мажбурлашнинг бошқа шаклларидан \n' +
            'фойдаланиш, ўғирлаш, фирибгарлик, алдаш, \n' +
            'ҳокимиятни суиистеъмол қилиш ёки вазиятнинг қалтислигидан фойдаланиш орқали \n' +
            'ёхуд бошқа шахсни назорат қилувчи шахснинг розилигини олиш учун тўловлар ёки \n' +
            'манфаатдор этиш эвазига оғдириб олиш \n' +
            'йўли билан одамлардан фойдаланиш \n' +
            'мақсадида уларни ёллаш, ташиш, топшириш, \n' +
            'яшириш ёки қабул қилиш. Одамлардан \n' +
            'фойдаланиш бошқа шахсларнинг фоҳишалигидан фойдаланишни ёки улардан шаҳвоний фойдаланишнинг ўзга шаклларини, \n' +
            'мажбурий меҳнатни ёки хизматларни, \n' +
            'қулликни ёхуд қулликка ўхшаш одатларни, \n' +
            'эрксизлик ҳолатини ёхуд инсон аъзоларини, \n' +
            'тўқималарини ва (ёки) ҳужайраларини \n' +
            'ажратиб олишни англатади.'
    },
    {
        id:112,
        title: 'Одам савдосидан жабрланган \n' +
            'шахс?',
        body: 'Одам савдосидан, бундай ҳаракатга розилик берганлиги-бермаганлигидан ва жиноят \n' +
            'процессида иштирок этганлигиэтмаганлигидан қатъи назар, жабрланган \n' +
            'жисмоний шахс'
    },
    {
        id:113,
        title: 'Одам савдосига қарши \n' +
            'курашишга доир фаолиятни \n' +
            'амалга оширувчи давлат \n' +
            'органлари қайсилар?',
        body: '',
        bodyArray: [
            'Ўзбекистон Республикаси Ички ишлар \n' +
            'вазирлиги;',
            'Ўзбекистон Республикаси Бош прокуратураси;',
            'Ўзбекистон Республикаси Давлат \n' +
            'хавфсизлик хизмати;\n',
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги;',
            'Ўзбекистон Республикаси Ташқи ишлар \n' +
            'вазирлиги, Ўзбекистон Республикасининг хориждаги дипломатик ваколатхоналари ва консуллик муассасалари;\n',
            'Ўзбекистон Республикаси Соғлиқни \n' +
            'сақлаш вазирлиги.'
        ]
    },
    {
        id:114,
        title: 'Ўзбекистон Республикаси \n' +
            'Бандлик ва меҳнат муносабатлари вазирлигининг одам \n' +
            'савдосига қарши курашиш \n' +
            'соҳасидаги ваколатларини \n' +
            'санаб беринг?',
        body: '',
        bodyArray: [
            'Одам савдосига қарши курашиш \n' +
            'соҳасидаги давлат дастурларини ишлаб \n' +
            'чиқишда ҳамда амалга оширишда \n' +
            'иштирок этади;',
            'одам савдосидан жабрланган деб \n' +
            'тахмин қилинаётганларни дастлабки \n' +
            'идентификация қилишни амалга \n' +
            'оширади',
            'хорижда меҳнат фаолиятини амалга \n' +
            'ошириш даврида зўравонликка, мажбурий меҳнатга ва камситишга, меҳнат ва \n' +
            'бошқа ҳуқуқлари бузилишига дучор \n' +
            'этилган, шахсини тасдиқловчи ҳужжатларсиз, тирикчилик учун маблағларсиз \n' +
            'қолган фуқароларни ҳуқуқий ва ижтимоий жиҳатдан ҳимоя қилади;',
            'одам савдосидан жабрланганларни \n' +
            'ишга жойлаштириш чораларини кўради;',
            'Ўзбекистон Республикаси фуқароларини ишга жойлаштиришга доир фаолиятни амалга оширувчи, шу жумладан \n' +
            'хорижда амалга оширувчи юридик \n' +
            'шахслар томонидан лицензия талаблари ва шартларига риоя этилишини \n' +
            'назорат қилади'
        ]
    },
    {
        id:115,
        title: 'Аҳолининг ижтимоий қатлами \n' +
            'учун қандай дафтарлар жорий \n' +
            'этилган?',
        body: '',
        bodyArray: [
            '“Темир дафтар”;',
            '“Аёллар дафтари”;\n',
            '“Ёшлар дафтари”.'
        ]
    },
    {
        id:116,
        title: '"Темир дафтар" деганда \n' +
            'нимани тушунасиз?\n',
        body: 'Ижтимоий аҳволи ва турмуш шароити оғир \n' +
            'ҳамда сектор раҳбарлари томонидан алоҳида назоратга олинган оилаларни қайд этиш, \n' +
            'муаммоларини аниқлаш, бартараф этиш ва \n' +
            'назоратини олиб бориш бўйича маълумотлар базаси.',
    },
    {
        id:117,
        title: '“Темир дафтар”га эҳтиёжманд \n' +
            'оилаларнинг қайси тоифалари \n' +
            'киритилади?',
        body: '',
        bodyArray: [
            'ижтимоий ёрдамга муҳтож I ва II гуруҳ \n' +
            'ногиронлиги бўлган аъзолари мавжуд \n' +
            'оилалар',
            'кам таъминланган якка-ёлғизлар ва \n' +
            'кексалар;',
            'боқувчисини йўқотган эҳтиёжманд \n' +
            'оилалар',
            'кўп (4 ва ундан ортиқ) фарзандли \n' +
            'моддий кўмакка муҳтож оилалар',
            'меҳнатга лаёқатли ишсиз аъзолари \n' +
            'мавжуд эҳтиёжманд оилалар',
            'тиббий ёрдамга муҳтож эҳтиёжманд \n' +
            'оилалар (сурункали ёки оғир ногиронликка олиб келувчи касалликка чалинган ва ногиронлик гуруҳи белгиланмаган аъзолари мавжуд етарли даромад \n' +
            'манбаига эга бўлмаган оилалар);',
            'нотурар жойларда истиқомат қилаётган, ўзи ёки биргаликда яшовчи оила \n' +
            'аъзоларининг номида турар жой \n' +
            'бўлмаган эҳтиёжманд оилалар'
        ]
    },
    {
        id:118,
        title: '“Аёллар дафтари” деганда \n' +
            'нимани тушунасиз?\n',
        body: 'Ижтимоий, иқтисодий, ҳуқуқий, психологик \n' +
            'қўллаб-қувватлашга, билим ва касб ўрганишга эҳтиёжи ва иштиёқи бўлган ишсиз \n' +
            'хотин-қизларнинг муаммоларини аниқлаш, \n' +
            'бартараф этиш ва назоратини олиб бориш \n' +
            'бўйича маълумотлар базаси.',
    },
    {
        id:119,
        title: 'Аёллар дафтари”ни юритиш \n' +
            'орқали хотин-қизлар муаммоларини тизимли равишда ҳал \n' +
            'этиш ва уларни ижтимоий қўллаб-қувватлаш қайси давлат \n' +
            'идоралари тарафидан амалга \n' +
            'оширилади?',
        body: '',
        bodyArray: [
            'Оила ва хотин-қизлар давлат қўмитаси',
            'Иқтисодий тараққиёт ва камбағалликни \n' +
            'қисқартириш вазирлиги',
            'Бандлик ва меҳнат муносабатлари \n' +
            'вазирлиги;\n',
            'Соғлиқни сақлаш вазирлиги'
        ]
    },
    {
        id:120,
        title: 'Аёллар дафтари”га қайси \n' +
            'тоифадаги хотин-қизлар \n' +
            'киритилади?',
        body: '“Аёллар дафтари”га 30 ёшдан ошган қуйидаги тоифадаги хотин-қизлар киритилад',
        bodyArray: [
            'ижтимоий ҳимояга муҳтож ишсиз \n' +
            'хотин-қизлар;\n',
            'тадбиркорлик қилиш истагида бўлган \n' +
            'эҳтиёжманд хотин-қизлар;\n',
            'боқувчиси бўлмаган эҳтиёжманд хотинқизлар;\n',
            'ижтимоий ёрдамга муҳтож I ва II гуруҳ \n' +
            'ногиронлиги бўлган, шунингдек, тезкор \n' +
            'тиббий муолажага муҳтож эҳтиёжманд \n' +
            'хотин-қизлар;',
            'уй-жойга муҳтож эҳтиёжманд хотинқизлар;',
            'қарамоғида ногиронлиги бўлган фарзанди мавжуд эҳтиёжманд хотинқизлар.\n'
        ]
    },
    {
        id:121,
        title: 'Аёллар дафтари”дан чиқариш \n' +
            'тартиби?',
        body: '',
        bodyArray: [
            'ҳар бир тоифа бўйича белгиланган \n' +
            'амалий ёрдамлар тўлиқ кўрсатилганда \n' +
            '(индивидуал дастур асосида);',
            'тўлиқ давлат таъминотига олинганда;',
            'ўз аризасига кўра;\n',
            '“Аёллар дафтари”га ноқонуний киритилганлиги аниқланганда',
            'бошқа давлатларга доимий яшаш учун \n' +
            'чиқиб кетганда;',
            'суднинг озодликдан маҳрум этишни \n' +
            'назарда тутувчи ҳукми қонуний кучга \n' +
            'кирганда;',
            'шахс вафот этган тақдирда ёки суд \n' +
            'қарори асосида бедарак йўқолган деб \n' +
            'топилганда'
        ]
    },
    {
        id:122,
        title: 'Ёшлар дафтари деганда \n' +
            'нимани тушунасиз?',
        body: '“Ёшлар дафтари” – бу ҳар бир сектор ҳудуди \n' +
            'кесимида истиқомат қилаётган, 18 ёшга \n' +
            'тўлган 30 ёшдан ошмаган ишсиз ёшларнинг \n' +
            'манзилли рўйхати қайд этиладиган электрон дастур.\n' +
            '“Ёшлар дафтари”ни сектор котиби ва Ёшлар \n' +
            'ишлари агентлигининг туман (шаҳар) бўлими \n' +
            'бошлиғи юритади.\n' +
            '“Ёшлар дафтари”га ёши, жинси, касбга \n' +
            'лаёқати бўйича: ',
        bodyArray: [
            'битирувчи ёшлар',
            'ҳозирда ишсиз бўлган ёшлар',
            'ишга муҳтож ногирон ёшлар',
            'хориждан қайтган ёшлар,',
            'ЖИЭМ озод этилган ёшлар, ҳарбий \n' +
            'хизматдан қайтган ёшлар киритилади'
        ]
    },
    {
        id:123,
        title: 'Ёшлар дафтари” электрон \n' +
            'платформаси бу?',
        body: 'Ёшларга тегишли бўлган маълумотларни \n' +
            'жамлаш, таҳлил қилиш, қайта ишлаш \n' +
            'тизимини яратиш ҳамда тегишли вазирликлар ва идоралар билан рақамли маълумотлар алмашувини ташкил этиш, ёшларнинг \n' +
            'мурожаатлари билан тизимли ишлаш \n' +
            'юзасидан чора-тадбирлар самарадорлиги \n' +
            'мониторингини олиб бориш имконини \n' +
            'берувчи махсус электрон платформа \n' +
            'ҳисобланади',
    }
]

const type3Questions = [
    {
        id:124,
        title: 'Касб бу?',
        body: 'Махсус тайёргарлик ва иш тажрибаси \n' +
            'натижасида маълум бир соҳада меҳнат \n' +
            'фаолиятни амалга ошириш учун лозим \n' +
            'бўлган назарий билимлар, амалий кўникма \n' +
            'ва малакалар мажмуасини эгаллаган, \n' +
            'жисмоний имконият, ақлий қобилият ва \n' +
            'ҳуқуқлари таъминланган меҳнат фаолияти \n' +
            '(машғулоти)нинг туридир.\n'
    },
    {
        id:125,
        title: 'Касбга ўқитиш?',
        body: 'Муаяяан меҳнат функцияларини бажариш \n' +
            'учун ўқувчига зарур бўлган билим, маҳорат \n' +
            'ва кўникмаларни эгаллашга қаратилган \n' +
            'таълим тури'
    },
    {
        id:126,
        title: 'Касбий танлов?',
        body: 'Профессионал ишчи касб эгасини мавжуд \n' +
            'меъёрий талабларга мувофиқлик даражасини аниқловчи корхонанинг (муассаса, \n' +
            'ташкилот, фирма, кластер) махсус комиссиянинг таркибий фаолияти'
    },
    {
        id:127,
        title: 'Касб танлашдаги учта асосий \n' +
            'принциплар?',
        body: '',
        bodyArray: [
            'Қайсидир касбни танлашга бўлган \n' +
            'хоҳиш',
            'Уни эгаллаш учун зарур қобилятларга \n' +
            'эга бўлиш;',
            'Айнан шу касбга ҳозирда эҳтиёж \n' +
            'мавжуд ёки аксинча эканлигини таҳлил \n' +
            'қила олиш.'
        ]
    },
    {
        id:128,
        title: 'Касбга йўналтириш \n' +
            '(профессионал ориентация)?',
        body: 'Бу касбни тўғри танлаш асосларини ўзида \n' +
            'жамлаган тадбир бўлиб, ёшларни ва катта \n' +
            'ёшдагиларни касб танлашига ва бу орқали \n' +
            'уларни ишга жойлашишига кўмаклашиш',
    },
    {
        id:129,
        title: 'Касбга йўналтириш \n' +
            '(профессионал ориентация)?',
        body: '',
        bodyArray: [
            'Касблар тўғрисида маълумот бериш;\n',
            'Касблар юзасидан тарғибот қилиш;\n',
            'Мутахассисликлар бўйича консультациялар бериш'
        ]
    },
    {
        id:130,
        title: 'Касбий маълумот бериш \n' +
            '(касбий хабардорлик)?\n',
        body: '',
        bodyArray: [
            'ишсизлар ва бошқа тоифадаги аҳолини \n' +
            'ишсизлик ҳолатларида уларнинг \n' +
            'ҳуқуқлари ва мажбуриятлари билан \n' +
            'таништириш; ',
            'аҳоли бандлиги тўғрисидаги қонун \n' +
            'ҳужжатларига мувофиқ давлат томонидан тақдим этилаётган хизматлар ва \n' +
            'ёрдам турлари билан',
            'меҳнат бозорининг аҳволи, республика \n' +
            'иқтисодиётининг кадрларга бўлган \n' +
            'эҳтиёжлари, касб-ҳунар бозори ривожланишининг мазмуни ва истиқболлари, \n' +
            'касб-ҳунар эгаллашнинг шакллари ва \n' +
            'шарт-шароитлари билан танишиш; ',
            'шахсларга касб-ҳунарлари қўйган \n' +
            'талаблар; ',
            'касбий ўсиш учун имкониятларни билан \n' +
            'таништириш'
        ]
    },
    {
        id:131,
        title: 'Профессионал маслаҳат',
        body: 'Ишсизлар ва бошқа тоифадаги банд бўлмаган аҳолининг касбий қизиқишлари ва \n' +
            'ҳоҳишларини аниқлаш, уларнинг меҳнатга \n' +
            'йўналтирилганлиги, иш қидириш услублари \n' +
            'бўйича ўқитилиши, фуқароларга касбий \n' +
            'йўлни танлашда тушунган ҳолда қарор қабул \n' +
            'қилишда ёрдамлашиш.\n',
    },
    {
        id:132,
        title: 'Профессионал танлов?',
        body: 'Бандлик хизматига мурожаат қилган шахсга \n' +
            'унинг руҳий ва жисмоний хусусиятлари ва \n' +
            'соғлиғининг ҳолатини баҳолаш асосида \n' +
            'унинг учун устувор бўлган касбий фаолият соҳаларини аниқлашда ёрдамлашиш бўйича \n' +
            'тавсиялар бериш',
    },
    {
        id:133,
        title: 'Профессионал саралаш деганда \n' +
            'нимани тушунасиз?\n',
        body: 'Бандлик хизматига мурожаат қилган \n' +
            'шахснинг меъерий талабларга мувофиқ \n' +
            'муайян касб-ҳунарга (лавозимга, иш жойига) профессионал жиҳатдан мослигини \n' +
            'белгилаш',
    },
    {
        id:134,
        title: 'Бандлик хизматида касбий \n' +
            'йўналтиришнинг асосий мақсадлари нималардан?',
        body: '',
        bodyArray: [
            'касб-ҳунарлар ва иш билан бандлик \n' +
            'шакли эркин танлаш учун шартшароитлар яратиш;',
            'касбий фазилатлар ҳамда инсоннинг \n' +
            'руҳий ва жисмоний хусусиятлари ва \n' +
            'меҳнат бозори эҳтиёжлари ўртасидаги \n' +
            'мувозанатни таъминлаш',
            'исталган иш соҳасидаги ходимнинг \n' +
            'профессионал муваффақиятини \n' +
            'прогноз қилиш;',
            'шахснинг касбий ва профессионал \n' +
            'жиҳатда узлуксиз ўсишига кўмаклашиш, шахсий салоҳиятни максимал \n' +
            'даражада амалга ошириш'
        ]
    },
    {
        id:135,
        title: 'Бандик хизматининг касбий \n' +
            'йўналтиришга оид вазифалари \n' +
            'нималардан иборат?',
        body: '',
        bodyArray: [
            'Ҳозирги пайт ва келажакда меҳнат \n' +
            'бозоридаги талаб ва таклиф ўртасидаги фарқни камайтириш;\n',
            'касбий таълим тизимини такомиллаштириш, қайта ишлов бериш, ишсизлар ва \n' +
            'бошқа тоифадаги банд бўлмаган \n' +
            'аҳолини қайта тайёрлаш ва малакасини \n' +
            'ошириш;',
            'ишсизлар ва аҳолининг бошқа тоифаларига ижтимоий ва психологик ёрдам \n' +
            'кўрсатиш тизимини ривожлантириш.'
        ]
    },
    {
        id:136,
        title: 'Ишсиз ва иш қидираётган шахсларни касб-ҳунарга ўқитиш \n' +
            'қайси ўқув муассасаларида \n' +
            'амалга оширилади?',
        body: '',
        bodyArray: [
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги \n' +
            'тизимидаги “Ишга марҳамат” мономарказлари ва касб-ҳунарга ўқитиш \n' +
            'марказларида;',
            'Профессионал таълим ташкилотлари;',
            'Хўжалик юритувчи субектларнинг ўқув \n' +
            'марказлари ва бўлинмалари;',
            'Давлат бошқаруви органлари, хўжалик \n' +
            'бирлашмаларининг малака ошириш ва \n' +
            'қайта тайёрлаш тизими ташкилотлари \n' +
            'ҳамда уларнинг ҳузуридаги ўқув \n' +
            'марказлари; ',
            'Таълим фаолиятини амалга ошириш \n' +
            'бўйича тегишли тартибда рухсатномага \n' +
            '(лицензияга) эга бўлган ташкилотлар;\n',
            'Шогирдларга касб ўргатиш имкониятларига эга бўлган «Ҳунарманд» уюшмасига аъзо бўлган ҳунармандларнинг \n' +
            '“Уста-шогирд” мактаблари'
        ]
    },
    {
        id:137,
        title: 'Иш қидираётган шахсларни \n' +
            'ҳамда ишсиз шахсларни касбга \n' +
            'тайёрлаш, қайта тайёрлаш ва \n' +
            'уларнинг малакасини ошириш \n' +
            'қандай ҳолларда маҳаллий \n' +
            'меҳнат органининг ёлланмасига \n' +
            'кўра амалга оширилиши мумкин?',
        body: '',
        bodyArray: [
            'Касби (мутахассислиги) мавжуд бўлмаганда',
            'Мавжуд касбий кўникмаларига мос \n' +
            'мақбул иш йўқлиги сабабли касбни \n' +
            '(мутахассисликни) ўзгартириш зарур \n' +
            'бўлганда;\n',
            'Касбий кўникмалари мавжуд бўлмаганлиги ёки етарли бўлмаганлиги сабабли, \n' +
            'касбига (мутахассислигига) доир \n' +
            'талаблар ўзгартирилганлиги боис \n' +
            'малака ошириши зарур бўлганда;\n',
            'Аввалги касби (мутахассислиги) бўйича \n' +
            'иш бажариш қобилияти ёқотилганда;',
            'Иш қидираётган шахсларни ва ишсиз \n' +
            'шахсларни касбга тайёрлаш, қайта \n' +
            'тайёрлаш ва уларнинг малакасини \n' +
            'ошириш касбга ўқитиш марказларида \n' +
            '(касб-ҳунар таълими муассасаларида) \n' +
            'амалга оширилади;\n',
            'Касбга ўқитиш марказларини сақлаш ва \n' +
            'моддий-техник жиҳатдан ривожлантириш Ўзбекистон Республикаси Бандликка кўмаклашиш давлат жамғармаси маблағлари ҳисобидан амалга \n' +
            'оширилади.'
        ]
    },
    {
        id:138,
        title: 'Касбга ўқитишга доир давлат \n' +
            'буюртмаси қандай маълумотлардан келиб чиқиб шакллантирилади?',
        body: '',
        bodyArray: [
            'Республиканинг демографик таҳлили \n' +
            'ва демографик ривожланиш прогнозларидан;',
            'иш қидираётган шахсларнинг ва ишсиз \n' +
            'шахсларнинг прогноз сонидан;',
            'касбга тайёрлашга, қайта тайёрлашга \n' +
            'ёки малакасини оширишга эҳтиёжи \n' +
            'бўлган шахсларнинг прогноз сонидан;',
            'умумий ўрта ва ўрта махсус таълим \n' +
            'ташкилотлари, касб-ҳунар мактаблари, \n' +
            'касб-ҳунар коллежлари, техникумлар, \n' +
            'олий таълим муассасалари битирувчилари сонининг прогнозидан;',
            'ривожлантириш дастурларига киритилган лойиҳаларни амалга ошириш учун \n' +
            'зарур бўлган касбга ўқитишга нисбатан \n' +
            'эҳтиёжнинг асосий йўналишлари \n' +
            'прогнозидан.'
        ]
    },
    {
        id:139,
        title: 'Касбга ўқитишга доир давлат \n' +
            'буюртмасининг турлари?',
        body: '',
        bodyArray: [
            'узоқ муддатли ўқитиш — ўқув жараёни \n' +
            'ўттиз ҳафтадан қирқ ҳафтагача давом \n' +
            'этади',
            'ўрта муддатли ўқитиш — ўқув жараёни \n' +
            'беш ҳафтадан йигирма беш ҳафтагача \n' +
            'давом этади;',
            'қисқа муддатли ўқитиш — ўқув жараёни тўрт ҳафтагача давом этади;',
            'ишлаб чиқаришда касбга ўқитиш — \n' +
            'ўқув жараёни иш берувчида бир вақт нинг ўзида олиб бориладиган меҳнат \n' +
            'фаолияти билан бевосита боғлиқ бўлиб, \n' +
            'бир нафар ўқувчи учун келгусида иш \n' +
            'берувчида ишга жойлаштирилган ҳолда \n' +
            'касбга тайёрлашдан (стажировкадан) \n' +
            'ўтиши йигирма беш ҳафтагача давом \n' +
            'этади;',
            'мақсадли ўқитиш — ўқув жараёни тўрт \n' +
            'ҳафтагача давом этади'
        ]
    },
    {
        id:140,
        title: 'Узоқ муддатли ўқитиш?',
        body: 'Ишсиз шахсларни узоқ муддатли ўқитиш \n' +
            'тарзидаги касбга ўқитишга доир давлат \n' +
            'буюртмаси меҳнат органлари томонидан \n' +
            'шакллантирилади ҳамда касбга ўқитиш \n' +
            'марказлари томонидан амалга оширилади.\n' +
            'Узоқ муддатли ўқитиш ўқув муассасасининг \n' +
            'қувватидан ва ихтисослашувидан, қабул \n' +
            'қилиш параметрларидан ҳамда ўқитишнинг \n' +
            'давомийлигидан келиб чиққан ҳолда, касбга \n' +
            'ўқитиш маркази, иш берувчи, маҳаллий \n' +
            'меҳнат органи ва ишсиз шахс ўртасида \n' +
            'тузиладиган тўрт томонлама шартнома \n' +
            'асосида касбга ўқитиш марказлари томонидан мустақил равишда ташкил этила',
    },
    {
        id:141,
        title: 'Ўрта муддатли ўқитиш?',
        body: '',
        bodyArray: [
            'Ўрта муддатли ўқитиш тарзидаги \n' +
            'касбга ўқитишга доир давлат буюртмаси меҳнат органлари томонидан шакллантирилади ҳамда касбга ўқитиш \n' +
            'марказлари томонидан амалга оширилади;',
            'Ўрта муддатли ўқитиш касбга ўқитиш \n' +
            'марказлари томонидан меҳнат органлари билан келишилган ҳолда ушбу \n' +
            'марказлар мустақил равишда белгилайдиган даврларда ташкил этила',
            'Меҳнат органлари ўқитишнинг тегишли \n' +
            'йўналишлари бўйича гуруҳлар шаклланишига қараб тасдиқланган касбга \n' +
            'ўқитишга доир давлат буюртмасининг \n' +
            'ҳажмлари доирасида, шунингдек \n' +
            'фуқаролар ва иш берувчиларнинг \n' +
            'эҳтиёжларини таҳлил қилиш, касбга \n' +
            'ўқитиш марказларининг (касб-ҳунар \n' +
            'таълими муассасаларининг) таклифлари асосида ўрта муддатли ўқитишга \n' +
            'доир тўғридан-тўғри шартномалар \n' +
            'тузади'
        ]
    },
    {
        id:142,
        title: 'Қисқа муддатли ўқитиш?',
        body: 'Қисқа муддатли ўқитиш тарзидаги касбга \n' +
            'ўқитишга доир давлат буюртмаси меҳнат \n' +
            'органлари томонидан шакллантирилади \n' +
            'ҳамда касбга ўқитиш марказлари томонидан амалга оширилади.\n' +
            'Меҳнат органлари ўқитишнинг тегишли \n' +
            'йўналишлари бўйича гуруҳлар шаклланишига қараб қисқа муддатли ўқитишга доир \n' +
            'тўғридан-тўғри шартномалар тузади.\n' +
            'Меҳнат органи, иш қидираётган шахс ёки \n' +
            'ишсиз шахс ҳамда касбга ўқитиш маркази \n' +
            '(касб-ҳунар таълими муассасаси) қисқа \n' +
            'муддатли ўқитишга доир шартноманинг \n' +
            'тарафлари сифатида иш юритади',
    },
    {
        id:143,
        title: 'Ишлаб чиқаришда касбга \n' +
            'ўқитиш?',
        body: 'Ишлаб чиқаришда касбга ўқитиш ўқув \n' +
            'жараёнини бевосита иш берувчида ташкил \n' +
            'этиш орқали амалга оширилади.\n' +
            'Иш берувчи касбга тайёрлашни (стажировкани) ўтказиш учун масъул бўлган шахсларни белгилайди, ўқув дастурини, шунингдек \n' +
            'касбга тайёрлаш (стажировка) ўтказиладиган жойни тасдиқлайди',
    },
    {
        id:144,
        title: 'Мақсадли ўқитиш?',
        body: 'Мақсадли ўқитиш кадрларни мақсадли \n' +
            'тайёрлашдан манфаатдор бўлган давлат \n' +
            'бошқаруви органининг, хўжалик бирлашмасининг ёки ташкилотнинг буюртмасига кўра \n' +
            'амалга оширилади',
    },
    {
        id:145,
        title: 'Ишдан ва иш ҳақидан (меҳнат \n' +
            'даромадидан) охирги ўн икки \n' +
            'ойлик давр ичида маҳрум бўлган шахсларга қанча миқдорда \n' +
            'стипендия тўланади?',
        body: 'Аввалги иш жойидаги ўртача ойлик иш \n' +
            'ҳақининг етмиш беш фоизи миқдорида, \n' +
            'лекин меҳнатга ҳақ тўлашнинг энг кам миқдоридан кам бўлмаган ва Ўзбекистон \n' +
            'Республикасида таркиб топган ўртача иш \n' +
            'ҳақидан кўп бўлмаган миқдорда стипендия \n' +
            'тўланади',
    },
    {
        id:146,
        title: 'Касбга ўқиш даврида ишсиз \n' +
            'шахсларга қанча муддатгача \n' +
            'стипендия тўланади?',
        body: 'Касбга тайёрлаш, қайта тайёрлаш ёки \n' +
            'малака ошириш даврида ишсиз шахсларга \n' +
            'Ўзбекистон Республикаси Бандликка \n' +
            'кўмаклашиш давлат жамғармасининг \n' +
            'маблағлари ҳисобидан, қоида тариқасида, \n' +
            'йигирма олти календарь ҳафтагача бўлган \n' +
            'муддатга стипендия тўланади',
    },
    {
        id:147,
        title: 'Узоқ (бир йилдан ортиқ) \n' +
            'танаффусдан кейин ишдан ва \n' +
            'иш ҳақидан (меҳнат даромадидан) маҳрум бўлган шахсларга \n' +
            'қанча миқдорда стипендия \n' +
            'тўланади?',
        body: 'Меҳнатга ҳақ тўлаш энг кам миқдорининг \n' +
            'бир баравари миқдорида стипендия тайинланади',
    },
    {
        id:148,
        title: 'Биринчи марта иш қидираётган \n' +
            'шахсларга қанча миқдорда \n' +
            'стипендия тўланади?',
        body: 'Меҳнатга ҳақ тўлаш энг кам миқдорининг \n' +
            'етмиш беш фоизи миқдорида стипендия \n' +
            'тайинланади.',
    },
    {
        id:149,
        title: 'Стипендиялар тўлаш тўғрисидаги маълумотлар қайси \n' +
            'электрон база тизимида \n' +
            'кўрсатиб борилади?',
        body: 'Бандлик хизмати” ахборот тизимида \n' +
            'кўрсатиб борилади',
    },
    {
        id:150,
        title: 'Ишсиз ва иш қидираётган \n' +
            'шахсларни касб-ҳунарга ўқитиш фаолияти қандай тартибда \n' +
            'мувофиқлаштирилади?',
        body: '',
        bodyArray: [
            'Бандлик ва меҳнат муносабатлари \n' +
            'вазирлиги. Қорақалпоғистон Республикаси Бандлик ва меҳнат муносабатлари \n' +
            'вазирлиги, вилоятлар ва Тошкент шаҳар \n' +
            'бандлик бош бошқармалари томонидан \n' +
            'мувофиқлаштирилади;\n',
            'Маҳаллий меҳнат органида иш қидираётган шахс сифатида рўйхатга олинган \n' +
            'ҳамда касб-ҳунарга ўрганиш истагини \n' +
            'билдирган тақдирда, қонунчилик \n' +
            'ҳужжатларига асосан иш қидираётган \n' +
            'шахс сифатида рўйхатга олинган \n' +
            'кундан бошлаб касб-ҳунарга ўқитишга \n' +
            'юборилади',
            'Маҳаллий меҳнат органида иш қидираётгна шахс сифатида рўйхатга олинганлар учун мақбул келадиган ишга доир \n' +
            'таклифлар мавжуд бўлмаган ва ишга \n' +
            'жойлаштириш имконияти бўлмаган \n' +
            'тақдирда, иш қидираётган шахс ишсиз \n' +
            'шахс деб эътироф этилади ва касбҳунарга ўқитиш учун юборилиши \n' +
            'мумкин.'
        ]
    },
    {
        id:151,
        title: 'Бандлик ва меҳнат муносабатлари вазирлигининг касбга \n' +
            'ўқитиш бўйича ваколатлари?',
        body: '',
        bodyArray: [
            'Ишсиз ва иш қидираётган шахсларни \n' +
            'касб-ҳунарга ўқитиш соҳасида ягона \n' +
            'давлат сиёсатини юритишни таъминлайди;',
            'Ишсиз ва иш қидираётган шахсларни \n' +
            'касб-ҳунарга ўқитиш тизимини шакллантирад',
            'Ишсиз ва иш қидираётган шахсларни \n' +
            'касб-ҳунарга ўқитиш учун тўлаб бериладиган тўлов миқдорини ',
            'Касб-ҳунарга ўқитиш фаолияти учун \n' +
            'зарур бўлган норматив-ҳуқуқий базани \n' +
            'яратади',
            'Ишсиз ва иш қидираётган шахсларни \n' +
            'касб-ҳунарга ўқитади, шу жумладан, \n' +
            'уларга касбий маслаҳатлар беради',
            'Тизимдаги “Ишга марҳамат” мономар-казлари ва касб-ҳунарга ўқитиш \n' +
            'марказларнинг фаолиятини мувофиқлаштиради ва умумий бошқарувни \n' +
            'амалга оширади, уларнинг моддийтехник базасини ривожл',
            'ишсиз ва иш қидираётган шахсларни \n' +
            'касб-ҳунарга ўқитиш масалалари \n' +
            'юзасидан халқаро ва ҳудудлараро \n' +
            'ҳамкорликка кўмаклашади',
            'ишсиз ва иш қидираётган шахсларни \n' +
            'касб-ҳунарга ўқитишнинг ўқув-методик \n' +
            'таъминотини ташкил этишни таъминлайди\n'
        ]
    },
    {
        id:152,
        title: 'Ҳудудий меҳнат органлари \n' +
            'касбга ўқитиш бўйича \n' +
            'ваколатлари?',
        body: '',
        bodyArray: [
            'аҳоли бандлигига кўмаклашиш марказларини ишсиз ва иш қидираётган \n' +
            'шахсларни касб-ҳунарга ўқитишни \n' +
            'ташкил этишга доир фаолиятини \n' +
            'ташкил қилади ва мувофиқлаштиради',
            'аҳоли бандлигига кўмаклашиш марказларининг ишсиз ва иш қидираётган \n' +
            'шахсларни касб-ҳунарга ўқитиш \n' +
            'масалалари бўйича услубий таъминлайди ва уларнинг амалга оширилишини \n' +
            'назорат қилади',
            'нодавлат касб-ҳунарга ўқитиш ташкилотлари ўртасида ишсиз ва иш қидираётган, шу жумладан, меҳнат мигрантлари ва ўзини ўзи банд қилган шахсларни \n' +
            'касб-ҳунарга ўқитиш учун танлов \n' +
            'ўтказади ва ўқитиш харажатларини \n' +
            'қоплаш учун грант ажратади'
        ]
    },
    {
        id:153,
        title: 'Ишсиз ва иш қидираётган \n' +
            'шахсларни касб-ҳунарга \n' +
            'ўқитиш қандай босқичлардан \n' +
            'иборат ?',
        body: '',
        bodyArray: [
            'ўқитишга бўлган эҳтиёжни аниқлаш;\n',
            'ўқитиш ўрнини аниқлаш;',
            'ўқитиш ва бандликка кўмаклашиш \n' +
            'юзасидан шартномалар тузиш',
            'ўқув гуруҳларини бутлаш ва касбга \n' +
            'тайёрлашга йўллаш',
            'касбий таълим жараёни;',
            'касбий таълим жараёнини назорат \n' +
            'қилиш;',
            'касбий тайёргарликдан ўтган шахслардан малакавий имтиҳон о',
            'касбга ўқитишга доир ишларни ҳисобга \n' +
            'олиш ва статистик ҳисобот'
        ]
    },
    {
        id:154,
        title: 'Мономарказ?',
        body: '“Ишга марҳамат” мономаркази касб–ҳунар, \n' +
            'тадбиркорлик, хорижий тиллар, касбий \n' +
            'малакани баҳолаш, ишга жойлаштириш ва \n' +
            'хорижга кетишдан олдин тайёргарликдан \n' +
            'ўтказиш ҳамда меҳнат жараёнига мослаштиришга қаратилган давлат муасса',
    },
    {
        id:155,
        title: 'Мономарказларининг асосий \n' +
            'мақсади нима?',
        body: 'Мономарказларининг асосий мақсади \n' +
            'ишсиз ва иш қидираётган шахсларни касбҳунарга, тадбиркорликка ва хорижий \n' +
            'тилларга ўқитиш, шунингдек, белгиланган \n' +
            'тартибда хорижга вақтинча ишга жойлашиш \n' +
            'учун кетаётган фуқароларни олдиндан \n' +
            'мослаштириш, шу жумладан, уларни касбҳунар, тадбиркорлик ва чет тилларига \n' +
            'ўқитишдан иборат',
    },
    {
        id:156,
        title: 'Мономарказларнинг асосий \n' +
            'вазифалари нималардан иборат?',
        body: '',
        bodyArray: [
            'банд бўлмаган аҳолини сервис ва \n' +
            'хизмат кўрсатиш, техника, умумқурилиш, қишлоқ хўжалиги соҳалари, рақамли технологиялар бўйича ҳамда ички ва \n' +
            'ташқи меҳнат бозорида талаб юқори \n' +
            'бўлган бошқа касбларга ўқитиш, қайта \n' +
            'ўқитиш ва малакасини ошириш',
            'техникум, коллеж ёки олий таълим \n' +
            'муассасасига ўқишга кирмаган ҳамда \n' +
            'касб эгаллаш истагидаги етим болалар \n' +
            'ва ота-она қарамоғидан маҳрум бўлган \n' +
            'болаларни касб-ҳунарга ўқитиш',
            'хорижий тилларга ўқитиш',
            'тадбиркорлик асослари ва молиявий \n' +
            'саводхонликка ўқитиш',
            'ишчи касбларини ривожлантириш ва \n' +
            'оммалаштириш',
            'хорижий иш берувчиларнинг талабларига асосан ишчи кучини тайё',
            'касб фаолиятини амалга ошириш учун \n' +
            'талаб қилинадиган билимлар, маҳорат, \n' +
            'малака ва кўникмалар, шахсий ва \n' +
            'касбий билим ва кўникмаларни баҳолаш;',
            'хорижда вақтинча меҳнат фаолиятини \n' +
            'амалга оширмоқчи бўлган фуқароларни \n' +
            'касб-ҳунарга ва хорижий тилларга \n' +
            'ўқитиш, улар билан олдиндан мослаштириш тадбирларини амалга ошириш, \n' +
            'хорижда ишлаш учун талаб этиладиган \n' +
            'ҳужжатларни расмийлаштиришда \n' +
            'кўмаклашиш'
        ]
    },
    {
        id:157,
        title: 'Мономарказларнинг асосий \n' +
            'вазифалари нималардан иборат?',
        body: '',
        bodyArray: [
            'талабгорларнинг билим, кўникма ва \n' +
            'малакасини миллий ва халқаро \n' +
            '(Worldskills ва бошқа) стандартларга \n' +
            'мувофиқ мустақил ва холис баҳолаш',
            'кенг ва тор ихтисосликлар бўйича \n' +
            'ишчиларга малака разрядларини ва \n' +
            'мутахассисларга малака тоифаларини \n' +
            'бериш',
            'талабгорнинг мавжуд билим, кўникма \n' +
            'ва малакаси белгиланган касб стандартларига мослигини ан',
            'касб малакалари бўйича норматив \n' +
            'ҳужжатлар ва стандартларни ишлаб \n' +
            'чиқишда қатнашиш'
        ]
    },
    {
        id:158,
        title: 'Мономарказда хорижда вақтинча меҳнат фаолиятини амалга \n' +
            'оширмоқчи бўлган фуқароларни \n' +
            'тайёрлаш бўйича қандай хизматлар кўрсатилади ?',
        body: '',
        bodyArray: [
            'касб-ҳунарга ўқитиш',
            'хорижий тилларга ўқитиш',
            'хорижий давлатларнинг қонунчилиги ва меҳнат қилиш шароитларини ўргатиш \n' +
            'ва бошқа керакли маълумотлар бериш \n' +
            'бўйича мослаштириш тадбирларини \n' +
            'амалга ошириш;',
            'хорижда ишлаш учун талаб этиладиган \n' +
            'ҳужжатларни расмийлаштириш, кредит \n' +
            'олиш, суғурта полисини ва бошқа зарур \n' +
            'ҳужжатларни расмийлаштиришга \n' +
            'кўмаклашиш',
            'халқаро стандартлар бўйича касбий \n' +
            'малакани баҳолаш'
        ]
    },
    {
        id:159,
        title: 'Касб-ҳунарга ўқитиш марказининг мақсадлари нималардан \n' +
            'иборат ҳисобланади?',
        body: '',
        bodyArray: [
            'меҳнат бозори конъюнктурасидан \n' +
            'келиб чиққан ҳолда, ишсиз ва банд \n' +
            'бўлмаган аҳолини касб-ҳунарга тайёрлаш, қайта тайёрлаш ва малакасини \n' +
            'ошириш;',
            'ишсиз ва банд бўлмаган аҳолини \n' +
            'тадбиркорлик кўникмалари ва хорижий \n' +
            'тилларга ўқитиш;',
            'талабгорларнинг касбий билим, кўникма ва малакасини ихтиёрий, холис ва \n' +
            'мустақил баҳолаш',
            'ишчи касбларини ривожлантириш ва \n' +
            'оммалаштириш;',
            'хорижга ишчи кучини тайёрлаш;\n',
            'ишсиз ва банд бўлмаган аҳолини касбга \n' +
            'йўналтириш.'
        ]
    },
    {
        id:160,
        title: 'Касб-ҳунарга ўқитиш марказининг асосий вазифалари нималардан иборат?',
        body: '',
        bodyArray: [
            'касбий фаолиятнинг (касбларнинг) \n' +
            'тегишли турлари бўйича сифатли касбҳунарга ўқитиш, қайта ўқиш ва малака \n' +
            'оширишни таъминлаш',
            'шахснинг интеллектуал ва касбий \n' +
            'ривожланишга бўлган эҳтиёжини \n' +
            'қондириш',
            'иқтисодиёт тармоқлари субъектларининг жорий ва истиқболдаги кадрлар(га) ва уларнинг касбий кўникмаларига бўлган талабини мунтазам ўрганиб \n' +
            'бориш;',
            'касбий фаолиятнинг (касбларнинг) \n' +
            'тегишли турлари бўйича меҳнат фаолияти билан машғул бўлиш учун билимлар \n' +
            'ва юқори сифатли касбий тайёргарликни таъминловчи касб стандартлари \n' +
            'доирасида касб-ҳунарга ўқитиш \n' +
            'дастурларини амалга ошириш;',
            'касбий фаолиятнинг (касбларнинг) \n' +
            'тегишли турлари бўйича меҳнат фаолияти билан машғул бўлиш учун билимлар \n' +
            'ва юқори сифатли касбий тайёргарликни таъминловчи касб стандартлари \n' +
            'доирасида касб-ҳунарга ўқитиш \n' +
            'дастурларини амалга ошириш;',
            'хорижга вақтинча меҳнат фаолиятини \n' +
            'амалга ошириш учун кетмоқчи бўлганларни тайёрлаш;',
            'касбий фаолиятнинг (касбларнинг) \n' +
            'тегишли турлари бўйича ўқув-методик \n' +
            'ҳужжатлар ва касб стандартларини \n' +
            'ишлаб чиқишда иштирок этиш'
        ]
    },
    {
        id:161,
        title: 'Пенсия туридан қатъи назар, \n' +
            'пенсия билан таъминланиш \n' +
            'ҳуқуқига эга бўлган шахслар \n' +
            'касб-ҳунарга ўқитиш тартиби \n' +
            'қандай?',
        body: 'Пенсия туридан қатъи назар, пенсия билан \n' +
            'таъминланиш ҳуқуқига эга бўлган шахслар \n' +
            'уларнинг жисмоний имкониятларини \n' +
            'ҳисобга олиб, меҳнат органларида рўйхатга \n' +
            'олиниб, касб-ҳунарга ўқитишга муҳтож \n' +
            'бўлсалар, уларни касб-ҳунарга ўқитиш \n' +
            'мумкин.\n' +
            'Ушбу тоифадаги фуқаролар ишсиз деб \n' +
            'эътироф этилмайдилар. Бироқ, маҳаллий \n' +
            'меҳнат органларида иш қидираётган шахс \n' +
            'сифатида рўйхатга олиниш ҳуқуқини сақлаб \n' +
            'қоладилар. Бунда уларга қонунчилик \n' +
            'ҳужжатларида белгиланган барча зарур \n' +
            'хизматлар (касб-ҳунарга ўқитиш даврида \n' +
            'стипендия тўлашдан ташқари) кўрсатилади',
    },
    {
        id:162,
        title: 'Энг яхши касбга тайёрлаш \n' +
            'дастури” бу',
        body: '“Энг яхши касбга тайёрлаш дастури” бўйича \n' +
            'нодавлат таълим ташкилотлари ўртасида \n' +
            'очиқ танлов ўтказиш ҳамда танлов ғолибларига Бандликка кўмаклашиш давлат жамғармаси ҳисобидан грант ажратиш тартибини белгилайди',
    },
    {
        id:163,
        title: 'Грант?',
        body: 'Ҳудудлардаги ишсиз ва банд бўлмаган \n' +
            'аҳоли, биринчи навбатда, камбағал оилалар \n' +
            'аъзолари, чет элдан қайтиб келган меҳнат \n' +
            'мигрантлари, хотин-қизлар ва ёшларни \n' +
            'касб-ҳунарга тайёрлаш, қайта тайёрлаш ва \n' +
            'малакасини ошириш учун танлов иштирокчисига танлов асосида ажратиладиган \n' +
            'маблағлар',
    },
    {
        id:164,
        title: 'Касбга тайёрлаш дастури?',
        body: 'Ишсиз ва банд бўлмаган аҳоли, биринчи \n' +
            'навбатда, камбағал оилалар аъзолари, чет \n' +
            'элдан қайтиб келган меҳнат мигрантлари, \n' +
            'хотин-қизлар ва ёшларни бир (ёки бир неча) \n' +
            'касб-ҳунарларга тайёрлаш, қайта тайёрлаш \n' +
            'ва малакасини ошириш ёхуд тадбиркорлик \n' +
            'кўникмаларига ўқитишни назарда тутувчи \n' +
            'чора-тадбирларни ўз ичига олган дастур \n' +
            'лойиҳаси.',
    },
    {
        id:165,
        title: '“Энг яхши касбга тайёрлаш \n' +
            'дастури” бўйича танлов қандай \n' +
            'тартибда ташкил этилади?',
        body: 'Ташкил этиш кўламига кўра танлов республика ҳамда вилоят миқёсида ўтказилади. \n' +
            'Бунда бир марта ўтказиладиган танловда \n' +
            'касбга тайёрлаш дастурига мувофиқ \n' +
            'қамраб олинадиган қишлоқ ва чекка жойларда ҳамда чегара ҳудудларида яшовчи \n' +
            'ишсиз ва банд бўлмаган аҳоли, айниқса, \n' +
            'камбағал оилалар аъзолари, чет элдан \n' +
            'қайтиб келган меҳнат мигрантлари, хотинқизлар ва ёшларнинг сони:\n' +
            '500 нафаргачани ташкил этса – танлов \n' +
            'вилоят миқёсида;\n' +
            '500 нафардан кўп бўлса – танлов республика миқёсида ташкил этилади',
    },
    {
        id:166,
        title: 'Ишчи касб?',
        body: 'Ўзбекистон Республикасида миллий таълим \n' +
            'тизимида бирламчи даражадаги профессионал ишчи-касб эгаси бўлиб, ўқиш ва амали ёт якунига кўра жами билимлар ва кўникмаларни билувчи ва бажара олувчи шахснинг \n' +
            'иш фаолияти тури',
    },
    {
        id:167,
        title: 'Нодавлат таълим ташкилоти?',
        body: 'Давлат таълим стандартлари, давлат \n' +
            'таълим талаблари ва ўқув дастурларига \n' +
            'мувофиқ таълим хизматлари кўрсатиш \n' +
            'фаолиятини амалга ошириш ҳуқуқини \n' +
            'берадиган лицензия асосида ёки хабардор \n' +
            'қилиш тартибида таълим хизматлари \n' +
            'кўрсатувчи юридик шахс',
    },
    {
        id:168,
        title: 'WorldSkills International бу?',
        body: 'Халқаро стандартлар асосида ишчи касбларни оммалаштириш ва касбий тайёргарликни ошириш бўйича фаолият юритадиган \n' +
            'халқаро ташкилот ҳисобланади. Ҳозирда \n' +
            'унинг таркибида 85 та иштирокчи давлат \n' +
            'мавжуд',
    },
    {
        id:169,
        title: 'Ҳунармандчилик?',
        body: 'Кичик ҳажмдаги, асосан қўлда товарларни \n' +
            'ишлаб чиқариш ҳисобланади ва муҳим \n' +
            'маҳорат талаб этилади, айрим турдаги \n' +
            'буюмларни ясаш санъатига эгалик қилиш, \n' +
            'тегишли касб, малака борлиги.',
    },
    {
        id:170,
        title: '“Уста-Шогирд” анъанаси асосида ҳунармандчиликка ўргатиш \n' +
            'ўқитиш муддати қанча вақтни \n' +
            'ташкил этади?',
        body: '1-6 ойгача ташкил этади. Ўқув гуруҳи 4-5 \n' +
            'кишилик, айрим йўналишларда 10 нафаргача ташкил этади.',
    },
    {
        id:171,
        title: 'Шогирдлик?',
        body: 'Таълим ёки ўқув марказида бошқалар билан \n' +
            'иш жойидаги даврларни алмаштирадиган \n' +
            'узоқ муддатли ўқув жараёни. Шогирд шар-нома асосида иш жойига боғланган ва иш \n' +
            'ҳақи олади. Иш берувчи шогирдни маълум \n' +
            'бир касбга ўргатиш учун жавобгарликни ўз \n' +
            'зиммасига олади',
    },
    {
        id:172,
        title: 'Малака?',
        body: 'Ходимнинг ёки иш изловчининг тегишли \n' +
            'касб (мутахассислик) бўйича унга меҳнат \n' +
            'вазифаларини сифатли бажариш имконини \n' +
            'берадиган тайёргарлиги, билимлари, маҳорати ва кўникмалари даража',
    },
    {
        id:173,
        title: 'Малака даражаси?',
        body: 'Ходим ёки ишга (касбга) тайёрлиги ва \n' +
            'кўникмалари даражаси бўйича меҳнат \n' +
            'функцияларининг мураккаблиги, уларни \n' +
            'мустақил бажариш ва натижаларга масъулияти параметрлари бўйича белгиланадиган \n' +
            'тоифаланган талаблар мажмуаси',
    },
    {
        id:174,
        title: 'Миллий малакалар тизими?',
        body: 'Таълим, ўқитиш, малака ошириш ва қайта \n' +
            'тайёрлаш тизими томонидан меҳнат бозорининг малакали ходимларга эҳтиёжи ва \n' +
            'малакали ишчи кучи таклифининг бутун умр \n' +
            'давомида мувофиқлигини таъминловчи \n' +
            'ҳуқуқий ва институционал тартибга солиш \n' +
            'механизмлари мажмуи',
    },
    {
        id:175,
        title: 'Миллий малакалар рамкаси?',
        body: 'Ҳар бир малака даражаси бўйича касб \n' +
            'фаолиятини амалга ошириш учун талаб \n' +
            'қилинадиган билимлар, маҳорат ва кўникма, \n' +
            'шахсий ва касбий компетенциялар, шунингдек, тегишли малака даражасини эгаллаш \n' +
            'йўлларини ўзида акс эттирган жадвал \n' +
            'кўринишидаги конструкция ҳисобланади',
    },
    {
        id:176,
        title: 'Институционал компонентлар?\n',
        body: 'Миллий ва тармоқ малакалар рамкалари, \n' +
            'касб стандартлари ҳамда Касб стандартлари миллий регистр',
    },
    {
        id:177,
        title: 'Касбий малака ва билимларни \n' +
            'ривожлантириш миллий тизими?',
        body: 'Меҳнат бозорининг малакали ходимларга \n' +
            'бўлган ҳақиқий эҳтиёжлари ҳамда малакали \n' +
            'ишчи кучига оид таклифлар таълим ва \n' +
            'касбга ўқитиш тизими томонидан мақбул \n' +
            'тарзда келишиб олинишини таъминловчи \n' +
            'ҳуқуқий ва институционал жиҳатдан тартибга солиш механизмлари йиғиндиси',
    },
    {
        id:178,
        title: 'Компетенциялар қандай кўрсаткичлар билан ифодаланади?',
        body: '',
        bodyArray: [
            'Раҳбарлик остидаги фаолият',
            'Раҳбарлик фаолияти',
            'Мустақил ижро интизоми;',
            'Фаолият кўлами – ваколат ва масъулиятининг кенглиги, касбий фаолиятдаги \n' +
            'мумкин бўлган хатонинг оқибатлари'
        ]
    },
    {
        id:179,
        title: 'Ўзбекистон Республикаси \n' +
            'Миллий малакалар рамкаси бу?',
        body: 'Ўзбекистон Республикаси ҳудудида меҳнат \n' +
            'ва таълим соҳаларини малака даражалари \n' +
            'ва уларга эришишнинг асосий йўлларини \n' +
            'умумлаштириб ифодалаш орқали уйғунлаштириш воситаси',
    },
    {
        id:180,
        title: 'Малакани баҳолаш?',
        body: 'Ходим ёки иш изловчи малакасининг касбий \n' +
            'стандарт талабларига мувофиқлигини \n' +
            'тасдиқлаш тартиб-таомили',
    },
    {
        id:181,
        title: 'Баҳолаш усуллари бу?',
        body: 'Касбий имтиҳонни ўтказишда компетенцияларни баҳолаш марказлари томонидан \n' +
            'қўлланиладиган ва ходим ёки ишга (касбга) \n' +
            'талабгорнинг белгиланган мезон ва касб \n' +
            'стандартларига мослигини аниқлашга \n' +
            'қаратилган усуллар мажмуаси.',
    },
    {
        id:182,
        title: 'Баҳолаш воситали бу?',
        body: 'Касбий имтиҳонни ўтказишда Малакани \n' +
            'баҳолаш маркази томонидан қўлланиладиган топшириқлар ва баҳолаш мезонлари \n' +
            'мажмуи',
    },
    {
        id:183,
        title: 'Малакани баҳолаш маркази бу?',
        body: 'Талабгорлар малакаларини холис баҳолаш \n' +
            'бўйича фаолиятни амалга оширувчи юридик \n' +
            'шахс ёки юридик шахснинг таркибий \n' +
            'бўлинмаси.',
    },
    {
        id:184,
        title: 'Малака паспорти бу?',
        body: 'Малакани баҳолаш маркази томонидан \n' +
            'бериладиган, ишчиларга малака разрядларини ва мутахассисларга малака тоифаларини бериш бўйича касб стандартида (ёки \n' +
            'малака талабида) назарда тутилган тегишли \n' +
            'малака даражасининг берилгани ва компетенциянинг ижобий баҳоланганини тасдиқловчи, миллий малакалар доираси даражаларига мувофиқ лавозимларни эгаллаш ва \n' +
            'меҳнат фаолиятини амалга ошириш ҳуқуқини берадиган компетенция тўғрисидаги \n' +
            'сертификат',
    },
    {
        id:185,
        title: 'Малака имтиҳони бу?',
        body: 'Талабгорнинг касбий билим, кўникма ва \n' +
            'маҳоратни баҳолаш усули. Малака имтиҳони \n' +
            '“касб имтиҳони” деб юритилиши мумкин',
    },
    {
        id:186,
        title: 'Миллий малака рамкаси бўйича \n' +
            'малака даражаси бу? ',
        body: 'Ходим томонидан меҳнат вазифаларини, \n' +
            'мажбуриятларини муваффақиятли бажарилишини таъминлайдиган билим, малака, \n' +
            'касбий маҳорат, маълумот ва эгалланган \n' +
            'кўникмалар мажмуаси',
    },
    {
        id:187,
        title: 'Касбий малака ва билимларни \n' +
            'ривожлантириш миллий тизимининг асосий вазифалари \n' +
            'нималардан иборат? ',
        body: 'Касбий малака ва билимларни ривожлантириш миллий тизимининг асосий вазифалари \n' +
            'қуйидагилардан иборат',
        bodyArray: [
            'банд бўлмаган аҳолини касбга тайёрлашни, қайта тайёрлашни ва уларнинг \n' +
            'малакасини оширишни ташкил этиш;',
            'касбга ўқитишга доир давлат буюртмасини шакллантир',
            'малакани баҳолаш марказлари фаолиятини ташкил этиш',
            'Ўзбекистон Республикаси Бандликка \n' +
            'кўмаклашиш давлат жамғармасининг \n' +
            'маблағлари ҳисобидан иш қидираётган \n' +
            'шахсларнинг ва ишсиз шахсларнинг \n' +
            'касбий малакасини баҳолаш ҳамда \n' +
            'тасдиқлаш',
            'малакани баҳолаш марказлари томонидан малака паспорти берилишини \n' +
            'таъминлаш',
            'Тасдиқланган малакага эга бўлган \n' +
            'шахсларнинг миллий реестрини яратиш \n' +
            'ва унинг амал қилишини таъминлаш',
            'банд бўлмаган аҳоли ўртасида малакани тасдиқлашнинг фойдаси ва афзалликларини тушунти'
        ]
    },
    {
        id:188,
        title: 'Касбий малака ва билимларни \n' +
            'ривожлантириш миллий тизимининг иштирокчилари кимлар?',
        body: 'Касбий малака ва билимларни ривожлантириш миллий тизимининг иштирокчилари \n' +
            'қуйидагилардан иборат:',
        bodyArray: [
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги \n' +
            'ҳузуридаги Касбий малака ва билимларни ривожлантириш бўйича республика кенгаши',
            'тегишли вазирликлар, давлат қўмиталари ва идоралари, бирлашмалар, \n' +
            'компаниялар ва ташкилотлар томонидан тузиладиган касбий малака ва \n' +
            'билимларни ривожлантириш бўйича \n' +
            'тармоқ кенгашлари',
            'ишчи касбларни ривожлантириш ва \n' +
            'оммалаштириш ассоциацияси',
            'касбга ўқитиш марказлари',
            'малакани баҳолаш марказлари;',
            'иш берувчилар',
            'ходимлар ва касбий малакаси, билими \n' +
            'ва кўникмаларини баҳолашдан ўтишни \n' +
            'хоҳловчи шахслар',
            'Касбий малака ва билимларни ривожлантириш миллий тизимида иштирок \n' +
            'этиш ихтиёрийдир'
        ]
    },
    {
        id:189,
        title: 'Касбий малака ва билимларни \n' +
            'ривожлантириш миллий тизимининг ишини мувофиқлаштирувчи орган?',
        body: 'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги Касбий \n' +
            'малака ва билимларни ривожлантириш \n' +
            'миллий тизимининг ишини мувофиқлаштиришни амалга оширади',
    },
    {
        id:190,
        title: 'Ўзбекистон Республикаси Бандлик ва меҳнат муносабатлари \n' +
            'вазирлиги ҳузуридаги Касбий \n' +
            'малака ва билимларни ривожлантириш бўйича республика \n' +
            'кенгашининг асосий вазифалари?',
        body: '',
        bodyArray: [
            'Касбий малака ва билимларни ривожлантириш миллий тизими бошқа \n' +
            'иштирокчиларининг малака ва билимларини баҳолашга доир фаолиятини \n' +
            'мувофиқлаштиришни амалга оширади',
            'халқаро стандартлар ва илғор хорижий \n' +
            'тажрибани ҳисобга олган ҳолда Касбий \n' +
            'билимларни ривожлантириш миллий \n' +
            'тизимини янада такомиллаштириш \n' +
            'бўйича таклифларни тайёрлашни \n' +
            'амалга оширади',
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги \n' +
            'томонидан касбга ўқитиш марказларини ва малакани баҳолаш марказларини \n' +
            'аккредитация қилиш мақсадга мувофиқлиги тўғрисида хулосалар берад',
            'касбий малака ва билимларни ривожлантириш бўйича тармоқ кенгашларини ташкил этиш тўғрисида қарорлар қабул \n' +
            'қилади',
            'малакани баҳолаш марказларининг \n' +
            'малакани баҳолаш усулларини ишлаб \n' +
            'чиқишга доир фаолиятини мувофиқлаштиради',
            'малакани баҳолаш марказлари фаолияти устидан назоратни ва мониторингни амалга оширади;',
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлигига \n' +
            'малакани баҳолаш марказларини \n' +
            'аккредитация қилиш бўйича тавсиялар, \n' +
            'таклифлар киритади.\n'
        ]
    },
    {
        id:191,
        title: 'Касбий малака ва билимларни \n' +
            'ривожлантириш бўйича тармоқ \n' +
            'кенгашларининг асосий вазифалари?',
        body: '',
        bodyArray: [
            'малакани баҳолаш марказларини \n' +
            'аккредитация қилишнинг мақсадга \n' +
            'мувофиқлиги тўғрисида хулосалар \n' +
            'беради',
            'касбий стандартларни кўриб чиқади, \n' +
            'уларни долзарблаштириш бўйича \n' +
            'таклифлар киритади',
            'касбий фаолиятнинг алоҳида турлари \n' +
            'бўйича малака даражасини баҳолаш \n' +
            'услубиётини тасдиқлайди ва унга \n' +
            'малакани баҳолаш марказлари томонидан риоя этилишини назорат қ'
        ]
    },
    {
        id:192,
        title: 'Малакани баҳолаш марказлари \n' +
            'қандай талабларга жавоб \n' +
            'бериши керак?',
        body: '',
        bodyArray: [
            'Штатида (ўриндошликка йўл қўйилади) \n' +
            'олий маълумотли ва ариза берувчи \n' +
            'малака, билим ва кўникмаларни баҳолашдан ўтказишга талабгор бўлган \n' +
            'йўналишларнинг ҳар бири бўйича \n' +
            'камида уч йиллик амалий иш стажига \n' +
            'эга бўлган, шунингдек Меҳнат органлари ходимлари малакасини ошириш \n' +
            'республика курсларидан ўтган камида \n' +
            'бир нафар ходим бўлиши',
            'ўз мулкида хўжалик юритиш ҳуқуқи, \n' +
            'оператив бошқариш ҳуқуқи асосида ёки \n' +
            'бошқа қонуний асосда моддий-техника базасига, шу жумладан ариза берувчи \n' +
            'малака, билим ва кўникмаларни баҳолашдан ўтказишга талабгор бўлган \n' +
            'йўналишларнинг ҳар бири бўйича \n' +
            'малака, билим ва кўникмаларни баҳолашдан ўтказиш учун баҳолаш воситаларига эга бўлиши.'
        ]
    },
    {
        id:193,
        title: 'Малакани баҳолаш марказлари \n' +
            'қайси орган томонидан аккредитация қилинади?',
        body: 'Малакани баҳолаш марказлари ўз фаолиятини амалга ошириш учун Ўзбекистон \n' +
            'Республикаси Бандлик ва меҳнат муносабатлари вазирлигида аккредитация қилинади.',
    },
    {
        id:194,
        title: 'Аккредитация қанча муддатга \n' +
            'берилади?',
        body: 'Аккредитация беш йил муддатга берилади',
    },
    {
        id:195,
        title: 'Малака, билим ва кўникмаларни баҳолашдан ўтказиш \n' +
            'тартиби қандай?',
        body: '',
        bodyArray: [
            'касбий малакаси, билими ва кўникмаларини баҳолашдан ўтишни хоҳловчи \n' +
            'шахснинг ташаббусига кўра — ушбу \n' +
            'шахснинг маблағлари ҳисобидан;',
            'иш берувчининг йўлланмасига кўра — \n' +
            'иш берувчининг маблағлари ҳисобидан',
            'касбга ўқитиш марказига хизматлар \n' +
            'кўрсатиш доирасида — касбга ўқитиш \n' +
            'марказининг маблағлари ҳисобидан \n' +
            'ўтказилади'
        ]
    },
    {
        id:196,
        title: 'Малака, билим ва кўникмаларни баҳолашдан ўтказиш \n' +
            'тартиби қандай?',
        body: 'Беш балли тизим бўйича баҳоланади',
    },
    {
        id:197,
        title: 'Малакасини баҳолашдан ўтишни хоҳловчи шахс (иш берувчи, \n' +
            'касбга ўқитиш маркази) томонидан қандай ҳужжатлар \n' +
            'малакани баҳолаш марказига \n' +
            'тақдим этилади',
        body: '',
        bodyArray: [
            'ишчиларга малака разряди ва мутахассисларга малака тоифаси бериш бўйича \n' +
            'имтиҳонда иштирок этиш тўғрисидаги \n' +
            'ариза',
            'паспортга ёки идентификацияловчи IDкартага ёхуд шахсини тасдиқловчи \n' +
            'бошқа ҳужжатга оид маълумотлар',
            'малака, билим ва кўникмаларни баҳолашдан ўтказганлик учун хизматларга \n' +
            'ҳақ тўланганлигини тасдиқловчи тўлов \n' +
            'ҳужжатининг кўчирма нусхаси;',
            'зарур бўлганда, агар қонунчиликда \n' +
            'назарда тутилган бўлса, касбий фаолиятнинг айрим турларини амалга ошириш учун тегишли рухсат олинганлиги \n' +
            'тўғрисидаги ҳужжатларнинг кўчирма \n' +
            'нусхалари'
        ]
    },
    {
        id:198,
        title: 'Тасдиқланган малакага эга \n' +
            'бўлган шахсларнинг миллий \n' +
            'реестри ким томонидан \n' +
            'юритилади?',
        body: 'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги томонидан юритилад',
    },
    {
        id:199,
        title: 'Тасдиқланган малакага эга \n' +
            'бўлган шахсларнинг миллий \n' +
            'реестрида нималар кўрсатилиши керак ?',
        body: '',
        bodyArray: [
            'тартиб рақами;',
            'идентификация рақами',
            'талабгорнинг фамилияси, исми, отасининг исми;',
            'талабгорнинг паспортига ёки идентификацияловчи ID-картасига оид \n' +
            'маълумотлар;\n',
            'малака, билим ва кўникмалар баҳолашдан ўтказилган касб (мутахассислик) \n' +
            '(ёки тегишли чет тили);',
            'малака, билим ва кўникмалар баҳолашдан ўтказилган касб (мутахассислик) \n' +
            'коди;',
            'тегишли касб (мутахассислик) бўйича \n' +
            'малака, билим ва кўникмаларни ёки чет \n' +
            'тилини баҳолаш',
            'чет давлат қонунчилигининг базавий \n' +
            'асосларини билиш даражасини баҳолаш;\n',
            'малакани баҳолаш марказининг номи \n' +
            'ва жойлашган ери (почта манзили);',
            'телефон (факс) рақами;',
            'раҳбарнинг фамилияси, исми, отасининг исми;',
            'ишчиларга малака разряди ва мутахассисларга малака тоифаси бериш бўйича \n' +
            'имтиҳонни топшириш санаси ва вақти',
            'берилган малака паспортлари тўғрисида ахборот',
            'аккредитация қилинган сана ва аккредитация рақами.'
        ]
    },
    {
        id:200,
        title: 'Малакани баҳолашдан ўтказиш \n' +
            'сифатига ва белгиланган талабларига риоя этилиши устидан \n' +
            'назорат қилиш ким томонидан \n' +
            'амалга оширилади?',
        body: 'Меҳнат органлари малакани баҳолаш \n' +
            'марказлари томонидан ушбу Қонун талабларига риоя этилиши устидан назоратни \n' +
            'амалга оширади',
    },
    {
        id:201,
        title: 'Миллий малака доираси нечта \n' +
            'даражани ўз ичига олади?',
        body: 'Миллий малака доираси саккизта малака \n' +
            'даражасини ўз ичига олади',
    },
    {
        id:202,
        title: 'Миллий малака доираси ким \n' +
            'томонидан тасдиқланади?',
        body: 'Ўзбекистон Республикаси Вазирлар Маҳкамаси томонидан тасдиқлана',
    },
    {
        id:203,
        title: 'Ҳар бир малака даражаси учун \n' +
            'касбий фаолиятни амалга ошириш учун талаб этиладиган \n' +
            'кўрсаткичлар тавсифлари қайсилар ҳисобланади ?',
        body: 'Билим, маҳорат ва кўникмалар, шахсий \n' +
            'ҳамда касбий билимларни ўз ичига олади',
    },
    {
        id:204,
        title: 'Касбий стандартлар қандай \n' +
            'мақсадлар учун ишлаб \n' +
            'чиқилади?',
        body: 'Касбий стандартлар кадрлар малакасини, \n' +
            'уларнинг билим ва кўникмаларини баҳолаш, \n' +
            'уларни аттестациядан ўтказиш, тайёрлаш ва \n' +
            'қайта тайёрлаш учун асос сифатида ишлаб \n' +
            'чиқилади',
    },
    {
        id:205,
        title: 'Касбий стандартлар \n' +
            'лойиҳалари бу?',
        body: '',
        bodyArray: [
            'давлат ва хўжалик бошқаруви органлари, илмий ташкилотлар томонидан — \n' +
            'Ўзбекистон Республикаси Вазирлар \n' +
            'Маҳкамаси тасдиқлайдиган режажадвалга мувофиқ;\n',
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги \n' +
            'танлаган ташкилотлар томонидан — \n' +
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлигининг \n' +
            'Ўзбекистон Республикаси Бандликка \n' +
            'кўмаклашиш давлат жамғармаси \n' +
            'маблағлари ҳисобидан молиялаштириладиган буюртмасига мувофи',
            'ташаббус тартибида — иш берувчиларнинг бирлашмалари, касаба уюшмалари, уларнинг бирлашмалари, касбий \n' +
            'ассоциациялар, илмий ташкилотлар ва \n' +
            'бошқа манфаатдор ташкилотлар \n' +
            'томонидан ишлаб чиқилади'
        ]
    },
    {
        id:206,
        title: 'Ҳар бир ходимнинг малака \n' +
            'даражасини аниқлашда нималар эътиборга олинади?',
        body: '',
        bodyArray: [
            'Маълумоати;',
            'Касбий тажрибаси',
            'Билими',
            'Шахсий фазилати',
            'Ишбилармонлик фазилати'
        ]
    },
    {
        id:207,
        title: 'Тармоқ кенгашларининг асосий \n' +
            'вазифалари нималардан иборат?',
        body: '',
        bodyArray: [
            'меҳнат бозори мониторинги асосида \n' +
            'тармоқларнинг малака ва билимларга \n' +
            'эҳтиёжлари ва тенденцияларини \n' +
            'аниқлаш;',
            'тармоқ малака доираларини ишлаб \n' +
            'чиқиш, жорий этиш ва такомиллаштириш',
            'касбий стандартларни ишлаб чиқиш ва \n' +
            'жорий этиш бўйича фаолиятни мувофиқлаштириш',
            'норасмий ва информал ўқитишнинг \n' +
            'натижаларини тан олиш, валидация ва \n' +
            'аккредитация (сертификация) қилиш \n' +
            'тизимини шакллантириш, шу жумладан \n' +
            'малакаларни баҳолаш марказлари \n' +
            'фаолиятини ташкил қилиш;',
            'ёшларни касбга йўналтириш, профессиограмма ва ахборот материалларини \n' +
            'ишлаб чиқиш бўйича ишларни ташкил \n' +
            'этиш;',
            'тармоқ малакалар доиралари ва касбий \n' +
            'стандартлардан келиб чиққан ҳолда \n' +
            'Классификаторни такомиллаштириш \n' +
            'ҳамда меҳнатга ҳақ тўлашга оид \n' +
            'меъёрларни аниқлаш бўйича таклифларни тайёрлаш.'
        ]
    },
    {
        id:208,
        title: 'Меҳнат бозори тадқиқотлари \n' +
            'институтнинг асосий \n' +
            'вазифалари',
        body: '',
        bodyArray: [
            'аҳоли бандлиги, шу жумладан, меҳнат \n' +
            'миграцияси жараёнлари, меҳнат \n' +
            'муносабатлари ва меҳнатга ҳақ тўлаш ни такомиллаштириш бўйича илмийтадқиқот ишларини ташкил ',
            'меҳнат бозорининг ривожланиш тенденцияларини, унинг касбий-малака \n' +
            'тузилмасини, меҳнат бозорининг \n' +
            'малакали кадрларга бўлган эҳтиёжларини аниқлаш механизмларини такомиллаштириш',
            'касбий малака, билим ва кўникмалар \n' +
            'миллий тизимида ўрганишлар ўтказиш \n' +
            'ва ўрганиш натижаларига мувофиқ \n' +
            'тизимни такомиллаштириш ишларини \n' +
            'ташкил этиш;\n',
            'касбий малака, билим ва кўникмалар \n' +
            'миллий тизимида ўрганишлар ўтказиш \n' +
            'ва ўрганиш натижаларига мувофиқ \n' +
            'тизимни такомиллаштириш ишларини \n' +
            'ташкил этиш;\n',
            'меҳнатни меъёрлаш масалалари бўйича \n' +
            'ҳужжатларни ишлаб чиқиш ва амалга \n' +
            'ошириш бўйича ишларни ташкил этиш'
        ]
    },
    {
        id:209,
        title: 'Тармоқ кенгаши таркиби \n' +
            'кимлардан иборат бўлади?',
        body: '',
        bodyArray: [
            'Тармоқ кенгаши раис;',
            'Раис ўринбосари',
            'Тармоқ кенгаши аъзолари',
            'Котиб'
        ]
    },
    {
        id:210,
        title: 'Хизматчиларнинг асосий \n' +
            'лавозимлари ва ишчилар \n' +
            'касблари классификатори \n' +
            '(ХАЛИКК-2020) бу',
        body: 'Хизматчиларнинг асосий лавозимлари ва \n' +
            'ишчилар касбларини тизимлаштириш, \n' +
            'ишчиларнинг малака разрядлари диапазонини ва хизматчиларнинг лавозимлари \n' +
            'тоифаларини белгилаш, шунингдек таълимнинг йўналиши ва даражасига қўйиладиган \n' +
            'талабларни аниқлаш учун мўлжалланган',
    },
    {
        id:211,
        title: 'Хизматчилар бу?',
        body: 'Ташкилотда ҳужжатларни тайёрлаш ва \n' +
            'расмийлаштиришни, ҳисоб ва назоратни, \n' +
            'бошқарув функцияларини, шунингдек \n' +
            'хўжалик хизматини амалга оширадиган \n' +
            'лавозимни эгаллаган мутахассислар',
    },
    {
        id:212,
        title: 'Хизмат кўрсатувчи ходимлар \n' +
            'тоифаси',
        body: 'Функциясига бинолар ва ҳудудларга техник \n' +
            'хизмат ва хўжалик хизмати кўрсатиш, \n' +
            'уларни қўриқлаш, бошқарув ходимларига \n' +
            'транспорт хизмати кўрсатиш, ташкилотнинг \n' +
            'бошқарув ва ишлаб чиқариш ходимларига \n' +
            'хизмат кўрсатиш бўйича бошқа ишлар, шу \n' +
            'жумладан, ижтимоий-маиший хизмат \n' +
            'кўрсатиш кирадиган ходимлар. Хизмат \n' +
            'кўрсатувчи ходимларга мутахассислар ва \n' +
            'ишчилар тоифасига мансуб бўлмаган \n' +
            'аҳолига маиший хизмат кўрсатиш ходимлари ҳам киради.\n',
    },
    {
        id:213,
        title: 'Ишлаб чиқариш ходимлари бу?',
        body: 'Ташкилотнинг асосий маҳсулотлари (хизматлари)ни ишлаб чиқариш, шунингдек \n' +
            'ишлаб чиқариш дастурида белгиланган \n' +
            'қўшимча маҳсулотлар (хизматлар)ни ишлаб \n' +
            'чиқариш жараёнида бевосита қатнашадиган \n' +
            'ходимлари. Ишлаб чиқариш ходимлари \n' +
            'таркибига ишлаб чиқариш жараёнида \n' +
            'бевосита қатнашадиган мутахассислар ва \n' +
            'ишчилар киради',
    },
    {
        id:214,
        title: 'Техник ходимлар бу?',
        body: 'Функциясига бошқарув ходимлари фаолиятига техник хизмат кўрсатиш ҳамда ишлаб \n' +
            'чиқариш ва технологик жараёнларни \n' +
            'таъминлаш ишларини бажариш (нашр этиш, \n' +
            'кўпайтириш ва архив ишларини бажариш, \n' +
            'кутубхона иши, ҳужжатларни етказиб бериш, \n' +
            'компьютер техникасига хизмат кўрсатиш, \n' +
            'идора, котиблик ишларини ва бошқа ишларни бажариш) кирадиган ходимлар',
    },
    {
        id:215,
        title: 'Ишчиларнинг малакавий \n' +
            'разрядлари диапазони бу?',
        body: 'Ишчи томонидан бажариладиган фаолиятнинг аниқ турига хос бўлган ишларнинг энг \n' +
            'паст разрядидан энг юқори разрядигача \n' +
            'бўлган оралиқ. Тариф разрядларининг диапазонида белгиланган аниқ тариф \n' +
            'разрядлари ишнинг мураккаблигини ва \n' +
            'унинг учун талаб этиладиган ишчи малакасини белгилайди',
    },
    {
        id:216,
        title: 'Бошқарув ходимлари?',
        body: 'Бошқарув функцияларини амалга оширувчи, \n' +
            'ходимларга раҳбарлик қилувчи, зарур \n' +
            'қарорларни ишлаб чиқувчи ва қабул қилувчи, ташкилот фаолиятини режалаштирувчи, \n' +
            'назорат қилувчи ва жараёнларни тартибга \n' +
            'солувчи, зарур қарорлар қабул қилиш учун \n' +
            'маълумотлар тайёрловчи ходимлар. Бошқарув ходимлари ташкилотнинг ўз олдига \n' +
            'қўйган мақсадлар ва вазифаларга эришиши \n' +
            'учун зарур ташкилий-техник шартларни, \n' +
            'юкланган функциялар ва ишлаб чиқариш \n' +
            'дастурлари бажарилишини таъминлайдилар. Бошқарув ходимлари раҳбарларга ва \n' +
            'бошқарув ходимлари мутахассисларига \n' +
            'бўлинади.',
    },
    {
        id:217,
        title: 'Инсон ресурслари?',
        body: 'Жамиятда самарали меҳнат қилиш қобилиятига эга, ижтимоий фойдали меҳнат фаолиятини юритиш учун зарур бўлган ақлан ва \n' +
            'жисмонан ривожланган, доим ўзининг \n' +
            'салоҳият даражасини такомиллаштириб \n' +
            'борувчи, юксак билимга ва бой тажрибага \n' +
            'эга бўлган аҳолининг меҳнатга лаёқатли \n' +
            'тоифалари ҳисобланади',
    },
    {
        id:218,
        title: 'Инсон ресурсларининг таркиби \n' +
            'бу?',
        body: '',
        bodyArray: [
            'Касб (ихтисослик) – бу махсус тайёргарлик жараёнида эгалланган, муайян \n' +
            'фаолият турини бажариш имконини \n' +
            'берадиган билим ва кўникмалар \n' +
            'жамланмаси',
            'Малака – бу ходимга меҳнат фаолиятининг муайян даражасидаги иш (хизмат)ларни бажариш имконини берадиган билим ва тажрибанинг ҳажми',
            'Омилкорлик – бу ходим томонидан \n' +
            'эгалланган касбий кўникмалар даражаси.'
        ]
    },
    {
        id:219,
        title: 'Инсон капитали деганда \n' +
            'нимани тушунасиз?',
        body: 'Инсоннинг иқтисодий-ижтимоий ривожланиш жараёнига салоҳиятли қобилиятга \n' +
            'ҳамда ҳозирги замон инновацион тафаккурга, доимий билим, кўникма, тажриба \n' +
            'даражасини ошириб борувчи шахснинг \n' +
            'фазилатлари',
    },
    {
        id:220,
        title: 'Компетентлик деганда нимани \n' +
            'тушунасиз?',
        body: 'У таълим даражаси каби меҳнат потенциалининг муҳим таркибий қисмларидан \n' +
            'биридир. Компетентлик дейилганда, биринчи навбатда, ходимнинг малакаси тушунилади. Замонавий ишлаб чиқаришда юқори \n' +
            'малакали меҳнатга талаб жуда катта. \n' +
            'Ходимлар малакасининг пастлиги техникавий тараққиёт учун салбий омил бўлиб \n' +
            'қолмасдан, алоҳида ходимлар, шунингдек, \n' +
            'умуман мамлакат иқтисодиёти учун кўнгилсиз оқибатларга олиб келадиган ишлаб \n' +
            'чиқаришдаги турли нохуш вазиятларга олиб \n' +
            'келиши мумкин.',
    }
]

const type4Questions = [
    {
        id: 221,
        title: 'Меҳнат тушунчасининг моҳияти \n' +
            'деганда нимани тушунасиз?',
        body: '',
        bodyArray: [
            'Мақсадга мувофиқ фаолият',
            'Ишлаб чиқаришнинг асосий омилларидан бир',
            'Онгли фаолият',
            'Саъй-ҳаракатлар қилишни, куч-ғайрат \n' +
            'сарфлашни талаб этади',
            'Эҳтиёжларни қондириш мақсадида \n' +
            'амалга ошириладиган ижтимоий \n' +
            'фойдали фаолият'
        ]
    },
    {
        id: 222,
        title: 'Меҳнатнинг функциялари \n' +
            'деганда нимани тушунасиз?',
        body: '',
        bodyArray: [
            'Неъматлар ишлаб чиқариш ва хизматлар кўрсатиш жараёнининг ўзгариши',
            'Жамиятда ҳаёт кечириш ва ривожланиши учун моддий жиҳатдан ўзгариш',
            'Инсоннинг янги талаблар асосида \n' +
            'ривожланиш шарти',
            'Янги даврда ходимнинг янгича шаклланиш шакл'
        ]
    },
    {
        id: 223,
        title: 'Меҳнат бозори?',
        body: 'Ҳар қандай бозордагидек сотувчи ва \n' +
            'харидорлардан иборат. Бунда сотувчилар – \n' +
            'иш қидирувчилар ва ишсизлар, харидорлар \n' +
            'эса – иш берувчилар, корхона ва ташкилотлар. Муайян вақтда меҳнат бозорида битта \n' +
            'ёки кўплаб одамлар ишни излаши ва айни \n' +
            'шу вақтда корхона ва ташкилотлар, иш \n' +
            'берувчилар керак бўлган ишчи ва ходимларни қидириши ва топиши мумкин',
    },
    {
        id: 224,
        title: 'Меҳнат бозорининг асосий \n' +
            'элементлари?',
        body: 'Ишчи кучига бўлган талаб, унинг таклифи, \n' +
            'қиймати, баҳоси, рақобати.\n',
    },
    {
        id: 225,
        title: 'Халқаро меҳнат бозори?',
        body: 'Миллий ва худудий меҳнат бозорларини ҳам \n' +
            'қамраб олиб, меҳнат ва капитал миграциясини назарда тутади.',
    },
    {
        id: 226,
        title: 'Меҳнат бозорида меҳнат \n' +
            'ресурсларининг таклифига \n' +
            'нималар таъсир кўрсатади?',
        body: '',
        bodyArray: [
            'Демографик вазият',
            'Меҳнатнинг хусусияти ва мазмуни',
            'Меҳнат ресурслари бўшатилишининг \n' +
            'интенсивлиги',
            'Кадрларни тайёрлаш ва қайта тайёрлаш \n' +
            'тизимининг самарали амал этиши',
            'Меҳнатга ҳақ тўлаш тизими',
            'Капитал, товарлар ва хизматлар \n' +
            'бозорининг конъюктураси ва бошқалар'
        ]
    },
    {
        id: 227,
        title: 'Меҳнат бозорида талаб \n' +
            'ва таклиф бу?',
        body: 'Меҳнат бозоридаги талаб – бу улар учун ҳар \n' +
            'қандай нархдаги мамлакат меҳнат ресурсларига бўлган талабнинг йиғиндиси. Ишчи \n' +
            'кучи таклифи – бу мамлакатдаги ходимилар учун мумкин бўлган ишчи кучи баҳосидаги меҳнат ресурслари йиғиндисидир',
    },
    {
        id: 228,
        title: 'Меҳнат бозорида рақобат бу?',
        body: 'Меҳнат билан банд бўлган ҳамда меҳнат \n' +
            'бозорига иш излаб келган ишсизлар нуфузли ёки имтиёзли иш жойлари ва иш берувчиларда муносиб иш ўринларини эгаллаш учун \n' +
            'олиб бориладиган кураш механизми. \n' +
            'Ижтимоий ва меҳнат муносабатларининг \n' +
            'турли иштирокчиларининг манфаатлари \n' +
            'тўқнашуви сифатида тавсифланади ва ҳар \n' +
            'хил йўналишларда, иш ҳақининг ишчи \n' +
            'кучининг мувозанатли нархига яқинлашишига, хўжалик юритувчи субъектларнинг \n' +
            'ҳаракатларини мувофиқлаштиришга ёрдам \n' +
            'беради',
    },
    {
        id: 229,
        title: 'Меҳнат бозорининг асосий \n' +
            'кўрсаткичлари?',
        body: '',
        bodyArray: [
            'Аҳолининг ишчи кучи таркибида иштирок этиш дараж',
            'Иш билан бандлик/аҳолига нисбати',
            'Иш билан бандликдаги мақоми',
            'Тармоқлар бўйича бандлик',
            'Касб бўйича бандлик',
            'Тўлиқ бўлмаган иш вақтидаги ходимлар;',
            'Иш вақти',
            'Яширин иқтисодиётда бандлик;\n',
            'Умумий ишсизлик даражаси',
            'Ёшларнинг ишсизлиги;',
            'Узоқ муддатли ишсизлик',
            'Ишчи кучидан ташқаридаги шахслар',
            'Таълим даражаси ва саводсизлик',
            'Иш ҳақи ва иш ҳақига харажатлар;',
            'Меҳнат унумдорлиг'
        ]
    },
    {
        id: 230,
        title: 'Меҳнат ресурсларининг қандай \n' +
            'тоифалари бор?',
        body: '',
        bodyArray: [
            'Ишчилар – ишлаб чиқаришда бевосита \n' +
            'махсулот тайёрлаш ва истеъмолчиларга \n' +
            'етказиб беришда иштирок этаётган, \n' +
            'шунингдек, машина-ускуналарни \n' +
            'созлаш, таъмирлаш ва ҳоказолар билан \n' +
            'шуғулланадиган ходимлар',
            'Мутахассислар – муайян ихтисосликка \n' +
            'эга ва шу соҳада ишлаб чиқаришда \n' +
            'меҳнат жараёнинини ташкил этувчилар',
            'Раҳбарлар – ходимлар меҳнат фаолиятини уюштирадиган ишлаб чиқариш \n' +
            'ташкилотчилари'
        ]
    },
    {
        id: 231,
        title: 'Меҳнат ресурсларига бўлган \n' +
            'талаб?',
        body: 'Бозор иқтисодиётида меҳнат бозорининг \n' +
            'муҳим ижтимоий–иқтисодий механизми \n' +
            'ҳисобланиб, иқтисодиёт ва жамиятнинг \n' +
            'ривожланиш босқичларида кенгайтирилган \n' +
            'такрор ишлаб чиқарилиш жараёнини ҳаракатга келтирувчи асосий омил ҳисобланади',
    },
    {
        id: 232,
        title: 'Ишчи кучи?',
        body: 'Инсон меҳнат фаолияти жараёнида фойдаланадиган жисмоний ва маънавий қобилиятларининг жамланмаси',
    },
    {
        id: 233,
        title: 'Ишчи кучи?',
        body: 'Бу хўжалик фаолияти жараёнида “ишчи \n' +
            'кучи” товари эгалари ва унинг асосий \n' +
            'истеъмолчилари – давлат ва тадбиркорлар \n' +
            'ўртасида меҳнат шароитлари ва унга ҳақ \n' +
            'тўлаш миқдорлари, ишчиларнинг малака \n' +
            'даражаси, улар томонидан бажарилаётган \n' +
            'ишларнинг ҳажми, интенсивлиги ва масъулият даражаси бўйича таркиб топувчи \n' +
            'ижтимоий-иқтисодий муносабатларнинг \n' +
            'мураккаб тизими',
    },
    {
        id: 234,
        title: 'Ишчи кучи таклифи бу?',
        body: 'Ишга жойлашишга муҳтожлар (шу жумладан \n' +
            'чет элда ишлаб қайтган мигрантлар, жазодан озод этилган шаҳслар), ўқув муассасаларини битирганлар, корхона ва ташкилотлардан бўшатилганлар, муддатли ҳарбий \n' +
            'ҳизматни тугатганлар',
    },
    {
        id: 235,
        title: 'Ишчи кучига талаб бу?',
        body: 'Корхона ва ташкилотларда мавжуд бўш иш \n' +
            'ўринлари, заҳирага олинган иш ўринлари ва \n' +
            'янгидан ташкил этилган иш ўринлари',
    },
    {
        id: 236,
        title: 'Иқтисодий фаол аҳоли?',
        body: 'Меҳнат фаолиятининг даромад келтирувчи \n' +
            'қонуний тури билан шуғулланувчилар, \n' +
            'шунингдек, ишга жойлаштиришга муҳтож иш \n' +
            'билан таъминланмаган аҳоли',
    },
    {
        id: 237,
        title: 'Иқтисодий нофаол аҳоли?',
        body: '',
        bodyArray: [
            'Ишчи кучи таркибига кирмайдиган \n' +
            'қуйидаги меҳнатга қобилятли аҳоли \n' +
            'қатламидан иборат:',
            'Ишлаб чиқаришдан ажралган ҳолда \n' +
            'таълим олаётган ҳамда иш ҳақига ёки \n' +
            'меҳнат даромадига эга бўлмаган \n' +
            'ўқувчи ва талабалар',
            'Ишламаётган III-гуруҳ ногиронлари',
            'Бола парвариши билан банд бўлган \n' +
            'ишламаётган аёллар',
            'Ихтиёрий равишда меҳнат билан банд \n' +
            'бўлмаган шахслар'
        ]
    },
    {
        id: 238,
        title: 'Иқтисодий нофаол аҳоли?',
        body: 'Расмий секторида банд бўлганлар жумласига қуйидагилар киради',
        bodyArray: [
            'давлат ижтимоий суғурта бадали \n' +
            'тўлови бўйича корхона, муассаса ва \n' +
            'ташкилотларнинг солиқ ҳисоботларида \n' +
            'қайд этилган шахслар',
            'ҳарбий хизматчилар, ички ишлар \n' +
            'органлари ходимлари ҳамда қонунчиликка мувофиқ давлат ижтимоий \n' +
            'суғурта бадали тўловидан озод этилган \n' +
            'ташкилотлар ходимлари',
            'якка тартибдаги тадбиркорлар, деҳқон \n' +
            'хўжалиги аъзолари, қорамол ўстириш \n' +
            'билан банд бўлган ва шахсий ёрдамчи \n' +
            'хўжаликларда ишлаб чиқарилган \n' +
            'чорвачилик маҳсулотларини сотиш \n' +
            'билан банд бўлганлар, ҳамда давлат \n' +
            'ижтимоий суғурта бадали тўловини \n' +
            'мажбурий ёки ихтиёрий равишда \n' +
            'амалга ошираётган шахсий ёрдамчи \n' +
            'хўжаликларда бошқа турдаги қишлоқ \n' +
            'хўжалиги маҳсулотлари етиштириш \n' +
            'билан банд бўлганлар'
        ]
    },
    {
        id: 239,
        title: 'Норасмий бандлар тоифаси?',
        body: 'Даромад солиқларини ва ижтимоий суғурта \n' +
            'тўловлари тўламайдиган ишчилар',
    },
    {
        id: 240,
        title: 'Расмий бандлар тоифаси?',
        body: 'Даромад солиқларини ва ижтимоий суғурта \n' +
            'тўловлари тўлаб ишлаётганлар.',
    },
    {
        id: 241,
        title: 'Расмий равишда рўйхатга \n' +
            'олинган ишсизлар бу?',
        body: '16 ёшдан пенсия билан таъминланиш \n' +
            'ҳуқуқини олиш ёшигача бўлган, меҳнат \n' +
            'органларида иш қидирувчи, ишлашга, касб \n' +
            'бўйича тайёргарликдан ва қайта тайёргарликдан ўтишга, малака оширишга тайёр \n' +
            'шахс сифатида рўйхатга олинган шахслар',
    },
    {
        id: 242,
        title: 'Ишчи кучини экспорт қилиш?',
        body: 'Ҳар бир давлатнинг иқтисодий ва демографик ривожланиш ҳолатини инобатга олиб, \n' +
            'меҳнат бозорида мавжуд вақтинчалик \n' +
            'ишсиз фуқароларига даромад олишнинг \n' +
            'ташкилий, ҳуқуқий ва моддий имконларини \n' +
            'шакллантириш мақсадида хорижда ишлаш \n' +
            'ва яшаш ижтимоий кафолатларини барпо \n' +
            'этиш сиёсати',
    },
    {
        id: 243,
        title: 'Меҳнат унумдорлиги?',
        body: 'Маълум бир вақт бирлиги мобайнида ходим \n' +
            'томонидан ишлаб чиқарилган маҳсулотларнинг сони билан ўлчанган ҳодимнинг (ишчининг) меҳнат фаолияти натижадорлик \n' +
            'кўрсаткичи',
    },
    {
        id: 244,
        title: 'Меҳнат капитали бу?',
        body: 'Меҳнат қанчалик мураккаб бўлса, ходимнинг малакаси, билими, тажрибаси ва \n' +
            'маъсулиятига талаб ҳам шу қадар юқори \n' +
            'бўлади. Малакали меҳнат оддий меҳнатга \n' +
            'қараганда самаралироқдир, шунинг учун \n' +
            'унга юқорироқ ҳақ тўланиши керак. Корхоналарда меҳнат капитали малакали ходимларнинг меҳнатида мужассам бўлиб, уларнинг салмоғи қўлланилаётган технологияга \n' +
            'боғлиқдир.',
    },
    {
        id: 245,
        title: 'Меҳнат тақсимоти бу?',
        body: 'Меҳнатни ташкил қилишнинг муҳим унсури \n' +
            'ҳисобланади. Бу ишлаб чиқариш мақсадларидан келиб чиққан ҳолда ҳар бир ходим ва \n' +
            'ҳар бир ишлаб чиқариш бўлинмасига хизмат \n' +
            'вазифалари, иш турлари, технологик операциялар бўлиб берилади.',
    },
    {
        id: 246,
        title: 'Аҳолининг демографик ҳолати \n' +
            'бу қандай жараён?',
        body: 'Демографик вазият маълум бир ҳудудда, \n' +
            'маълум бир вақт ичида демографик ҳодисаларни тўплайдиган бир қатор кўрсаткичлар билан тавсифланади. Уларнинг асосийлари – туғилиш, ўлим, миграция, никоҳ, \n' +
            'ажралиш ҳисобланади. Глобаллашув шароитида ҳар қандай мамлакатнинг ижтимоий \n' +
            'барқарорлиги ва миллий хавфсизлиги учун \n' +
            'оила, жамият ва давлат манфаатларининг \n' +
            'мувозанатлашган қулай демографик \n' +
            'ҳолатини таъминлаш жуда муҳимдир',
    },
    {
        id: 247,
        title: 'Аҳолининг демографик \n' +
            'ривожланиши бу?',
        body: 'Тарихий тараққиётнинг эришилган натижаси \n' +
            'сифатида аҳоли сонини сақлаш жараёни. \n' +
            'Аҳоли сифатининг пасайиши туфайли бу \n' +
            'чора кескин равишда бузилса, демографик \n' +
            'инқироз юзага келади ва натижада демографик ривожланиш тўхтаб, “демографик \n' +
            'турғунлик” пайдо бўлади',
    },
    {
        id: 248,
        title: 'Аҳолининг туғилиш коэффициенти деганда нимани тушунасиз?',
        body: 'Доимий аҳоли сонига нисбатан туғилишнинг \n' +
            'интенсивлигини белгиловчи кўрсаткичдир. \n' +
            'Бу йил давомида тирик туғилганларнинг \n' +
            'умумий сонининг ўртача йиллик аҳоли \n' +
            'сонига нисбати. Одатда, у 1000 киши учун \n' +
            'ҳисобланади',
    },
    {
        id: 249,
        title: 'Демография бу?',
        body: 'Аҳолининг ўзгарувчанлик тенденциялари, \n' +
            'туғилиш ва ўлим, миграция, жинси, ёш \n' +
            'тузилиши, миллий таркиби, малакавий \n' +
            'тузилиши, географик тақсимоти ва уларнинг \n' +
            'ижтимоий-иқтисодий, тарихий, маданий, \n' +
            'маънавий ва бошқа омиллар таъсирини \n' +
            'ўрганадиган илмий-амалий фан',
    },
    {
        id: 250,
        title: 'Демографик сиёсат бу?',
        body: 'Ҳозирги давр ҳамда узоқ муддатли истиқбол учун аҳолининг такрор барпо бўлиши ва \n' +
            'динамикаси соҳасида муайян бир сифат ва \n' +
            'миқдорга эришишни назарда тутувчи \n' +
            'бирлашган воситалар ва фикрлар бирлигининг давлат миқёсида қабул қилинган \n' +
            'тизими тушунилади',
    },
    {
        id: 251,
        title: 'Корхона меҳнат потенциали \n' +
            'деганда нимани тушунасиз?',
        body: 'Илмий-техник тараққиёт шароитида ташкилот меҳнат жамоасига тегишли бўлган \n' +
            'меҳнатнинг миқдор ва сифат имкониятлари. Ташкилот меҳнат потенциали инсон \n' +
            'фаолиятининг аниқ шаклдаги моддийлашуви ҳисобланиб, корхона кадрлар потенциалининг сифат ва миқдор хусусиятлари \n' +
            'уйғунлигининг персоналлашган ишчи кучи \n' +
            'кўринишида намоён бўлади. Бошқача \n' +
            'айтганда, укорхона кадрлар таркибининг \n' +
            'шахсий ва профессионал имкониятларининг \n' +
            'умумий баҳосидир.',
    },
    {
        id: 252,
        title: 'Давлат–хусусий шериклик \n' +
            'муносабатлари деганда нимани \n' +
            'тушунасиз?',
        body: 'Давлат шериги ва хусусий шерикнинг \n' +
            'муайян муддатга юридик жиҳатдан расмийлаштирилган, давлат-хусусий шериклик \n' +
            'лойиҳасини амалга ошириш учун ўз ресурсларини бирлаштиришга асосланган ҳамкорлиги',
    }
]

const type5Questions = [
    {
        id: 253,
        title: 'Меҳнат ҳуқуқи?',
        body: 'Инсоннинг меҳнат қилиш ва касб танлаш \n' +
            'қобилятини эркин тарзда амалга ошириш \n' +
            'ҳамда ишсизликдан ҳимоя қилиниш кафолати ҳар бир Ўзбекистон фуқаросининг \n' +
            'конститутциявий ҳуқуқи ҳисобланади'
    },
    {
        id: 254,
        title: 'Меҳнат кодекси билан тартибга \n' +
            'солинадиган муносабатлар?',
        body: 'Ходимлар, иш берувчилар ва давлат манфаатларининг мувозанатини таъминлаш ҳамда \n' +
            'уларни мувофиқлаштириш асосида якка \n' +
            'тартибдаги меҳнатга оид муносабатларни \n' +
            'ва улар билан бевосита боғлиқ бўлган ижтимоий муносабатларни тартибга солади'
    },
    {
        id: 255,
        title: 'Меҳнат кодексининг асосий \n' +
            'вазифалари?\n',
        body: '',
        bodyArray: [
            'ходимлар меҳнат ҳуқуқлари ва эркинликларининг, шу жумладан меҳнат \n' +
            'қилишга, эркин иш танлашга, адолатли \n' +
            'ва хавфсиз меҳнат шароитларига \n' +
            'ҳамда ишсизликдан ҳимояланишга \n' +
            'бўлган ҳуқуқининг давлат кафолатларини белгилаш',
            'иш берувчиларнинг кадрларни танлаш, \n' +
            'жой-жойига қўйиш ва самарали меҳнат \n' +
            'жараёнини ташкил этиш соҳасидаги \n' +
            'ҳуқуқлари амалга оширилишини таъминлаш',
            'меҳнат соҳасида ижтимоий шерикликни \n' +
            'рағбатлантириш ва ривожлантириш',
            'ходимлар ва иш берувчиларнинг \n' +
            'ҳуқуқлари ҳамда қонуний манфаатлари \n' +
            'ҳимоя қилинишини таъминлаш;',
            'меҳнат бозорининг самарали фаолият \n' +
            'кўрсатишига кўмаклашиш.'
        ]
    },
    {
        id: 256,
        title: 'Янги таҳрирдаги Меҳнат кодексини ишлаб чиқиш жараёнида \n' +
            'қайси халқаро нодавлат ташкилотлар жалб этилган?',
        body: '',
        bodyArray: [
            'Жаҳон банки',
            'Халқаро Меҳнат Ташкилоти;',
            'Халқаро касаба уюшмалари конфедерацияси; ',
            'БМТ тараққиёт дастури;',
            'Жаҳон савдо ташкилоти',
            'АҚШ иш берувчилар ассоциацияси;\n',
            'Корея халқаро ҳамкорлик ташкилоти',
            'Cotton campaign.\n'
        ]
    },
    {
        id: 257,
        title: 'Янги таҳрирдаги Меҳнат кодексини ишлаб чиқиш жараёнида \n' +
            'қанча хорижий давлатларнинг \n' +
            'ва Халқаро меҳнат ташкилотининг нечта конвенсиялари \n' +
            'тажрибалари ўрганилган?',
        body: 'Ривожланган 63 та давлат ва 94 та Халқаро \n' +
            'меҳнат ташкилотининг конвенциялари \n' +
            'тажрибалари ўрганилди',
    },
    {
        id: 258,
        title: 'Якка тартибдаги меҳнатга оид \n' +
            'муносабатларни ва улар билан \n' +
            'бевосита боғлиқ бўлган ижтимоий муносабатларни ҳуқуқий \n' +
            'жиҳатдан тартибга солишнинг \n' +
            'асосий принциплари бу?',
        body: '',
        bodyArray: [
            'меҳнат ҳуқуқларининг тенглиги, меҳнат \n' +
            'ва машғулотлар соҳасида камситишни \n' +
            'тақиқлаш',
            'меҳнат эркинлиги ва мажбурий меҳнатни тақиқлаш',
            'меҳнат соҳасидаги ижтимоий шериклик;',
            'меҳнат ҳуқуқлари таъминланишининг \n' +
            'ва меҳнат мажбуриятлари бажарилишининг кафолатланганлиг',
            'ходимнинг ҳуқуқий ҳолати ёмонлашишига йўл қўйилмасли'
        ]
    },
    {
        id: 259,
        title: 'Меҳнат ҳуқуқларининг тенглиги, \n' +
            'меҳнат ва машғулотлар соҳасида камситишни тақиқлаш принципларига нималар киради?',
        body: 'Ҳар ким меҳнат ҳуқуқларини амалга ошириш ва ҳимоя қилишда тенг имкониятларга \n' +
            'эга. Меҳнат ва машғулотлар соҳасида \n' +
            'камситиш тақиқланади. Жинси, ёши, ирқи, \n' +
            'миллати, тили, ижтимоий келиб чиқиши, \n' +
            'мулкий ҳолати ва мансаб мавқеи, яшаш \n' +
            'жойи, динга бўлган муносабати, эътиқоди, \n' +
            'жамоат бирлашмаларига мансублиги, \n' +
            'шунингдек ходимларнинг ишчанлик сифатлари ва меҳнати натижалари билан боғлиқ \n' +
            'бўлмаган бошқа жиҳатларига қараб меҳнат \n' +
            'ва машғулотлар соҳасида бирор-бир тўғридан-тўғри ёки билвосита чекловлар белгилаш, худди шунингдек бирор-бир тўғридантўғри ёки билвосита имтиёзлар бериш \n' +
            'камситишдир',
    },
    {
        id: 260,
        title: 'Меҳнат эркинлиги принципи бу?',
        body: 'Меҳнат эркинлиги ҳар кимнинг меҳнат \n' +
            'қилишга бўлган ўз қобилиятларини тасарруф этиш, уларни қонун билан тақиқланмаган ҳар қандай шаклда амалга ошириш, \n' +
            'машғулот турини, касбни ва мутахассисликни, иш жойини ҳамда меҳнат шароитларини \n' +
            'эркин танлаш ҳуқуқини англатади',
    },
    {
        id: 261,
        title: 'Меҳнат эркинлиги меҳнат \n' +
            'шартномасида намоён бўлиш \n' +
            'талаблари?',
        body: '',
        bodyArray: [
            'ходимлар ва иш берувчиларнинг меҳнат \n' +
            'шартномасини тузишдаги эркинлигини',
            'Ходимни ва иш берувчини меҳнат \n' +
            'шартномасини тузишга мажбурлашга \n' +
            'йўл қўйилмайди',
            'Иш берувчи ходим билан меҳнат \n' +
            'шартномасини ушбу Кодексда, қонунда \n' +
            'ёки ихтиёрий равишда олинган мажбуриятда иш берувчининг шартнома \n' +
            'тузиш мажбурияти назарда тутилган \n' +
            'ҳолларда тузиши шарт',
            'Меҳнат шартномасининг шартномавий (асосий ва қўшимча) шартларини ушбу \n' +
            'шартнома тарафларининг келишувига \n' +
            'кўра белгилашни;',
            'Меҳнат шартномасини ходим ва иш \n' +
            'берувчи ўртасидаги келишувга кўра \n' +
            'ўзгартириш имкониятини',
            'ҳар қандай меҳнат шартномасини ушбу \n' +
            'шартнома тарафларининг келишувига \n' +
            'кўра исталган вақтда бекор қилиш \n' +
            'имкониятини;',
            'ходимнинг ушбу Кодексда белгиланган \n' +
            'тартибда меҳнат шартномасини ўз \n' +
            'ташаббуси билан бекор қилиш ҳуқуқини',
            'иш берувчининг ходим билан тузилган \n' +
            'меҳнат шартномасини ушбу Кодексда \n' +
            'меҳнат шартномасини бекор қилиш \n' +
            'учун назарда тутилган асослар мавжуд \n' +
            'бўлганда ва белгиланган тартибга риоя \n' +
            'этилган ҳолда ўз ташаббуси билан \n' +
            'бекор қилиш ҳуқуқини',
            'ушбу Кодексда ёки бошқа қонунда \n' +
            'белгиланган ҳолларда, меҳнат шартномасида уни бекор қилишнинг қўшимча \n' +
            'асосларини назарда тутиш имкониятини'
        ]
    },
    {
        id: 262,
        title: 'Мажбурий меҳнат?',
        body: 'Мажбурий меҳнат бирор-бир жисмоний \n' +
            'шахсдан жазони қўллаш таҳдиди остида \n' +
            'талаб этиладиган, бажарилиши учун ушбу \n' +
            'шахс ихтиёрий равишда ўз хизматларини \n' +
            'таклиф қилмаган ҳар қандай ишни ёки \n' +
            'хизматни англатади. Жазо деганда жисмоний шахснинг ихтиёрий розилиги мавжуд \n' +
            'бўлмагани ҳолда, ушбу шахсга нисбатан уни \n' +
            'меҳнат фаолиятини амалга оширишга \n' +
            'мажбур қиладиган ҳар қандай моддий, \n' +
            'жисмоний ёки руҳий таъсир чораларини \n' +
            'қўллаш ёки қўллаш таҳдиди тушунилади.',
    },
    {
        id: 263,
        title: 'Қандай ишлар мажбурий меҳнат ҳисобланмайди?\n',
        body: '',
        bodyArray: [
            'Ҳарбий хусусиятга эга бўлган ишларни \n' +
            'ёки “Умумий ҳарбий мажбурият ва \n' +
            'ҳарбий хизмат тўғрисида”ги Ўзбекистон \n' +
            'Республикаси Қонуни асосида муқобил \n' +
            'хизматни ўташ билан боғлиқ ишларни \n' +
            'бажаришни;',
            'бажарилишига фавқулодда ёки ҳарбий ҳолат жорий этилиши сабаб бўладиган \n' +
            'ишни',
            'суд ҳукмларини ижро этиш чоғида \n' +
            'қонунчиликка риоя этилиши учун \n' +
            'масъул бўлган давлат органлари \n' +
            'назорати остида суднинг қонуний кучга \n' +
            'кирган ҳукми бўйича жазо сифатида \n' +
            'бажариладиган ишни ўз ичига олмайди'
        ]
    },
    {
        id: 264,
        title: 'Меҳнат соҳасидаги ижтимоий \n' +
            'шериклик бу?',
        body: '',
        bodyArray: [
            'Меҳнат соҳасидаги ижтимоий шериклик \n' +
            'тушунчаси ва асосий принциплари',
            'Иш берувчи ва ходимларнинг вакиллиги;',
            'Ижтимоий меҳнат мусалалари бўйича \n' +
            'комиссиялар;',
            'Ижтимоий меҳнат мусалалари бўйича \n' +
            'комиссиялар;',
            'Якка тартибдаги ва жамоавий меҳнат \n' +
            'низоларини кўриб чиқиш ва ҳал этиш \n' +
            'тартиби;',
            'Меҳнат муносабатларида жамоатчилик \n' +
            'назорати'
        ]
    },
    {
        id: 265,
        title: 'Меҳнат соҳасидаги ижтимоий \n' +
            'шериклик бу',
        body: '',
        bodyArray: [
            'Меҳнат тўғрисидаги қонунчилик қуйидагиларни таъминлайдиган воситалар \n' +
            'ва усуллар мажмуини мустаҳкамлайди',
            'ходимларнинг ва иш берувчиларнинг \n' +
            'меҳнат тўғрисидаги қонунчиликда \n' +
            'ҳамда меҳнат ҳақидаги бошқа ҳуқуқий \n' +
            'ҳужжатларда, шунингдек меҳнат \n' +
            'шартномасида белгиланган меҳнат \n' +
            'соҳасидаги ҳуқуқлари амалга оширилишини',
            'меҳнат тўғрисидаги қонунчиликда \n' +
            'ҳамда меҳнат ҳақидаги бошқа ҳуқуқий \n' +
            'ҳужжатларда, шунингдек меҳнат \n' +
            'шартномасида белгиланган мажбуриятларнинг иш берувчилар ва ходимлар \n' +
            'томонидан бажарилишини',
            'ходимлар ва иш берувчиларнинг меҳнат \n' +
            'ҳуқуқлари ҳимоя қилинишини ҳамда \n' +
            'бузилган ҳуқуқлари тикланишини',
            'ходимларнинг меҳнат ҳуқуқлари меҳнат тўғрисидаги қонунчилик бузилганлиги учун иш берувчининг жавобгарлигини, шунингдек ўз меҳнат мажбуриятларини бузганлиги учун ходимнинг \n' +
            'жавобгарлигини'
        ]
    },
    {
        id: 266,
        title: 'Меҳнат тўғрисидаги \n' +
            'қонунчилик бу?',
        body: 'Меҳнат тўғрисидаги қонунчилик якка \n' +
            'тартибдаги меҳнатга оид муносабатларни \n' +
            'ва улар билан бевосита боғлиқ бўлган \n' +
            'ижтимоий муносабатларни тартибга солувчи бошқа қонунчилик ҳужжатларидан \n' +
            'иборатдир.\n' +
            'Агар Ўзбекистон Республикасининг халқаро \n' +
            'шартномасида ходимлар учун Ўзбекистон \n' +
            'Республикасининг меҳнат тўғрисидаги \n' +
            'қонунчилигига ёки меҳнат ҳақидаги бошқа \n' +
            'ҳуқуқий ҳужжатларга нисбатан имтиёзлироқ \n' +
            'қоидалар белгиланган бўлса, халқаро \n' +
            'шартнома қоидалари қўлланилади',
    },
    {
        id: 267,
        title: 'Меҳнат тўғрисидаги қонунчиликнинг амал қилиш соҳаси',
        body: 'Меҳнат тўғрисидаги қонунчиликнинг амал \n' +
            'қилиши:',
        bodyArray: [
            'ходим ва иш берувчи ўртасидаги якка \n' +
            'тартибдаги меҳнатга оид муносабатларга',
            'якка тартибдаги меҳнатга оид муносабатлар билан бевосита боғлиқ бўлган \n' +
            'ижтимоий муносабатларга нисбатан \n' +
            'татбиқ этилади'
        ]
    },
    {
        id: 268,
        title: 'Якка тартибдаги меҳнатга оид \n' +
            'муносабатлар билан бевосита \n' +
            'боғлиқ бўлган ижтимоий муносабатлар жумласига нималар \n' +
            'киради?',
        body: '',
        bodyArray: [
            'ходимни иш берувчида ишга жойлаштиришга оид муносабатлар;\n',
            'ходимни иш берувчида касбга тайёрлаш, қайта тайёрлаш ва унингмалакасини оширишга оид муноса',
            'меҳнат соҳасидаги ижтимоий шериклик',
            'жараёнида шаклланадиган жамоавий \n' +
            'меҳнат муносабатлари;',
            'меҳнат тўғрисидаги қонунчиликка, \n' +
            'меҳнатни муҳофаза қилиш қоидаларига \n' +
            'ҳамда меҳнат ҳақидаги бошқа ҳуқуқий \n' +
            'ҳужжатларга риоя этилиши устидан \n' +
            'текширув ва назоратга оид муносабатлар',
            'меҳнат низоларини кўриб чиқишга оид \n' +
            'муносабатлар'
        ]
    },
    {
        id: 269,
        title: 'Меҳнат ҳақидаги бошқа \n' +
            'ҳуқуқий ҳужжатларга қайсилар \n' +
            'киради?',
        body: '',
        bodyArray: [
            'Меҳнат ҳақидаги бошқа ҳуқуқий ҳужжатлар қуйидагилардан иборат:\n',
            'жамоа келишувлари;',
            'жамоа шартномалари;',
            'иш берувчи томонидан касаба уюшмаси \n' +
            'қўмитаси билан келишувга кўра қабул \n' +
            'қилинадиган ички ҳужжатлар',
            'ички ҳужжатлар, шу жумладан иш \n' +
            'берувчи ўз ваколатлари доирасида \n' +
            'якка ўзи қабул қиладиган якка тартибдаги ҳуқуқий ҳужжатлар'
        ]
    },
    {
        id: 270,
        title: 'Якка тартибдаги меҳнатга оид \n' +
            'муносабатларнинг субъектлари \n' +
            'кимлар ҳисобланади?',
        body: 'Ходимлар ва иш берувчилар',
    },
    {
        id: 271,
        title: 'Кимлар иш берувчилар сифатида иш юритиши мумкин?',
        body: '',
        bodyArray: [
            'мулкчилик шаклидан ва идоравий \n' +
            'мансублигидан қатъи назар, ташкилотлар',
            'ташкилотларнинг филиаллари, ваколатхоналари ёки бошқа алоҳида таркибий \n' +
            'бўлинмалари',
            'жисмоний шахслар'
        ]
    },
    {
        id: 272,
        title: 'Мехнат қонунчилигига кўра \n' +
            'ходимлар?',
        body: 'Меҳнатга оид ҳуқуқ лаёқатига ва муомала \n' +
            'лаёқатига эга бўлган, белгиланган ёшга \n' +
            'етган ҳамда иш берувчи билан меҳнат \n' +
            'шартномаси тузган Ўзбекистон Республикаси фуқаролари, шунингдек чет эл фуқаролари ва фуқаролиги бўлмаган шахслар ходимлар бўлиши мумки',
    },
    {
        id: 273,
        title: 'Жисмоний шахслар қандай \n' +
            'ҳолларда иш берувчилар бўлиши мумкин?',
        body: '',
        bodyArray: [
            'агар улар юридик шахс ташкил этмасдан тадбиркорлик фаолиятини амалга \n' +
            'оширувчи якка тартибдаги тадбиркорлар сифатида рўй',
            'агар улар ўзига хизмат кўрсатилиши ва \n' +
            'уй хўжалигини юритишда ёрдамлашиш \n' +
            'мақсадида уй хизматчиларини ёллашни \n' +
            'амалга оширса',
            'агар қонунчиликда назарда тутилган \n' +
            'ҳолларда уларнинг касбий фаолияти \n' +
            'рўйхатдан ўтказилиши ва (ёки) лицензияланиши лозим бўлса ҳамда улар \n' +
            'мазкур фаолиятни амалга ошириш \n' +
            'мақсадида ходимлар билан меҳнатга \n' +
            'оид муносабатларга киришган бўлса.'
        ]
    },
    {
        id: 274,
        title: 'Ходимнинг меҳнатга оид ҳуқуқ \n' +
            'лаёқати ва муомала лаёқати \n' +
            'қачон вужудга келади?',
        body: 'Ўн олти ёшга тўлган пайтидан эътиборан \n' +
            'меҳнатга оид ҳуқуқ лаёқати ва муомала \n' +
            'лаёқати вужудга келади.',
    },
    {
        id: 275,
        title: 'Ходимнинг ҳуқуқларига \n' +
            'нималар киради?',
        body: '',
        bodyArray: [
            'белгиланган тартибда ҳамда шартларда \n' +
            'меҳнат шартномасини тузиш, ўзгартириш ва бекор қилиш',
            'меҳнат шартномасида шартлашилган иш билан иш берувчи томонидан \n' +
            'таъминланиш',
            'меҳнатни муҳофаза қилиш талабларига \n' +
            'мос келадиган иш жойига эга бўлиш',
            'ўз малакасига, меҳнатнинг мураккаблигига, бажарилган ишнинг миқдори ва \n' +
            'сифатига мувофиқ ўз вақтида ҳамда \n' +
            'тўлиқ ҳажмда иш ҳақи олиш;',
            'иш вақти давомийлигининг чегарасини, \n' +
            'айрим касблардаги ва тоифалардаги \n' +
            'ходимлар учун қисқартирилган иш \n' +
            'вақтини белгилаш, ҳар ҳафталик дам \n' +
            'олиш кунлари, ишланмайдиган байрам \n' +
            'кунлари, шунингдек йиллик меҳнат \n' +
            'таътиллари бериш орқали таъминланадиган дам олиш',
            'меҳнат тўғрисидаги қонунчиликка, \n' +
            'меҳнат ҳақидаги бошқа ҳуқуқий ҳужжатларга, меҳнат шартномасига мувофиқ касбга тайёрлаш, қайта тайёрлаш \n' +
            'ва малакасини ошириш',
            'ўз меҳнат ҳуқуқлари, эркинликлари ва \n' +
            'қонуний манфаатларини ифодалаш \n' +
            'ҳамда ҳимоя қилиш учун касаба уюшмаларига ва бошқа ташкилотларга \n' +
            'бирлашиш;',
            'жамоа келишувлари ва жамоа шартномаси, шунингдек улар шартларининг \n' +
            'бажарилиши тўғрисида ахборот олиш, \n' +
            'шу жумладан ўз вакиллари орқали \n' +
            'олиш;',
            'меҳнат тўғрисидаги қонунчиликда \n' +
            'белгиланган тартибда ходимга меҳнат \n' +
            'вазифаларини бажариши муносабати \n' +
            'билан етказилган моддий зарарнинг \n' +
            'ўрнини қоплаш ва маънавий зиённи \n' +
            'компенсация қилиш',
            'ўз меҳнат ҳуқуқлари, эркинликлари ва \n' +
            'қонуний манфаатларини қонун билан \n' +
            'тақиқланмаган барча усуллар билан \n' +
            'ҳимоя қилиш;',
            'меҳнат низоларини ушбу Кодексда, \n' +
            'бошқа қонунларда белгиланган тартибда ҳал қилиш'
        ]
    },
    {
        id: 276,
        title: 'Ходимнинг қандай \n' +
            'мажбуриятлари бор?',
        body: '',
        bodyArray: [
            'меҳнат тўғрисидаги қонунчиликка ва \n' +
            'меҳнат ҳақидаги бошқа ҳуқуқий ҳужжатларга, меҳнат шартномалари \n' +
            'шартларига риоя этиши',
            'меҳнат шартномаси билан ўз зиммасига юклатилган меҳнат мажбуриятларини виждонан бажариши',
            'ички меҳнат тартибига риоя этиши',
            'меҳнат интизомига риоя этиши;',
            'белгиланган меҳнат нормаларини \n' +
            'бажариши;',
            'меҳнатни муҳофаза қилиш талабларига, технология интизомига, меҳнат \n' +
            'хавфсизлиги ва ишлаб чиқариш санитарияси қоидаларига риоя этиш',
            'иш берувчининг мол-мулкига нисбатан \n' +
            'эҳтиёткорона муносабатда бўлиши',
            'иш берувчига етказилган моддий \n' +
            'зарарнинг ўрнини белгиланган тартибда \n' +
            'ва доирада қоплаши',
            'инсонларнинг ҳаёти ва соғлиғига, иш \n' +
            'берувчининг мол-мулки бут сақланишига таҳдид соладиган вазият юзага \n' +
            'келганлиги тўғрисида иш берувчига ёки \n' +
            'бевосита раҳбарга дарҳол хабар \n' +
            'қилиши',
            'бошқа ходимларнинг ўз меҳнат мажбуриятларини бажаришига тўсқинлик \n' +
            'қилувчи ҳаракатларни содир этмаслиги \n' +
            'шарт'
        ]
    },
    {
        id: 277,
        title: 'Иш берувчининг меҳнатга оид \n' +
            'муносабатлардаги ҳуқуқ ва \n' +
            'мажбуриятларига нималар \n' +
            'киради?',
        body: '',
        bodyArray: [
            'ташкилотнинг мулкдори;',
            'ташкилотнинг бошқарув органлари ёки \n' +
            'улар ваколат берган бошқа шахслар',
            'иш берувчи бўлган жисмоний шахс \n' +
            'томонидан амалга оширилади'
        ]
    },
    {
        id: 278,
        title: 'Иш берувчининг ҳуқуқлари?',
        body: 'Иш берувчи қуйидаги ҳуқуқларга эга',
        bodyArray: [
            'ходимлар билан меҳнат шартномаларини тузиш, ўзгартириш ҳамда бекор \n' +
            'қилиш',
            'жамоа шартномаларини тузиш;',
            'ходимларни ҳалол самарали меҳнати \n' +
            'учун рағбатлантириш',
            'ходимлардан ўз меҳнат мажбурият ларини бажаришини ва иш берувчининг \n' +
            'мол-мулкига эҳтиёткорона муносабатда бўлишини, ички меҳнат тартибига \n' +
            'риоя этишини талаб қилиш',
            'ходимларни белгиланган тартибда \n' +
            'интизомий жавобгарликка тортиш;',
            'ходимларни улар томонидан ҳам иш \n' +
            'берувчига бевосита етказилган, ҳам \n' +
            'бошқа шахсларга етказилган зарарнинг \n' +
            'ўрнини қоплаш натижасида иш берувчида юзага келган тўғридан-тўғри \n' +
            'ҳақиқий зарар учун моддий жавобгарликка тортиш;',
            'ички ҳужжатларни қабул қилиш;',
            'ўз манфаатларини ифодалаш ва ҳимоя \n' +
            'қилиш мақсадида иш берувчилар \n' +
            'бирлашмаларини ташкил этиш ҳамда \n' +
            'уларга аъзо бўлиш'
        ]
    },
    {
        id: 279,
        title: 'Иш берувчининг меҳнатга оид \n' +
            'муносабатлардаги ҳуқуқ ва \n' +
            'мажбуриятларига нималар \n' +
            'киради?',
        body: 'Меҳнат соҳасидаги ижтимоий шериклик ўз \n' +
            'вакиллари тимсолида ходимлар, иш берувчилар, уларнинг вакиллари, давлат органлари ўртасидаги ўзаро муносабатлар тизими \n' +
            'бўлиб, бу тизим якка тартибдаги меҳнатга \n' +
            'оид муносабатларни ҳамда улар билан \n' +
            'бевосита боғлиқ бўлган ижтимоий муносабатларни тартибга солиш масалалари \n' +
            'юзасидан ходимлар, иш берувчилар ва \n' +
            'давлат манфаатларини мувофиқлаштиришни таъминлашга қаратилган бўлади',
    },
    {
        id: 280,
        title: 'Меҳнат соҳасидаги ижтимоий \n' +
            'шерикликнинг асосий \n' +
            'принциплари?',
        body: '',
        bodyArray: [
            'тарафлар ва уларнинг вакиллари \n' +
            'томонидан меҳнат тўғрисидаги қонунчиликка ҳамда меҳнат ҳақидаги бошқа \n' +
            'ҳуқуқий ҳужжатларга риоя этиш',
            'тарафлар вакилларининг ваколатлилиги;',
            'тарафларнинг тенг ҳуқуқлилиги;\n',
            'тарафлар манфаатларининг ҳисобга \n' +
            'олиниши;',
            'тарафларнинг шартнома асосидаги \n' +
            'муносабатларда иштирок этишдан \n' +
            'манфаатдорлиги;',
            'меҳнат ва машғулот соҳасига кирадиган масалаларни танлаш ҳамда муҳокама қилиш эркинли',
            'тарафлар томонидан мажбуриятларни \n' +
            'ўз зиммасига олишнинг ихтиёрийлиги;',
            'тарафлар ўз зиммасига олаётган \n' +
            'мажбуриятларнинг ҳақиқийлиги ва \n' +
            'уларни бажаришнинг мажбурийлиги;',
            'давлатнинг ижтимоий шерикликни \n' +
            'мустаҳкамлаш ва ривожлантиришга \n' +
            'кўмаклашиши;\n',
            'қабул қилинган жамоа келишувларининг, жамоа шартномасининг, шунингдек ижтимоий шерикликнинг бошқа \n' +
            'ҳужжатларида кўрсатилган қоидаларнинг бажарилиши устидан назора',
            'тарафларнинг, улар вакилларининг ўз \n' +
            'айби билан жамоа келишувлари ва \n' +
            'жамоа шартномаси бажарилмаганлиги \n' +
            'учун жавобгарлиги'
        ]
    },
    {
        id: 281,
        title: 'Меҳнат соҳасидаги ижтимоий \n' +
            'шерикликнинг даражалари?',
        body: '',
        bodyArray: [
            'Меҳнат соҳасидаги ижтимоий шериклик',
            'бошланғич даражада (ташкилотда ёки \n' +
            'жисмоний шахс бўлган иш берувчида)',
            'ҳудудий даражада',
            'тармоқ даражасида',
            'республика даражасида амалга оширилад'
        ]
    },
    {
        id: 282,
        title: 'Меҳнат жамоаси бу?\n',
        body: 'Иш берувчида меҳнат шартномаси асосида \n' +
            'меҳнат фаолиятини амалга ошираётган \n' +
            'барча ходимлар меҳнат жамоасини ташкил \n' +
            'этади. Меҳнат жамоаси ижтимоий шериклик \n' +
            'соҳасидаги ўз ваколатларини умумий \n' +
            'йиғилиш (конференция) ўтказиш орқали \n' +
            'амалга оширади. Меҳнат жамоасининг \n' +
            'умумий йиғилиши, агар унда иш берувчида \n' +
            'меҳнат шартномаси асосида меҳнат фаолиятини амалга ошираётган ходимларнинг \n' +
            'ярмидан кўпроғи ҳозир бўлса, ваколатли \n' +
            'ҳисобланади',
    },
    {
        id: 283,
        title: 'Ходимларнинг бирлашиш \n' +
            'ҳуқуқи?',
        body: 'Ходимлар ўз ҳуқуқлари ва манфаатларини \n' +
            'бирор-бир фарққа қарамасдан ифода этиш \n' +
            'ҳамда ҳимоя қилиш мақсадида ихтиёрий \n' +
            'равишда ўз хоҳишига кўра ва олдиндан \n' +
            'рухсат олмасдан касаба уюшмаларини \n' +
            'тузиш ҳуқуқига, шунингдек касаба уюшмаларига ёки ходимларнинг бошқа бирлашмаларига аъзо бўлиш ҳуқуқига эга',
    },
    {
        id: 284,
        title: 'Ижтимоий шериклик тарафлари бу?',
        body: '',
        bodyArray: [
            'Бошланғич даражадаги ижтимоий \n' +
            'шериклик икки томонлама хусусиятга \n' +
            'эга. Меҳнат жамоаси ва иш берувчи \n' +
            'бошланғич даражадаги ижтимоий \n' +
            'шериклик тарафларидир',
            'Тармоқ ва ҳудудий даражалардаги \n' +
            'ижтимоий шериклик икки томонлама \n' +
            'ёки уч томонлама хусусиятга эга. \n' +
            'Ходимлар ва иш берувчиларнинг \n' +
            'тегишли бирлашмалари тармоқ ва \n' +
            'ҳудудий даражадаги икки томонлама \n' +
            'ижтимоий шериклик тарафларидир. \n' +
            'Ҳудудий даражадаги уч томонлама \n' +
            'ижтимоий шерикликда ходимлар ва иш \n' +
            'берувчилар ҳудудий бирлашмаларининг \n' +
            'таклифига кўра маҳаллий ижро этувчи \n' +
            'ҳокимият органлари ва бошқа манфаатдор давлат органлари иштирок этади. \n' +
            'Тармоқ даражасидаги уч томонлама \n' +
            'ижтимоий шерикликда ходимларнинг \n' +
            'ва иш берувчиларнинг тармоқ бирлашмалари таклифига кўра тегишли \n' +
            'тармоқдаги давлат бошқаруви органлари иштирок этади',
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги \n' +
            'тегишли тармоқдаги давлат бошқаруви \n' +
            'органлари иш берувчилар сифатида \n' +
            'иштирок этадиган ҳолларда тармоқ \n' +
            'даражасидаги уч томонлама ижтимоий \n' +
            'шерикликда иштирок этади',
            'Республика даражасидаги ижтимоий \n' +
            'шериклик уч томонлама хусусиятга эга. \n' +
            'Ходимлар ва иш берувчиларнинг \n' +
            'республика бирлашмалари ҳамда \n' +
            'Ўзбекистон Республикаси Вазирлар \n' +
            'Маҳкамаси, манфаатдор вазирликлар давлат қўмиталари ва идоралар \n' +
            'республика даражасидаги ижтимоий \n' +
            'шериклик тарафларидир'
        ]
    },
    {
        id: 285,
        title: 'Меҳнат соҳасидаги ижтимоий \n' +
            'шерикликнинг ҳуқуқий \n' +
            'ҳужжатлари?',
        body: '',
        bodyArray: [
            'жамоа келишувлари;',
            'жамоа шартномаси;',
            'ташкилотнинг иш берувчи томонидан \n' +
            'касаба уюшмаси қўмитасибилан \n' +
            'келишувга кўра қабул қилинган бошқа \n' +
            'ички ҳужжатлари.'
        ]
    },
    {
        id: 286,
        title: 'Жамоа шартномасининг \n' +
            'тушунчаси?',
        body: 'Жамоа шартномаси ташкилотда ёки якка \n' +
            'тартибдаги тадбиркорда якка тартибдаги \n' +
            'меҳнатга оид муносабатларни ва улар билан \n' +
            'бевосита боғлиқ бўлган ижтимоий муносабатларни тартибга солувчи ҳамда ходимлар \n' +
            'томонидан ўз вакиллари орқали ва иш \n' +
            'берувчи томонидан тузиладиган меҳнат \n' +
            'тўғрисидаги ҳуқуқий ҳужжатдир',
    },
    {
        id: 287,
        title: 'Жамоа шартномаси қандай \n' +
            'шаклда тузилади?',
        body: 'Жамоа шартномаси ёзма шаклда тузилади',
    },
    {
        id: 288,
        title: 'Жамоа шартномасининг \n' +
            'мазмуни ва тузилиши?',
        body: 'Жамоа шартномасининг мазмунини ва \n' +
            'тузилишини унинг тарафлари белгилайди. \n' +
            'Жамоа шартномасига иш берувчининг ва \n' +
            'ходимларнинг қуйидаги масалалар бўйича \n' +
            'ўзаро мажбуриятлари киритилиши мумкин',
        bodyArray: [
            'меҳнатга ҳақ тўлаш шакли, тизими ва \n' +
            'миқдори, пул мукофотлари, нафақалар, \n' +
            'компенсациялар, қўшимча тўловла',
            'ходимларнинг бандлиги, уларни қайта \n' +
            'тайёрлаш, уларнинг малакасини оши риш, уларни ишдан бўшатиш шартлари',
            'иш вақти ва дам олиш вақтининг, \n' +
            'таътилларнинг давомийлиги',
            'ходимларнинг, шу жумладан аёлларнинг, ногиронлиги бўлган шахсларнинг \n' +
            'ва ўн саккиз ёшга тўлмаган шахсларнинг меҳнат шароитлари ҳамда меҳнат \n' +
            'муҳофазасини яхшилаш, экологик \n' +
            'хавфсизликни таъминлаш',
            'ташкилотни, идорага қарашли уй-жойни \n' +
            'хусусийлаштириш чоғида ходимларнинг \n' +
            'манфаатларини ҳисобга олиш',
            'ишни таълим билан қўшиб олиб бораётган ходимлар учун имтиёзла',
            'ихтиёрий тиббий ва ижтимоий суғурта',
            'иш берувчи томонидан ходимларнинг \n' +
            'шахсий жамғариб бориладиган пенсия \n' +
            'ҳисобварақларига қўшимча бадаллар \n' +
            'киритиш миқдорлари ва муддатлари',
            'жамоа шартномасининг бажарилиши \n' +
            'устидан назорат қилиш, тарафларнинг \n' +
            'жавобгарлиги, касаба уюшмаси қўмитаси фаолият кўрсатиши учун нормал \n' +
            'шароитлар билан таъминлаш'

        ]
    },
    {
        id: 289,
        title: 'Жамоа шартномасининг кучга \n' +
            'кириш ва амал қилиш муддатлари қандай?',
        body: 'Жамоа шартномаси имзоланган кундан \n' +
            'эътиборан ёки жамоа шартномасида \n' +
            'белгиланган кундан эътиборан кучга киради \n' +
            'ва шартномада назарда тутилган муддат \n' +
            'ичида, бироқ кўпи билан уч йил амал қилади. Мазкур муддат тугагач, жамоа шартномаси тарафлар янги шартнома тузгунига \n' +
            'ёки амалдаги жамоа шартномасини ўзгартиргунига, тўлдиргунига қадар амал қилади',
    },
    {
        id: 290,
        title: 'Жамоа шартномасининг \n' +
            'бажарилиши устидан назорат \n' +
            'қилиш тартиби?',
        body: 'Жамоа шартномасининг бажарилиши \n' +
            'устидан назорат шартнома тарафларининг \n' +
            'вакиллари, ижтимоий-меҳнат масалалари \n' +
            'бўйича комиссия, меҳнат жамоаси, шунингдек Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлигининг \n' +
            'тегишли органлари ҳамда бошқа ваколатли \n' +
            'органлар томонидан амалга оширилади',
    },
    {
        id: 291,
        title: 'Жамоа келишувларининг \n' +
            'тушунчаси ва шакли қандай \n' +
            'тартибда бўлади?',
        body: 'Жамоа келишуви якка тартибдаги меҳнатга \n' +
            'оид муносабатларни ва улар билан бевосита \n' +
            'боғлиқ бўлган ижтимоий муносабатларни \n' +
            'тартибга солувчи, ходимлар учун ҳудудий, \n' +
            'тармоқ ва республика даражаларида \n' +
            'тарафларнинг меҳнат шароитларини, \n' +
            'бандликни ҳамда ижтимоий кафолатларни \n' +
            'белгилашга доир мажбуриятларини ўз ичига \n' +
            'олган, ходимлар ва иш берувчиларнинг \n' +
            'ижтимоий-иқтисодий манфаатларини \n' +
            'келишиб олиш мақсадида тузиладиган \n' +
            'меҳнат тўғрисидаги ҳуқуқий ҳужжатдир.\n' +
            'Жамоа келишувлари ёзма шаклда тузилади. \n' +
            'Жамоа келишуви у имзоланган кундан эътиборан ёки жамоа келишувида белгиланган \n' +
            'кундан эътиборан кучга киради ҳамда ушбу \n' +
            'келишувда назарда тутилган муддат ичида, \n' +
            'бироқ кўпи билан уч йил амал қилади',
    },
    {
        id: 292,
        title: 'Жамоа келишувларининг \n' +
            'турлари?',
        body: '',
        bodyArray: [
            'Ҳудудий жамоа келишувлари;',
            'Тармоқ жамоа келишувлари;\n',
            'Бош жамоа келишуви.\n'
        ]
    },
    {
        id: 293,
        title: 'Жамоа келишувларининг \n' +
            'мазмуни ва тузилиши?',
        body: 'Жамоа келишувларининг мазмуни ва \n' +
            'тузилишини тарафлар белгилайди.\n' +
            'Жамоа келишувларида',
        bodyArray: [
            'меҳнатга ҳақ тўлаш, меҳнат шартлари \n' +
            'ва меҳнатни муҳофаза қилиш, меҳнат \n' +
            'ва дам олиш режими тўғрисида;\n',
            'компенсация тарзидаги қўшимча \n' +
            'тўловлар тўғрисида;',
            'ходимларнинг бандлигига, уларни \n' +
            'касбга тайёрлашга, қайта тайёрлашга, \n' +
            'уларнинг малакасини оширишга кўмаклашиш ҳақида',
            'ишлаб чиқаришда ходимларнинг соғлиғини муҳофаза қилиш тўғрис',
            'ходимларни ва уларнинг оила аъзоларини ижтимоий ҳимоя қилиш бўйича \n' +
            'махсус тадбирлар ҳақида',
            'давлат ташкилотларини хусусийлаштириш чоғида ходимларнинг манфаатлари ҳисобга олиниши тўғри',
            'юқорироқ даражада ижтимоий ҳимояга \n' +
            'муҳтож бўлган шахслар (ҳомиладор \n' +
            'аёллар, ногиронлиги бўлган шахслар, ўн \n' +
            'саккиз ёшга тўлмаган шахслар ва \n' +
            'бошқалар) учун қўшимча иш ўринлари \n' +
            'ташкил этаётган иш берувчиларга \n' +
            'бериладиган имтиёзлар ҳақида',
            'ижтимоий шерикликни ва уч томонлама \n' +
            'ҳамкорликни ривожлантириш, жамоа \n' +
            'шартномаларини тузишга кўмаклашиш, \n' +
            'меҳнат низоларининг олдини олиш, \n' +
            'меҳнат интизомини мустаҳкамлаш \n' +
            'тўғрисидаги қоидалар назарда тутилиши мумкин'
        ]
    },
    {
        id: 294,
        title: 'Ишга жойлашиш ҳуқуқи бу?',
        body: 'Ҳар кимга ўзининг ишлаб чиқаришга ва \n' +
            'ижодий меҳнатга доир қобилиятларидан \n' +
            'фойдаланиш ҳамда қонунчиликда тақиқланмаган ҳар қандай фаолиятни амалга \n' +
            'ошириш бўйича мутлақ ҳуқуқ тегишлидир.\n' +
            'Ҳар ким иш берувчига бевосита мурожаат \n' +
            'қилиш ёки меҳнат органларининг бепул \n' +
            'кўмаги орқали, шунингдек хусусий бандлик \n' +
            'агентликларининг хизматлари воситасида \n' +
            'иш жойини эркин танлаш ҳуқуқига эгадир',
    },
    {
        id: 295,
        title: 'Ишга жойлаштириш бўйича \n' +
            'давлат кафолатлари',
        body: '',
        bodyArray: [
            'бандлик турини, шу жумладан турли \n' +
            'меҳнат режимидаги ишни танлаш \n' +
            'эркинлигини',
            'ишга қабул қилишни қонунга хилоф \n' +
            'равишда рад этишдан, қонунга хилоф \n' +
            'равишда бошқа ишга ўтказишдан, \n' +
            'ходимни ишдан четлаштиришдан ва \n' +
            'меҳнат шартномасини бекор қилишдан \n' +
            'ҳимояланишни',
            'мақбул келадиган иш танлашга ва ишга \n' +
            'жойлашишга бепул кўмаклашишни',
            'касб эгаллашда ва ишга эга бўлишда, \n' +
            'меҳнат қилиш ва бандлик шароитларида, меҳнатга ҳақ тўлашда, хизмат \n' +
            'поғоналари бўйича кўтарилишда ҳар \n' +
            'кимга имкониятлар тенглиги яратилишини',
            'иш қидираётган шахсларни ва ишсизларни касбга тайёрлашга, қайта тайёрлашга ҳамда уларнинг малакасини \n' +
            'оширишга кўмаклашишни',
            'меҳнат органларининг таклифига кўра \n' +
            'ишлаш учун бошқа жойга ихтиёрий \n' +
            'равишда кўчиб кетиш муносабати \n' +
            'билан қилинган харажатлар компенсация қилинишин',
            'ҳақ тўланадиган жамоат ишларида \n' +
            'иштирок этиш имкониятини кафолатлайди.\n'
        ]
    },
    {
        id: 296,
        title: 'Иш берувчининг ишга жойлаштириш соҳасидаги мажбуриятлари?',
        body: 'Иш берувчининг зиммасида бандлик ва \n' +
            'ишга жойлаштириш соҳасида қуйидаги \n' +
            'мажбуриятлар бўлади',
        bodyArray: [
            'ходимларни ишдан бўшатиш тўғрисида \n' +
            'ахборот тақдим этиш',
            'ишга қабул қилишни қонунга хилоф \n' +
            'равишда рад этишга йўл қўймаслик',
            'иш ўринларининг белгиланган энг кам \n' +
            'сони ҳисобига шахсларни ишга жойлаштириш;',
            'ходимларни меҳнат шартномасини \n' +
            'бекор қилиш тўғрисида огоҳлантириш;',
            'ходимнинг иш ўрнини бошқа ишга \n' +
            'ўтказиш тартибида сақлаш чораларини \n' +
            'кўриш;',
            'ўртача ойлик иш ҳақини ишга жойлаштириш даврида сақлаб қолиш;',
            'меҳнат шартномаси бекор қилинган \n' +
            'ходимларни қайта ишга қабул қилиш',
            'жамоа келишувларига ва жамоа шартномасига мувофиқ қўшимча кафолатлар бериш.'
        ]
    },
    {
        id: 297,
        title: 'Меҳнат шартномасининг \n' +
            'тушунчаси ва тарафлари?',
        body: 'Меҳнат шартномаси ходим ва иш берувчи \n' +
            'ўртасидаги тарафларнинг ўзаро ҳуқуқлари \n' +
            'ҳамда мажбуриятларини белгиловчи кели шув бўлиб, унга мувофиқ ходим иш берувчининг манфаатини кўзлаб, ушбу келишувда \n' +
            'белгиланган меҳнат вазифасини унинг \n' +
            'раҳбарлиги ва назорати остида шахсан \n' +
            'бажариш, ички меҳнат қоидаларига риоя \n' +
            'этиш мажбуриятини, иш берувчи эса ходимга шартлашилган меҳнат вазифаси бўйича \n' +
            'иш бериш, ходимга иш ҳақини ўз вақтида \n' +
            'ҳамда тўлиқ миқдорда тўлаш, меҳнат \n' +
            'тўғрисидаги қонунчиликда, меҳнат ҳақидаги \n' +
            'бошқа ҳуқуқий ҳужжатларда ва ушбу \n' +
            'келишувда назарда тутилган меҳнат шароитларини таъминлаш мажбуриятини ўз \n' +
            'зиммасига олади. Ходим ва иш берувчи \n' +
            'меҳнат шартномасининг тарафларидир',
    },
    {
        id: 298,
        title: 'Меҳнат шартномасининг \n' +
            'мазмуни?',
        body: 'Меҳнат шартномасига киритилиши шарт \n' +
            'бўлган шартлар қуйидагилардан иборат',
        bodyArray: [
            'иш жойи;',
            'меҳнат вазифаси',
            'ишнинг бошланиш санаси',
            'меҳнатга ҳақ тўлаш шартлари;',
            'иш вақти ва дам олиш вақти;',
            'иш жойидаги меҳнат шароитларининг \n' +
            'хусусиятлари',
            'зарур бўлган ҳолларда ишнинг хусусияти'
        ]
    },
    {
        id: 299,
        title: 'Меҳнат шартномасининг \n' +
            'шакли бу?',
        body: 'Меҳнат шартномаси бир хил кучга эга \n' +
            'бўлган камида икки нусхада ёзма шаклда \n' +
            'тузилиб, уларнинг ҳар бири тарафлар \n' +
            'томонидан имзоланади',
    },
    {
        id: 300,
        title: 'Меҳнат шартномасининг \n' +
            'реквизитлари бу?',
        body: 'Меҳнат шартномасида меҳнат шартномаси \n' +
            'тузилган сана ва жой, меҳнат шартномасининг рақами ва унинг тарафларининг \n' +
            'реквизитлари кўрсатилади.\n' +
            'Ходимнинг меҳнат шартномасида кўрсатиладиган реквизитлари қуйидагилардан',
        bodyArray: [
            'фамилияси, исми ва отасининг исми',
            'шахсини тасдиқловчи ҳужжатлар \n' +
            'тўғрисидаги маълумотлар;',
            'яшаш ёки турган жойининг манзили ва у \n' +
            'билан боғланишга доир маълумотлар',
            'солиқ тўловчининг идентификация \n' +
            'рақами',
            'жисмоний шахснинг шахсий идентификация рақами (мавжуд бўлганда)',
            'шахсий жамғариб бориладиган пенсия \n' +
            'ҳисобварағи рақами'
        ]
    },
    {
        id: 301,
        title: 'Меҳнат шартномасининг кучга \n' +
            'кириши вақти',
        body: 'Меҳнат шартномаси иш берувчи ва ходим \n' +
            'томонидан имзоланган кундан эътиборан \n' +
            'кучга киради. Ходим меҳнат шартномасида \n' +
            'белгиланган санадан эътиборан меҳнат \n' +
            'вазифаларини бажаришга киришиши шарт. \n' +
            'Агар меҳнат шартномасида иш бошланадиган кун белгиланмаган бўлса, ходим шартнома кучга кирган кундан кейинги иш кунида \n' +
            'ишга киришиши керак',
    },
    {
        id: 302,
        title: 'Меҳнат шартномасининг \n' +
            'муддатлари?',
        body: 'Меҳнат шартномаси',
        bodyArray: [
            'номуайян муддатга;',
            'уч йилдан кўп бўлмаган муайян муддатга (муддатли меҳнат шартномаси) \n' +
            'тузилиши мумкин',
            'Агар меҳнат шартномасида унинг амал \n' +
            'қилиш муддати шартлашилмаган бўлса, \n' +
            'шартнома номуайян муддатга тузилган \n' +
            'деб ҳисобланади'
        ]
    },
    {
        id: 303,
        title: 'Муддатли меҳнат шартномаси \n' +
            'кимлар билан тузилади?',
        body: '',
        bodyArray: [
            'микрофирмалар ёхуд якка тартибдаги \n' +
            'тадбиркорлар бўлган иш берувчиларга \n' +
            'ишга кираётган шахслар билан',
            'жисмоний шахслар бўлган иш берувчиларга шахсий хизмат кўрсати хўжалигини юритиш бўйича ёрдам \n' +
            'бериш мақсадида ишга кираётган \n' +
            'шахслар (уй ишчилари) билан',
            'чўлдаги, баланд тоғли, аҳолиси кам \n' +
            'бўлган туманларда жойлашган ташкилотларга ишга кираётган шахслар \n' +
            'билан, агар бу иш жойига кўчиб ўтиш \n' +
            'билан боғлиқ бўлса;',
            'ҳалокатлар, авариялар, бахтсиз ҳодисалар, эпидемиялар, эпизоотияларнинг \n' +
            'олдини олиш бўйича кечиктириб \n' +
            'бўлмайдиган ишларни амалга ошириш, \n' +
            'шунингдек ушбу ва бошқа фавқулодда \n' +
            'вазиятларнинг оқибатларини бартараф \n' +
            'этиш учун',
            'маданий-томоша ташкилотларининг, \n' +
            'телевидение, радиоэшиттириш ташкилотларининг ва бошқа оммавий ахборот \n' +
            'воситаларининг ижодий ходимлари, \n' +
            'профессионал спортчилар, шунингдек \n' +
            'асарларни яратишда ва (ёки) ижро \n' +
            'этишда (намойиш этишда) иштирок \n' +
            'этувчи бошқа шахслар билан',
            'ташкилий-ҳуқуқий шаклларидан ва \n' +
            'мулкчилик шаклларидан қатъи назар, \n' +
            'ташкилотларнинг раҳбарлари, раҳбар \n' +
            'ўринбосарлари ва бош бухгалтерлари, \n' +
            'шунингдек улар алоҳида бўлинмаларнинг раҳбарлари билан',
            'кундузги ўқитиш шакли бўйича таълим \n' +
            'олаётган шахслар билан;',
            'ўриндошлик асосида ишга кираётган \n' +
            'шахслар билан тузилиши мумкин'
        ]
    },
    {
        id: 304,
        title: 'Ишга қабул қилишга йўл \n' +
            'қўйиладиган ёш?',
        body: '16 ёшдан ишга қабул қилишга йўл қўйилади',
    },
    {
        id: 305,
        title: 'Қандай ҳоллар ишга қабул \n' +
            'қилишни қонунга ҳилоф равишда рад этиш ҳисобла?',
        body: '',
        bodyArray: [
            'меҳнат ва машғулотлар соҳасида \n' +
            'камситишни тақиқлаш тўғрисидаги \n' +
            'талабларни бузиш',
            'ишга таклиф этилган шахсларни ишга \n' +
            'қабул қилмаслик;',
            'ҳомиладорлик ёки фарзандлар борлиги \n' +
            'билан боғлиқ сабабларга кўра ишга қабул қилмаслик;',
            'иш ўринларининг белгиланган энг кам \n' +
            'сони ҳисобига ишга юборилган шахсларни ишга қабул қилмасли',
            'судланганлиги, шу жумладан тугалланган ва олиб ташланган судланганлиги \n' +
            'сабабли шахсларни ишга қабул қилмаслик'
        ]
    },
    {
        id: 306,
        title: 'Ишга қабул қилиш босқичлари?',
        body: 'Ишга қабул қилиш қуйидаги босқичларни ўз \n' +
            'ичига олади:',
        bodyArray: [
            'ишга қабул қилиш чоғидаги таништириш тартиб-таомили',
            'меҳнат шартномаси шартлари бўйича \n' +
            'тарафларнинг келишувга эришишини \n' +
            'ҳамда шартномани ходим ва иш \n' +
            'берувчи томонидан имзолашни',
            'иш берувчи томонидан ходимни ишга \n' +
            'қабул қилиш тўғрисида буйруқ қабул \n' +
            'қилишни ҳамда ишга қабул қилиш \n' +
            'ҳақидаги маълумотларни ходимнинг \n' +
            'меҳнат дафтарчасига ва «Ягона миллий \n' +
            'меҳнат тизими» идоралараро дастурийаппарат комплексига киритишни'
        ]
    },
    {
        id: 307,
        title: 'Ишга қабул қилиш чоғида қандай ҳужжатлар талаб этилади?',
        body: '',
        bodyArray: [
            'паспортни ёки унинг ўрнини босувчи \n' +
            'ҳужжатни ёхуд идентификацияловчи ID \n' +
            'картани, ўн олти ёшгача бўлган шахслар \n' +
            'эса туғилганлик тўғрисидаги гувоҳномани ёки идентификацияловчи ID \n' +
            'картани',
            'охирги иш жойи бўйича тасдиқланган \n' +
            'қоғоз шаклидаги меҳнат дафтарчасини \n' +
            'ёки электрон меҳнат дафтарчасидан \n' +
            'кўчирмани, бундан биринчи марта ишга \n' +
            'кираётган шахслар мустасно. Ўриндошлик асосида ишга кираётган шахслар \n' +
            'меҳнат дафтарчасининг ўрнига асосий \n' +
            'иш жойидан олинган белгиланган \n' +
            'намунадаги маълумотномани тақдим \n' +
            'этади;\n',
            'ҳарбий гувоҳнома;\n',
            'маълумоти тўғрисида диплом ва ишни \n' +
            'бажариш ҳуқуқига доиргувоҳнома ёки \n' +
            'сертификат',
            'солиқ тўловчининг идентификация \n' +
            'рақами;',
            'жамғариб бориладиган пенсия дафтарчасини, бундан биринчи марта ишга \n' +
            'кираётган шахслар мустасно'
        ]
    },
    {
        id: 308,
        title: 'Меҳнат дафтарчаси бу',
        body: '',
        bodyArray: [
            'Лозим даражада тасдиқланган қоғоз \n' +
            'ёки электрон шаклидаги меҳнат дафтарчаси ходимнинг меҳнат стажини \n' +
            'тасдиқловчи ва жисмоний шахснинг \n' +
            'меҳнат фаолияти тўғрисидаги верификация қилинган маълумотларни ўз \n' +
            'ичига олган асосий ҳужжатдир',
            'Электрон шаклдаги меҳнат дафтарчаси \n' +
            'меҳнат шартномасини рўйхатга олиш, \n' +
            'тузиш, унга ўзгартиш ва қўшимчалар \n' +
            'киритиш, шунингдек уни бекор қилиш \n' +
            'чоғида автоматик режимда «Ягона \n' +
            'миллий меҳнат тизими» идоралараро \n' +
            'дастурий-аппарат комплексида шакллантирилади.',
            'Ишга қабул қилиш, бажариладиган иш, \n' +
            'бошқа ишга ўтказиш ва меҳнат шартномасини бекор қилиш тўғрисидаги \n' +
            'маълумотларни ўз ичига оладиган, \n' +
            'ходимнинг меҳнат фаолияти ва меҳнат \n' +
            'стажи ҳақидаги ахборот меҳнат фаолияти тўғрисидаги маълумотларди'
        ]
    },
    {
        id: 309,
        title: 'Қандай тоифадаги фуқароларга \n' +
            'ишга қабул қилиш жараёнида \n' +
            'дастлабки синов муддати \n' +
            'қўлланилмайди?',
        body: '',
        bodyArray: [
            'ҳомиладор аёл, уч ёшга тўлмаган \n' +
            'боласи бор аёл ёки уч ёшга тўлмаган \n' +
            'болани ёлғиз ўзи тарбиялаётган ота \n' +
            '(васий)',
            'аҳолининг ижтимоий эҳтиёжманд \n' +
            'тоифаларидан бўлган шахслар',
            'давлат грантлари асосида ўқиган ва \n' +
            'олий таълим ташкилотини тамомлаган \n' +
            'кундан эътиборан уч ой ичида йўлланма \n' +
            'бўйича олинган мутахассислигига доир \n' +
            'ишга кираётган олий таълим ташкилотларининг битирувчилар',
            'тегишли таълим ташкилотини тамомлаган кундан эътиборан бир йил ичида \n' +
            'биринчи бор ишга кираётганда олинган  мутахассислиги бўйича мустақил \n' +
            'равишда ишга жойлашаётган умумий \n' +
            'ўрта, ўрта махсус, профессионал ва \n' +
            'олий таълим ташкилотларининг битирувчилари',
            'ўзи билан олти ойгача муддатга меҳнат \n' +
            'шартномаси тузилаётган ходимлар',
            'ўн саккиз ёшга тўлмаган шахслар',
            'ишга қайтадан қабул қилинган тақдирда иш берувчи илгари қайси ходимлар \n' +
            'билан меҳнат шартномасини алоҳида \n' +
            'асослар бўйича бекор қилган бўлса, ўша \n' +
            'шахслар',
            'ишлаб чиқаришда ўқитиш шартномаси \n' +
            'бўйича ушбу иш берувчида ўқишни \n' +
            'ўтаган ўқувчилар',
            'жамоа келишувларида, шунингдек \n' +
            'жамоа шартномасида ва иш берувчининг ички ҳужжатларида назарда \n' +
            'тутилган бошқа ходимлар'
        ]
    },
    {
        id: 310,
        title: 'Ишга қабул қилиш чоғидаги \n' +
            'дастлабки синов нима мақсадда қўйилади?',
        body: 'Меҳнат шартномасида қуйидаги мақсадларда дастлабки синов қўлланилади',
        bodyArray: [
            'ходимнинг топширилаётган ишга \n' +
            'мувофиқлигини текшириш мақсадида;\n',
            'меҳнат шартномасида шарт қилиб \n' +
            'кўрсатилган ишни давом эттириш \n' +
            'мақсадга мувофиқлиги ҳақида ходим \n' +
            'томонидан қарор қабул қилиш мақсадид'
        ]
    },
    {
        id: 311,
        title: 'Дастлабки синов муддати \n' +
            'қанча муддатни ташкил этади?',
        body: 'Дастлабки синов муддати уч ойдан, ташкилотларнинг раҳбарлари ва уларнинг ўринбосарлари, бош бухгалтерлар ҳамда ташкилотлар алоҳида бўлинмаларининг раҳбарлари \n' +
            'учун эса олти ойдан ошмаслиги керак',
    },
    {
        id: 312,
        title: 'Меҳнат шартномасини ўзгартириш асосларига нималар киради?',
        body: '',
        bodyArray: [
            'меҳнат шартларининг ўзгариши',
            'ходимнинг бошқа ишга ўтказилиши',
            'иш берувчининг бошқа жойга кўчиши \n' +
            'муносабати билан жойнинг ўзгариши',
            'ходимнинг бошқа иш берувчига вақтинча хизмат сафарига юборили',
            'меҳнат шартномасида шарт қилиб \n' +
            'кўрсатилган иш жойининг ўзгариши'
        ]
    },
    {
        id: 313,
        title: 'Меҳнат шартлари тушунчаси',
        body: 'Меҳнат шартлари деганда иш берувчи билан \n' +
            'тузилган меҳнат шартномасига мувофиқ \n' +
            'ходимнинг меҳнат фаолияти амалга ошириладиган ижтимоий ва ишлаб чиқариш \n' +
            'омилларининг мажмуи тушунилади. Ижтимоий омиллар жумласига меҳнатга ҳақ \n' +
            'тўлаш миқдори, иш вақтининг, таътилнинг \n' +
            'давомийлиги ва бошқа шартлар киради. \n' +
            'Ишлаб чиқариш омиллари жумласига \n' +
            'техника, санитария, гигиенага оид, ишлаб \n' +
            'чиқариш-маиший ва бошқа шартлар киради',
    },
    {
        id: 314,
        title: 'Ходимни бошқа ишга \n' +
            'ўтказиш бу?',
        body: 'Ходим айнан ўша иш берувчида ишни давом \n' +
            'эттирганда унинг меҳнат вазифаларини \n' +
            'ўзгартириш ходимни бошқа ишга ўтказиш \n' +
            'ҳисобланади. Ходим учун соғлиғининг \n' +
            'ҳолатига кўра тиббий хулоса билан тасдиқланган қарши кўрсатмалар бўлганда ходимни бошқа ишга ўтказишга йўл қўйилмайди',
    },
    {
        id: 315,
        title: 'Иш жойини ўзгартириш бу',
        body: 'Иш жойи иш берувчи томонидан бевосита \n' +
            'ёки билвосита назорат қилинадиган жой \n' +
            'бўлиб, ходим бу жойда бўлиши ёки у меҳнат \n' +
            'шартномасида шарт қилиб кўрсатилган \n' +
            'меҳнат вазифасига доир ишни бажариш \n' +
            'учун бу жойга етиб келиши керак',
    },
    {
        id: 316,
        title: 'Ходимни ишдан четлаштириш?',
        body: 'Иш берувчи қуйидаги ҳолларда ходимни \n' +
            'ишдан четлаштириши шарт',
        bodyArray: [
            'қонунчиликка мувофиқ ваколатли \n' +
            'давлат органларининг талабига кўра;\n',
            'алкоголли ичимликдан, гиёҳвандлик \n' +
            'ёки токсик модда таъсиридан мастлик \n' +
            'ҳолатида ишга келганида ёки ишда \n' +
            'бўлганида;\n',
            'меҳнатни муҳофаза қилиш соҳасида \n' +
            'ўқувдан ҳамда билим ва кўникмалари \n' +
            'текширувдан ўтмаганда;',
            'мажбурий тиббий кўрикдан ўтмаганда;',
            'ходим томонидан меҳнат шартномасида шарт қилиб кўрсатилган ишни \n' +
            'бажариш учун тиббий хулосага мувофиқ қарши кўрсатмалар аниқланганда;',
            'тиббий хулосага мувофиқ соғлиғининг \n' +
            'ҳолатига кўра тўрт ойгача муддатга \n' +
            'вақтинча бошқа ишга ўтказишга \n' +
            'муҳтож бўлган ходимни ўтказиш рад \n' +
            'этилганда ёхуд иш берувчида иш \n' +
            'мавжуд эмаслиги муносабати билан \n' +
            'бундай ходимга тегишли ишни таклиф \n' +
            'этиш мумкин бўлмаганда;',
            'ходим меҳнат тўғрисидаги қонунчиликка ёки меҳнатни муҳофаза қилиш \n' +
            'қоидаларига мувофиқ фойдаланилиши \n' +
            'шарт бўлган шахсий ва (ёки) жамоавий \n' +
            'ҳимоя воситаларидан фойдаланмаганда',
            'Ходим карантинли ва одам учун \n' +
            'хавфли бўлган бошқа юқумли касалликлар тарқалиши таҳдиди мавжуд \n' +
            'бўлганда Ўзбекистон Республикаси Бош \n' +
            'давлат санитария врачининг қарори \n' +
            'асосида қонунчиликда белгиланган \n' +
            'тартибда жорий этиладиган профилактик эмлашдан ўтишни рад этган тақдирда (соғлиғининг ҳолатига кўра \n' +
            'қарши кўрсатмалар мавжуд бўлмаганда) иш берувчи уни ишдан четлаштиришга ҳақли'
        ]
    },
    {
        id: 317,
        title: 'Меҳнат шартномасини бекор \n' +
            'қилиш тушунчаси ва асослари?',
        body: 'Меҳнат шартномасини бекор қилиш деганда \n' +
            'қонунчиликда назарда тутилган асослар \n' +
            'бўйича ходим ва иш берувчи ўртасидаги \n' +
            'якка тартибдаги меҳнатга оид муносабатларни тугатиш тушунилади.\n' +
            'Меҳнат шартномасини бекор қилиш асослари қуйидагилардан иборат:',
        bodyArray: [
            'тарафларнинг келишуви',
            'меҳнат шартномаси муддатининг \n' +
            'тугаши;',
            'меҳнат шартномасини ходимнинг \n' +
            'ташаббусига кўра бекор қилиш;',
            'меҳнат шартномасини иш берувчининг \n' +
            'ташаббусига кўра бекор қилиш;',
            'ташкилот мулкдорининг алмашганлиги, \n' +
            'унинг қайта ташкил этилганлиги, \n' +
            'ташкилотнинг идоравий тааллуқлилиги \n' +
            '(бўйсунуви) ўзгарганлиги муносабати \n' +
            'билан ходимнинг ишни давом эттиришни рад этиши;',
            'ходимнинг янги меҳнат шартларида \n' +
            'ишлашни давом эттиришни рад этиши',
            'ходимнинг иш берувчи билан бирга \n' +
            'бошқа жойга ишлаш учун кўчишни рад \n' +
            'этиши;',
            'ходимнинг тиббий хулосага мувофиқ \n' +
            'соғлиғининг ҳолатига кўра қарши \n' +
            'кўрсатма бўлмаган бошқа ишга ўтказишни рад этиши',
            'тарафларнинг ихтиёрига боғлиқ бўлмаган ҳолатла',
            'янги муддатга сайланмаганлик ёки \n' +
            'танловдан ўтмаганлик ёхуд сайловда, \n' +
            'танловда иштирок этишни рад этиш.'
        ]
    },
    {
        id: 318,
        title: 'Меҳнат шартномасини тарафларнинг келишувига кўра бекор \n' +
            'қилиш :',
        body: 'Номуайян муддатга тузилган меҳнат шартномаси, шунингдек муддатли меҳнат шартномаси исталган вақтда тарафларнинг \n' +
            'келишувига кўра бекор қилиниши мумкин. \n' +
            'Меҳнат шартномаси мазкур асос бўйича бекор қилинадиган сана ходим ва иш берувчи \n' +
            'ўртасидаги келишувга биноан белгиланади.\n' +
            'Меҳнат шартномасини тарафларнинг келишувига кўра бекор қилиш меҳнат шартномасига доир қўшимча келишув билан ёзма \n' +
            'шаклда расмийлаштирилади, унда меҳнат \n' +
            'шартномаси бекор қилинадиган сана, \n' +
            'қўшимча келишув тузилган сана ва тарафларнинг реквизитлари кўрсатилиши шарт',
    },
    {
        id: 319,
        title: 'Меҳнат шартномасини тарафларнинг келишувига кўра бекор \n' +
            'қилиш',
        body: 'Ходим номуайян муддатга тузилган меҳнат шартномасини, шунингдек муддати тугагунига қадар муддатли меҳнат шартномасини \n' +
            'ўн тўрт календарь кун олдин бу ҳақда иш \n' +
            'берувчини ёзма шаклда огоҳлантирган \n' +
            'ҳолда бекор қилишга ҳақли',
    },
    {
        id: 320,
        title: 'Меҳнат шартномасини иш \n' +
            'берувчининг ташаббусига кўра \n' +
            'бекор қилиш тартиби?',
        body: '',
        bodyArray: [
            'ташкилот (унинг алоҳида бўлинмаси) ўз \n' +
            'муассисларининг (иштирокчиларининг) \n' +
            'ёки таъсис ҳужжатлари билан бунга \n' +
            'ваколат берилган юридик шахс органининг қарори билан тугатилганлиги ёхуд \n' +
            'якка тартибдаги тадбиркор томонидан \n' +
            'фаолиятнинг тугатилганлиги;',
            'технологиянинг, ишлаб чиқариш ва \n' +
            'меҳнатни ташкил этишнинг ўзгариши, \n' +
            'ишлар (маҳсулот, хизматлар) ҳажмининг қисқариши билан боғлиқ бўлган \n' +
            'ташкилот (унинг алоҳида бўлинмаси), \n' +
            'якка тартибдаги тадбиркор ходимлари \n' +
            'сонининг ёки штатининг ўзгарганлиги',
            'ходимнинг малакаси етарли бўлмаганлиги сабабли эгаллаб турган лавозимига ёки бажараётган ишига мувофиқ \n' +
            'эмаслиги;',
            'ходимнинг ўз меҳнат мажбуриятларини \n' +
            'мунтазам равишда бузганлиги;',
            'ходимнинг ўз меҳнат мажбуриятларини \n' +
            'бир марта қўпол равишда бузганлиги'
        ]
    },
    {
        id: 321,
        title: 'Қандай ҳолларда меҳнат шартномаси иш берувчининг ташаббусига кўра бекор қилиш \n' +
            'тақиқланади?',
        body: '',
        bodyArray: [
            'ходимнинг вақтинча меҳнатга қобилиятсизлик даврларида, у меҳнат тўғрисидаги қонунчиликда ва меҳнат ҳақидаги бошқа ҳуқуқий ҳужжатларда, \n' +
            'меҳнат шартномасида назарда тутилган таътилларда бўлган даврларда',
            'ходим давлат ёки жамоат мажбуриятларини бажарганлиги муносабати билан \n' +
            'ишдан озод этилган даврда',
            'ходим хизмат сафарида бўлган даврда',
            'ҳомиладор аёллар ва уч ёшгача боласи \n' +
            'бўлган ходимларнинг меҳнат шартномасини бекор қилиш тақиқланади.'
        ]
    },
    {
        id: 322,
        title: 'Қандай ҳолларда меҳнат шартномаси тарафларнинг хоҳиширодасига боғлиқ бўлмаган \n' +
            'ҳолатларда бекор қилинади?',
        body: '',
        bodyArray: [
            'ходимнинг ҳарбий ёки муқобил хизматга чақирилганлиг',
            'ходимнинг аввалги ишга тикланганлиги;',
            'суднинг ҳукми билан жазога ҳукм \n' +
            'қилинганлиги ҳамда суднининг қарори \n' +
            'билан даволаш-профилактика муассасаларига юборилганлиги муносабати \n' +
            'билан;',
            'ишга қабул қилишга доир белгиланган \n' +
            'қоидаларнинг бузилганлиги, агар йўл \n' +
            'қўйилган қоидабузарликни бартараф \n' +
            'этиш имкони бўлмаса ва у ишни давом \n' +
            'эттиришга тўсқинлик қилса;',
            'қонунчиликка мувофиқ меҳнатга оид \n' +
            'муносабатларни давом эттиришга \n' +
            'монелик қиладиган ҳолатлар юзага \n' +
            'келганлиги (ходимнинг белгиланган \n' +
            'тартибда берилган тиббий хулосага \n' +
            'мувофиқ меҳнат фаолиятига тўлиқ \n' +
            'қобилиятсиз деб эътироф этилганлиги, \n' +
            'шунингдек давлат сирларидан фойдаланиш ҳуқуқи бекор қилинганлиги, агар \n' +
            'бажарилаётган иш шундай фойдаланиш \n' +
            'ҳуқуқини талаб қилса, муайян ишни \n' +
            'бажаришга доир рухсатномадан ёки \n' +
            'лицензиядан маҳрум этилганлиги ва \n' +
            'бошқалар);',
            'ташкилотни тугатиш ёки иш берувчи \n' +
            'бўлган якка тартибдаги тадбиркор \n' +
            'фаолиятини тугатиш тўғрисидаги суд \n' +
            'қарорининг қонуний кучга кирганлиги',
            'ходимни ишга тиклаш ҳақидаги суд \n' +
            'қарори бекор қилинганлиги',
            'ходим вафот этганлиги, шунингдек суд \n' +
            'томонидан ходимнинг бедарак йўқолган деб эътироф этилганлиги ёки вафот \n' +
            'этган деб эълон қилинганлиги;',
            'Ўзбекистон Республикаси Олий Мажлиси Қонунчилик палатаси депутатининг, \n' +
            'шунингдек Ўзбекистон Республикаси \n' +
            'Олий Мажлиси Сенатида доимий асосда \n' +
            'ишлаган Сенат аъзосининг ваколатлари \n' +
            'муддати тугаганлиги ёки Ўзбекистон \n' +
            'Республикаси Олий Мажлисининг \n' +
            'Қонунчилик палатаси ва Сенати тарқатиб юборилганлиги муносабати билан \n' +
            'аввалги лавозимига (ишига) қайтганлиги муносабати билан'
        ]
    },
    {
        id: 323,
        title: 'Ишдан бўшатиш нафақаси бу?',
        body: 'Ишдан бўшатиш нафақаси ходим билан \n' +
            'меҳнат шартномаси алоҳида асосларга кўра \n' +
            'бекор қилинганда ходимнинг ишдан маҳрум \n' +
            'бўлиши оқибатларини юмшатиш мақсадида \n' +
            'амалга ошириладиган, қонунчиликда, \n' +
            'меҳнат ҳақидаги бошқа ҳуқуқий ҳужжатларда, меҳнат шартномасида назарда тутилган \n' +
            'бир йўла бериладиган пулли тўловдир',
    },
    {
        id: 324,
        title: 'Иш вақти тушунчаси бу?',
        body: 'Ходим ички меҳнат тартиб қоидаларига, \n' +
            'сменаларга бўлиниб ишлаш (иш) жадвалларига, бошқа ички ҳужжатларга ёки меҳнат \n' +
            'шартномаси шартларига мувофиқ меҳнат \n' +
            'мажбуриятларини қайси вақт мобайнида \n' +
            'бажариши керак бўлса, ўша вақт иш вақтидир.',
    },
    {
        id: 325,
        title: 'Иш вақтининг турлари бу?',
        body: '',
        bodyArray: [
            'Иш вақтининг нормал давомийлиги - \n' +
            'Ходим учун иш вақтининг нормал \n' +
            'давомийлиги беш кунлик ёки олти \n' +
            'кунлик иш ҳафтасида ҳафтасига қирқ \n' +
            'соатдан ортиқ бўлиши мумкин эмас.',
            'Иш вақтининг қисқартирилган давомийлиги - Айрим тоифадаги ходимлар \n' +
            'учун уларнинг ёши, соғлиғининг ҳолати, \n' +
            'меҳнат шартлари, меҳнат вазифаларининг ўзига хос хусусиятлари ва бошқа \n' +
            'ҳолатлар ҳисобга олинган ҳолда қонунчиликка ҳамда меҳнат ҳақидаги бошқа \n' +
            'ҳуқуқий ҳужжатларга, шунингдек \n' +
            'меҳнат шартномаси шартларига \n' +
            'мувофиқ меҳнатга тўланадиган ҳақни \n' +
            'камайтирмасдан иш вақтининг қисқартирилган давомийлиги белгиланади',
            'Тўлиқсиз иш вақти - Меҳнат шартномаси тарафларининг келишувига кўра \n' +
            'ходимга ишга қабул қилиш чоғида ва \n' +
            'кейинчалик тўлиқсиз иш вақти (тўлиқсиз иш куни (смена) ва (ёки) тўлиқсиз \n' +
            'иш ҳафтаси, шу жумладан иш кунини \n' +
            'қисмларга бўлган ҳолда) белгиланиши \n' +
            'мумкин. Тўлиқсиз иш вақти ҳам муддати чекланмаган ҳолда, ҳам меҳнат \n' +
            'шартномаси тарафлари келишган ҳар \n' +
            'қандай муддатга белгиланиши мумкин'
        ]
    },
    {
        id: 326,
        title: 'Иш вақтининг қисқартирилган \n' +
            'давомийлиги кимларга мажбурий тартибда белгиланади?',
        body: '',
        bodyArray: [
            'Ўн саккиз ёшга тўлмаган ходимларга;',
            'I ва II гуруҳ ногиронлиги бўлган ходимларга',
            'ноқулай меҳнат шароитларидаги \n' +
            'ишларда банд бўлган ходимларга',
            'асабий зўриқиш билан боғлиқ бўлган \n' +
            'тиббиёт ходимларига, педагогларга ва \n' +
            'бошқа тоифадаги ходимларга',
            'уч ёшгача бўлган боланинг бюджетдан \n' +
            'молиялаштириладиган ташкилотларда \n' +
            'ишлайдиган ота-онасидан бирига'
        ]
    },
    {
        id: 327,
        title: 'Ҳар кунги ишнинг (сменанинг) \n' +
            'давомийлиги',
        body: '',
        bodyArray: [
            'олти кунлик иш ҳафтасида – етти \n' +
            'соатдан',
            'беш кунлик иш ҳафтасида – саккиз \n' +
            'соатдан'
        ]
    },
    {
        id: 328,
        title: 'Ишланмайдиган байрам кунлари арафасидаги ишнинг \n' +
            'давомийлиги?',
        body: 'Ишланмайдиган байрам кунлари арафасида \n' +
            'ҳар кунлик ишнинг (сменанинг) давомийлиги \n' +
            'барча ходимлар учун камида бир соатга \n' +
            'қисқартирилади',
    },
    {
        id: 329,
        title: 'Тунги вақтдаги ишнинг \n' +
            'давомийлиги?',
        body: 'Соат 22-00 дан то соат 6-00 гача бўлган \n' +
            'вақт тунги вақт ҳисобланади',
    },
    {
        id: 330,
        title: 'Иш вақтидан ташқари иш?',
        body: 'Иш берувчи томонидан ходимни ходим учун белгиланган иш вақти давомийлигидан \n' +
            'ташқари ишга жалб этиш иш вақтидан \n' +
            'ташқари иш деб ҳисобланади',
    },
    {
        id: 331,
        title: 'Иш вақти режими тушунчаси \n' +
            'бу?',
        body: 'Муайян календарь давр мобайнида (иш \n' +
            'кунининг, ҳафтанинг, иш вақтини жамлаб \n' +
            'ҳисобга олиш қўлланилганда эса ҳисобга \n' +
            'олиш даврининг ҳафтасидан ошадиган давр \n' +
            'мобайнида) иш вақтининг тақсимланиши иш \n' +
            'вақти режимидир',
    },
    {
        id: 332,
        title: 'Иш вақти режими нималарни \n' +
            'белгилайди?',
        body: '',
        bodyArray: [
            'иш ҳафтасининг тури ва давомийлигини (икки кун дам олинадиган беш \n' +
            'кунлик иш ҳафтаси, бир кун дам олинадиган олти кунлик иш ҳафтаси, ўзгарувчан жадвал бўйича дам олиш кунлари \n' +
            'бериладиган иш ҳафтаси, тўлиқсиз иш \n' +
            'ҳафтаси);',
            'иш куни (смена) бошланадиган, тугайдиган вақтни ва унинг даво',
            'дам олиш ва овқатланиш учун танаффус, шунингдек меҳнат тўғрисидаги \n' +
            'қонунчиликда ёки меҳнат ҳақидаги \n' +
            'бошқа ҳуқуқий ҳужжатларда назарда \n' +
            'тутилган бошқа танаффуслар вақтини;',
            'иш кунларининг ва ишланмайдиган \n' +
            'кунларнинг навбат билан алмашишини;',
            'суткадаги сменалар сонини',
            'ходимларнинг сменалар бўйича алмашиш кетма-кетлигини'
        ]
    },
    {
        id: 333,
        title: 'Мослашувчан иш вақти \n' +
            'режими бу?\n',
        body: 'Мослашувчан иш вақти режими иш вақтини \n' +
            'ташкил этиш усули бўлиб, бунда айрим \n' +
            'ходимлар ёки ташкилот таркибий бўлинмаларининг ходимлар гуруҳлари учун иш кунининг бошланишини, тугашини ва умумий \n' +
            'давомийлигини муайян доирада уларнинг \n' +
            'ўзи тартибга солишига йўл қўйилади',
    },
    {
        id: 334,
        title: 'Дам олиш вақти тушунчаси \n' +
            'ва турлари бу?',
        body: 'Дам олиш вақти ходим меҳнат мажбуриятларини бажаришдан озод бўлган ва ўз \n' +
            'ихтиёрига кўра фойдаланиши мумкин \n' +
            'бўлган вақтдир Дам олиш вақтининг турлари қуйидагилардан иборат',
        bodyArray: [
            'иш куни (смена) давомидаги танаффуслар;\n',
            'ҳар кунги (сменалар оралиғидаги) дам \n' +
            'олиш;\n',
            'дам олиш кунлари (ҳар ҳафталик \n' +
            'узлуксиз дам олиш);\n',
            'ишланмайдиган байрам кунлари;',
            'ҳар йилги асосий ва қўшимча меҳнат \n' +
            'таътиллари',
            'ходимнинг истагига кўра дам олиш \n' +
            'кунида ёки ишланмайдиган байрам \n' +
            'кунида ишлаганлик учун компенсация \n' +
            'сифатида тақдим этиладиган ишдан \n' +
            'бўш бўлган қўшимча кунлар, шунингдек \n' +
            'қон ва унинг таркибий қисмлари \n' +
            'топширилган ҳар бир кундан кейин \n' +
            'донорларга бериладиган дам олиш \n' +
            'куни.\n'
        ]
    },
    {
        id: 335,
        title: 'Ўзбекистон Республикасида \n' +
            'ишланмайдиган байрам кунлари \n' +
            'қайсилар?',
        body: '',
        bodyArray: [
            '1 январь – Янги йил',
            '8 март – Хотин-қизлар куни',
            '21 март – Наврўз байрами;\n',
            '9 май – Хотира ва қадрлаш куни;\n',
            '1 сентябрь – Мустақиллик куни',
            '1 октябрь – Ўқитувчи ва мураббийлар \n' +
            'куни;',
            '8 декабрь – Ўзбекистон Республикаси \n' +
            'Конституцияси куни',
            'Рўза ҳайит (Ийд ал-Фитр) диний байрамининг биринчи куни;',
            'Қурбон ҳайит (Ийд ал-Адҳа) диний \n' +
            'байрамининг биринчи куни'
        ]
    },
    {
        id: 336,
        title: 'Таътилларнинг турлари?',
        body: 'Иш берувчи билан тузилган меҳнат шартномаси асосида меҳнат фаолиятини амалга \n' +
            'ошираётган ходимлар учун таътилларнинг \n' +
            'қуйидаги турлари назарда тутилган',
        bodyArray: [
            'ҳар йилги меҳнат таътили;',
            'ижтимоий таътиллар',
            'иш ҳақи қисман сақланадиган таътил',
            'иш ҳақи сақланмайдиган таътил.'
        ]
    },
    {
        id: 337,
        title: 'Ҳар йилги меҳнат таътили \n' +
            'тушунчаси ва турлари?',
        body: 'Ҳар йилги меҳнат таътили дам олиш ва \n' +
            'ишлаш қобилиятини тиклаш учун иш ўрни \n' +
            '(лавозими) ҳамда ўртача иш ҳақи сақлаб \n' +
            'қолинган ҳолда\n' +
            'ходим ишдан озод этиладиган, ходимга ҳар \n' +
            'йили иш йили давомида бериладиган вақт \n' +
            'давридир.\n' +
            'Барча ходимлар, шу жумладан ўриндошлик \n' +
            'асосида ишлайдиган ходимлар ҳар йилги \n' +
            'меҳнат таътилига чиқиш ҳуқуқига эга.\n' +
            'Ҳар йилги меҳнат таътилининг турлари \n' +
            'қуйидагилардан иборат:',
        bodyArray: [
            'асосий меҳнат таътили (ҳар йилги \n' +
            'асосий энг кам ёки ҳар йилги асосий \n' +
            'узайтирилган);',
            'асосий энг кам ёки асосий узайтирилган таътил билан жамлаб ҳисобланадиган қўшимча меҳнат таътили',
            'Ҳар йилги асосий энг кам меҳнат \n' +
            'таътилининг давомийлиги йигирма бир \n' +
            'календарь кунни ташкил этади.\n'
        ]
    },
    {
        id: 338,
        title: 'Ҳар йилги асосий узайтирилган \n' +
            'таътили?',
        body: '',
        bodyArray: [
            'ўн саккиз ёшгача бўлган шахсларга – \n' +
            'ўттиз календарь кун;',
            ' ва II гуруҳ ногиронлиги бўлган ходимларга – ўттиз календарь к',
            'Давлат ҳокимияти ва бошқаруви органлари ходимларига давомийлиги йигирма етти календарь кун бўлган ҳар йилги \n' +
            'асосий узайтирилган таътил берилади'
        ]
    },
    {
        id: 339,
        title: 'Қўшимча таътиллар кимларга \n' +
            'берилади?',
        body: '',
        bodyArray: [
            'меҳнат шароитлари ноқулай ишларда \n' +
            'банд бўлган ходимларга;',
            'ноқулай табиий-иқлим шароитларида \n' +
            'иш бажараётган ходимларга;\n',
            'битта ташкилотда ёки тармоқда кўп \n' +
            'йиллик иш стажига эга бўлган ходимларга қўшимча таътиллар берил'
        ]
    },
    {
        id: 340,
        title: 'Ижтимоий таътиллар \n' +
            'тушунчаси бу',
        body: 'Ходимларга оналик, болаларни парваришлаш, таълим олиш учун қулай шарт-шароитлар яратиш мақсадида, шунингдек бошқа \n' +
            'ижтимоий мақсадларда бериладиган \n' +
            'таътиллар ижтимоий таътиллардир',
    },
    {
        id: 341,
        title: 'Ижтимоий таътиллар \n' +
            'тушунчаси бу',
        body: '',
        bodyArray: [
            'ҳомиладорлик ва туғиш таътиллари;',
            'бола парваришлаш таътили',
            'ижодий таътиллар'
        ]
    },
    {
        id: 342,
        title: 'Иш ҳақи сақланмайдиган \n' +
            'таътил бу?',
        body: 'Иш ҳақи сақланмайдиган таътил деганда \n' +
            'ходимнинг иш ўрни (лавозими) сақланиб \n' +
            'қолган ҳолда ҳақ тўланмайдиган таътил \n' +
            'тушунилади',
    },
    {
        id: 343,
        title: 'Меҳнатга ҳақ тўлаш бу?',
        body: 'Меҳнатга ҳақ тўлаш иш берувчи томонидан \n' +
            'ходимга унинг меҳнати учун тўловлар белгилаш ва уларни амалга ошириш юзасидан \n' +
            'меҳнат шартномаси тарафлари ўртасидаги \n' +
            'меҳнат тўғрисидаги қонунчилик, меҳнат \n' +
            'ҳақидаги бошқа ҳуқуқий ҳужжатлар ва меҳнат шартномаси билан тартибга солинган \n' +
            'муносабатлар тизимидир',
    },
    {
        id: 344,
        title: 'Меҳнатга ҳақ тўлаш бу?',
        body: 'Иш берувчи томонидан ходимнинг малакасига, бажарадиган ишининг мураккаблигига, \n' +
            'миқдорига, сифати ва шароитларига қараб \n' +
            'тўланадиган меҳнат учун мукофот суммаси, \n' +
            'шунингдек компенсация хусусиятига эга \n' +
            'тўловлар (компенсация хусусиятига эга \n' +
            'қўшимча тўловлар ва устамалар, шу жумладан нормал иш шароитларидан четга чиқадиган шароитларда ишлаганлик, ноқулай \n' +
            'табиий-иқлим шароитларида ишлаганлик \n' +
            'учун шундай қўшимча тўловлар ва устамалар ҳамда компенсация хусусиятига эга \n' +
            'бошқа тўловлар) ва рағбатлантирувчи \n' +
            'тўловлар (рағбатлантирувчи хусусиятга эга \n' +
            'қўшимча тўловлар ҳамда устамалар, мукофотлар ва тақдирловчи тўловлар) иш \n' +
            'ҳақидир',
    },
    {
        id: 345,
        title: 'Меҳнатга ҳақ тўлашнинг энг \n' +
            'кам миқдорини белгилаш?',
        body: 'Меҳнатга ҳақ тўлашнинг энг кам миқдори \n' +
            'Ўзбекистон Республикаси Президенти \n' +
            'томонидан Ижтимоий-меҳнат масалалари \n' +
            'бўйича республика уч томонлама комиссияси томонидан ишлаб чиқилган таклифлар \n' +
            'ҳисобга олинган ҳолда Ўзбекистон Республикасининг бутун ҳудудида бир вақтнинг \n' +
            'ўзида белгиланади ҳамда ташкилий-ҳуқуқий шаклларидан, мулкчилик шаклларидан \n' +
            'ва идоравий бўйсунувидан қатъи назар, \n' +
            'барча иш берувчилар учун мажбурийдир',
    },
    {
        id: 346,
        title: 'Меҳнатга ҳақ тўлашнинг \n' +
            'тарифли тизими?',
        body: '',
        bodyArray: [
            'Меҳнатга ҳақ тўлашнинг тарифли \n' +
            'тизими турли тоифадаги ходимларнинг \n' +
            'иш ҳақини дифференциялашнинг \n' +
            'тарифли тизимига асосланган меҳнатга \n' +
            'ҳақ тўлаш тизимидир',
            'Тарифли тизим тариф сеткасини, \n' +
            'тариф ставкаларини (маошларни), \n' +
            'тариф разрядларини, тариф коэффициентларини ўз ичига олади',
            'Тариф сеткаси ишнинг мураккаблигига \n' +
            'ва ходимларнинг малакасига доир \n' +
            'талабларга қараб тариф коэффициент лари ёрдамида белгиланган ишлар \n' +
            '(касблар, лавозимлар) тариф разрядларининг мажмуиди',
            'Тариф разряди ишларнинг мураккаблигини ва ходимнинг малака даражасини \n' +
            'акс эттирадиган қийматдир',
            'Тариф ставкаси (маош) компенсацияга \n' +
            'оид, рағбатлантирувчи ва ижтимоий \n' +
            'тўловлар ҳисобга олинмаган ҳолда вақт \n' +
            'бирлиги учун муайян мураккабликдаги \n' +
            '(малакадаги) меҳнат нормаси (меҳнат \n' +
            'мажбуриятлари) бажарилганлиги учун \n' +
            'ходимнинг меҳнатига ҳақ тўлашнинг \n' +
            'қатъий белгиланган миқдоридир',
            'Тариф коэффициенти кейинги разрядлар тариф ставкасининг биринчи \n' +
            'разряд тариф ставкасига нисбатан \n' +
            'каррали кўпайтирилишини акс эттирадиган, ходимлар малака даражасининг \n' +
            'разрядлар бўйича нисбатидир',
            'Малака разряди ходимнинг касбий \n' +
            'тайёргарлиги даражасини акс эттирадиган қийматдир',
            'Ишларни тарификациялаш меҳнат \n' +
            'турларини ишларнинг мураккаблигига \n' +
            'қараб тариф разрядларига ёки малака \n' +
            'тоифаларига киритишдир',
            'Бажариладиган ишларнинг мураккаблиги уларни тарификациялаш асосида \n' +
            'аниқланади',
            'Ишларни тарификациялаш ва ходимларга тариф разрядлари бериш касбга \n' +
            'оид стандартлар ҳисобга олинган ҳолда \n' +
            'амалга оширилади'
        ]
    },
    {
        id: 347,
        title: 'Меҳнат нормасининг \n' +
            'турлари бу?',
        body: 'Меҳнат нормасининг турлари қуйидагилардан иборат:',
        bodyArray: [
            'вақт нормаси – муайян ташкилот учун \n' +
            'энг маъқул бўлган ташкилий- техник \n' +
            'шароитларда бир ходим ёки тегишли \n' +
            'сон ва малакадаги ходимлар гуруҳи \n' +
            'томонидан муайян иш бирлигини (битта \n' +
            'маҳсулот, битта операцияни) бажариш \n' +
            'учун зарур бўлган иш вақти миқдори. \n' +
            'Қоида тариқасида, норма-соатда, \n' +
            'киши-соатда, киши-дақиқада, сонияларда ҳисоблаб чиқилади',
            'ишлаб чиқариш нормаси – муайян \n' +
            'ташкилий-техник шароитларда вақт \n' +
            'бирлигида бир ходим ёки муайян',
            'ташкилий-техник шароитларда тегишли \n' +
            'сон ва малакадаги ходимлар гуруҳи \n' +
            'томонидан смена давомида бажарилиши керак бўлган иш ҳажми;',
            'ходимлар сони нормаси – муайян \n' +
            'ташкилий-техник шароитларда ишлаб \n' +
            'чиқариш топшириғини бажариш учун \n' +
            'зарур бўлган муайян касбий малакага \n' +
            'эга ходимлар сони',
            'хизмат кўрсатиш нормаси – смена \n' +
            'давомида муайян ташкилий-техник \n' +
            'шароитларда бир ходим ёки тегишли \n' +
            'сон ва малакадаги ходимлар гуруҳи \n' +
            'томонидан хизматлар кўрсатилиши \n' +
            'керак бўлган асбоб-ускуналар, ҳудудларнинг майдонлари ва хизмат кўрсатиш объектларининг белгиланган \n' +
            'бирлиги сони',
            'алоҳида лавозимларни киритиш \n' +
            'нормаси – тегишли давлат бошқаруви \n' +
            'органи томонидан ташкилотнинг \n' +
            'алоҳида вазифалари ва функцияларини бажариш учун зарур бўлган, бюджет \n' +
            'ташкилотлари учун белгиланган ходимлар сони;',
            'бошқарилувчанлик нормаси – бевосита \n' +
            'битта раҳбарга бўйсуниши керак бўлган \n' +
            'ходимлар сони;',
            'малака нормаси – ходимнинг меҳнат \n' +
            'вазифасини бажариши учун зарур \n' +
            'бўлган малака (билим, маҳорат, кўникма) даражаси',
            'давлат касбий стандартлари (касбий \n' +
            'фаолият стандартлари) – ходимга \n' +
            'муайян бир касбий фаолият турини \n' +
            'амалга ошириш, шу жумладан муайян \n' +
            'меҳнат вазифасини бажариш учун \n' +
            'зарур бўлган малака тавсифлари'
        ]
    },
    {
        id: 348,
        title: 'Меҳнатни нормалаштириш \n' +
            'тушунчаси бу?',
        body: 'Меҳнатни нормалаштириш муайян ишлаб \n' +
            'чиқариш шароитларида аниқ ишни ёки \n' +
            'операцияни бажариш учун энг кўп йўл \n' +
            'қўйиладиган вақт миқдорини аниқлаш, \n' +
            'шунингдек ходимларнинг турли тоифалари \n' +
            '(гуруҳлари) сони ва асбоб-ускуналар сони \n' +
            'ўртасидаги мақбул ўзаро нисбатни аниқлаш \n' +
            'имконини берадиган, меҳнат натижалари ва \n' +
            'меҳнатга ҳақ тўлаш ўлчови ўртасидаги \n' +
            'тенглаштирилган ўзаро нисбатларни белгилаш ҳисобланади',
    },
    {
        id: 349,
        title: 'Кафолатли тўловлар ва кафолатли қўшимча тўловлар?',
        body: 'Кафолатли тўловлар ходим қонунчилик \n' +
            'ҳужжатларига мувофиқ меҳнат мажбуриятларини бажаришдан озод қилинган ёхуд ўз \n' +
            'ихтиёрига зид тарзда ишлаш имкониятидан \n' +
            'маҳрум бўлган вақт учун ўртача иш ҳақи ёки \n' +
            'тариф ставкаси (маош) миқдоридаги пул \n' +
            'тўловларидир.\n' +
            'Кафолатли қўшимча тўловлар ушбу Кодексда ва меҳнат тўғрисидаги қонунчиликда \n' +
            'белгиланган бошқа ҳолларда ходимга у \n' +
            'муайян сабабларга кўра ўз меҳнат вазифаларини тўлиқ ҳажмда бажара олмаганда, \n' +
            'ушбу ходимнинг ўртача иш ҳақини сақлаб \n' +
            'қолиш мақсадида тўланадиган пул суммаси \n' +
            'ҳисобланади.',
    },
    {
        id: 350,
        title: 'Ходимлар давлат ва жамоат \n' +
            'мажбуриятларини бажарганда \n' +
            'қандай кафолатли тўловлар \n' +
            'берилади?',
        body: 'Иш берувчи ходимнинг давлат ва жамоат \n' +
            'мажбуриятларини бажариш вақтида уни \n' +
            'ишдан иш жойини (лавозимини) ва ўртача \n' +
            'ойлик иш ҳақини сақлаган ҳолда қуйидаги \n' +
            'ҳолларда озод этиши шарт',
        bodyArray: [
            'сайлов ҳуқуқини амалга ошираётганда',
            'депутатлик вазифаларини, шунингдек \n' +
            'ўз ваколатларини ишлаб чиқаришдан \n' +
            'ёки хизмат фаолиятидан ажралмаган \n' +
            'ҳолда амалга оширувчи Ўзбекистон \n' +
            'Республикаси Олий Мажлиси Сенати \n' +
            'аъзосининг вазифаларини бажараётганда;',
            'тиббий-ижтимоий эксперт комиссиясининг ишида иштирок этаётганда',
            'ҳарбий мажбуриятларни бажараётганда',
            'терговга қадар текширувни амалга \n' +
            'оширувчи органга, суриштирувчига, \n' +
            'терговчига, прокурорга ёки судга гувоҳ, \n' +
            'жабрланувчи, эксперт, мутахассис, \n' +
            'таржимон, холис сифатида чақирилганда;',
            'суд мажлисларида халқ маслаҳатчиси, \n' +
            'жамоат айбловчиси ва жамоат ҳимоячиси, жамоат бирлашмалари ва меҳнат жамоаларининг вакили сифатида \n' +
            'иштирок этаётганда;',
            'Ўзбекистон Республикаси Олий Мажлисининг Инсон ҳуқуқлари бўйича вакили \n' +
            '(омбудсман) ҳузуридаги Инсоннинг \n' +
            'конституциявий ҳуқуқлари ва эркинликларига риоя этилиши бўйича комиссия фаолиятида иштирок этганда;',
            'ходим давлат ва жамият манфаатларини кўзлаб ҳаракатларни амалга оширганда (авариялар, табиий офатлар \n' +
            'оқибатларини бартараф этиш, инсон \n' +
            'ҳаётини сақлаб қолиш, қон ва унинг \n' +
            'таркибий қисмларини топшириш, \n' +
            'шунингдек бошқа ҳолларда);',
            'Ўзбекистон Республикаси қонунида ёки \n' +
            'Президентининг фармонлари ва \n' +
            'қарорларида ёхуд Ўзбекистон Республикаси Вазирлар Маҳкамасининг \n' +
            'қарорларида назарда тутилган бошқа \n' +
            'ҳолларда'
        ]
    },
    {
        id: 351,
        title: 'Компенсация тўловлари бу?',
        body: 'Меҳнат тўғрисидаги қонунчиликда ва \n' +
            'меҳнат ҳақидаги бошқа ҳуқуқий ҳужжатларда назарда тутилган ҳолларда ходимлар \n' +
            'томонидан меҳнат мажбуриятларининг ёки \n' +
            'бошқа мажбуриятларнинг бажарилиши \n' +
            'билан боғлиқ харажатларнинг ўрнини \n' +
            'қоплаш мақсадида белгиланган пул тўловлари компенсация тўловларидир.\n',
    },
    {
        id: 352,
        title: 'Ходимнинг ишдан бўшатиш \n' +
            'нафақасининг миқдори?',
        body: 'Ишдан бўшатиш нафақасининг миқдори \n' +
            'мазкур ташкилотдаги иш стажига боғлиқ \n' +
            'бўлади. \n' +
            'Бунда',
        bodyArray: [
            'Уч йилгача иш стажига эга бўлган \n' +
            'ходимлар учун – ўртача ойлик иш \n' +
            'ҳақининг эллик фоизидан;',
            'Уч йилдан беш йилгача иш стажига эга \n' +
            'бўлган ходимлар учун – ўртача ойлик \n' +
            'иш ҳақининг етмиш беш фоизидан',
            'Беш йилдан ўн йилгача иш стажига эга \n' +
            'бўлган ходимлар учун – ўртача ойлик \n' +
            'иш ҳақининг юз фоизидан;',
            'Ўн йилдан ўн беш йилгача иш стажига \n' +
            'эга бўлган ходимлар учун ойлик иш ҳақининг бир юз эллик фоизидан',
            'Ўн беш йилдан ортиқ иш стажига эга \n' +
            'бўлган ходимлар учун – ўртача ойлик \n' +
            'иш ҳақининг икки юз фоизидан кам \n' +
            'бўлиши мумкин эмаслиги киритилган.'
        ]
    },
    {
        id: 353,
        title: 'Меҳнат интизоми?',
        body: 'Меҳнат интизоми барча ходимларнинг меҳнат тўғрисидаги қонунчиликка, жамоа келишувларига, жамоа шартномасига, шунингдек \n' +
            'ички меҳнат тартиби қоидаларига, бошқа \n' +
            'ички ҳужжатларга ва меҳнат шартномасига \n' +
            'мувофиқ белгиланган хулқ-атвор қоидаларига мажбурий бўйсунишидир',
    },
    {
        id: 354,
        title: 'Ички меҳнат тартиби \n' +
            'қоидалари бу?\n',
        body: 'Ички меҳнат тартиби қоидалари меҳнат \n' +
            'тўғрисидаги қонунчиликка мувофиқ ишга \n' +
            'қабул қилиш ва ходимлар билан тузилган \n' +
            'меҳнат шартномасини бекор қилиш тартиби, \n' +
            'меҳнат шартномаси тарафларининг ҳуқуқлари, мажбуриятлари ва жавобгарлиги, иш \n' +
            'режими, дам олиш вақти, ходимларга \n' +
            'нисбатан қўлланиладиган имтиёзлар ва \n' +
            'жазо чоралари, шунингдек ушбу иш берувчида меҳнат муносабатларини тартибга \n' +
            'солишга оид бошқа масалаларни тартибга \n' +
            'солувчи ички ҳужжатдир.\n' +
            'Ички меҳнат тартиби қоидалари ушбу \n' +
            'Кодекснинг 15-моддасига мувофиқ иш \n' +
            'берувчи томонидан касаба уюшмаси қўмитаси билан келишилган ҳолда тасдиқланади',
    },
    {
        id: 355,
        title: 'Ички меҳнат тартиби \n' +
            'қоидалари бу?',
        body: 'Хизмат текшируви ходим томонидан интизомий қилмиш содир этилганлиги фактини, \n' +
            'унинг содир этилишида ходимнинг айбини, \n' +
            'ходим томонидан интизомий қилмиш содир \n' +
            'этилишига имкон берган сабаблар ва шартшароитларни, иш берувчига етказилиши \n' +
            'мумкин бўлган моддий зарарнинг хусусияти \n' +
            'ва миқдорини аниқлаш мақсадида амалга \n' +
            'ошириладиган текширишдир. Хизмат \n' +
            'текширувини ўтказиш муддати ўн беш иш \n' +
            'кунидан ошмаслиги керак Ички меҳнат тартиби қоидалари ушбу \n' +
            'Кодекснинг 15-моддасига мувофиқ иш \n' +
            'берувчи томонидан касаба уюшмаси қўмитаси билан келишилган ҳолда тасдиқланади',
    },
    {
        id: 356,
        title: 'Меҳнат кодексида қандай интизомий жазо чоралари мавжуд?',
        body: '',
        bodyArray: [
            'ҳайфсан',
            'ўртача ойлик иш ҳақининг ўттиз фоизидан кўп бўлмаган миқдорда жарима. \n' +
            'Ички меҳнат тартиби қоидаларида \n' +
            'ходимга ўртача ойлик иш ҳақининг \n' +
            'эллик фоизидан кўп бўлмаган миқдорда жарима солиниши ҳоллари назарда \n' +
            'тутилиши мумкин. Ходимнинг иш \n' +
            'ҳақидан жаримани ушлаб қолиш иш \n' +
            'берувчи томонидан Меҳнат кодекснинг \n' +
            '269 ва 270-моддалари талабларига \n' +
            'риоя этган ҳолда амалга оширилади',
            'меҳнат шартномасини бекор қилиш \n' +
            '(ушбу Кодекс 161-моддаси иккинчи \n' +
            'қисмининг 4 ва 5-бандлари).\n'
        ]
    },
    {
        id: 357,
        title: 'Интизомий жазо чораларини \n' +
            'қўллаш тартиби ва муддатлари \n' +
            'қандай тартибда амалга оширилади?',
        body: '',
        bodyArray: [
            'Ҳар бир интизомий қилмиш учун фақат \n' +
            'битта интизомий жазо чораси қўлланилиши мумкин;',
            'Интизомий жазо чорасини танлаш \n' +
            'ҳуқуқи иш берувчига тегишлидир',
            'Интизомий жазо чорасини қўллашда \n' +
            'содир этилган қилмишнинг оғиренгиллиги, унинг содир этилиши ҳолатлари, ходимнинг аввалги иши ва хулқатвори ҳисобга олинади;',
            'Ходимга интизомий жазо чорасини \n' +
            'қўллаш иш берувчининг буйруғи билан \n' +
            'расмийлаштирилади;',
            'Иш берувчининг ходимга нисбатан \n' +
            'интизомий жазо чорасини қўллаш \n' +
            'тўғрисидаги буйруғи қабул қилинган \n' +
            'кундан эътиборан уч иш куни ичида, \n' +
            'ходим ишда бўлмаган вақт ҳисобга \n' +
            'олинмасдан, унга жазонинг сабабларикўрсатилган ҳолда имзо қўйдириб \n' +
            'эълон қилинади;\n',
            'Ўзига нисбатан интизомий жазо чорасини қўллаш ҳақидаги буйруқ билан \n' +
            'таништирилмаган ходим интизомий \n' +
            'жазоси бўлмаган деб ҳисобланади;\n',
            'Ходимнинг ўзига нисбатан интизомий \n' +
            'жазо чорасини қўллаш тўғрисидаги \n' +
            'буйруқ билан танишишни рад этиши \n' +
            'ҳозир бўлган гувоҳлар кўрсатилган \n' +
            'ҳолда далолатнома билан расмийлаштирилади. Бундай ҳолда ходим буйруқ \n' +
            'билан таништирилган деб ҳисобланади;',
            'Интизомий жазо интизомий қилмиш \n' +
            'аниқланганидан кейин дарҳол, бироқ \n' +
            'аниқланган кундан эътиборан бир \n' +
            'ойдан кечиктирмай қўлланилади, бунда \n' +
            'вақтинча ишга лаёқатсиз бўлган давр \n' +
            'ҳисобга олинмайди'
        ]
    },
    {
        id: 358,
        title: 'Интизомий жазо чораси қанча \n' +
            'муддатга амал қилиши мумкин?',
        body: 'Интизомий жазонинг амал қилиш муддати у \n' +
            'қўлланилган кундан эътиборан бир йилдан \n' +
            'ошмаслиги керак',
    },
    {
        id: 359,
        title: 'Меҳнатни муҳофаза қилиш \n' +
            'тушунчаси бу?',
        body: 'Меҳнатни муҳофаза қилиш меҳнат жараёнида инсоннинг хавфсизлигини, ҳаёти ва \n' +
            'соғлиғи, иш қобилияти сақланишини таъминлашга доир ҳуқуқий, ижтимоийиқтисодий, ташкилий, техникавий, санитария- гигиена, даволаш-профилактика, \n' +
            'реабилитация тадбирлари ва воситалари \n' +
            'тизимидир',
    },
    {
        id: 360,
        title: 'Меҳнатни муҳофаза қилишга \n' +
            'доир қандай талаблар мавжуд?',
        body: '',
        bodyArray: [
            'Иш берувчилар хавфсизлик ва гигиена \n' +
            'талабларига жавоб берадиган меҳнат \n' +
            'шароитларини таъминлаши шарт;',
            'Меҳнатни муҳофаза қилишга доир \n' +
            'талаблар меҳнат фаолияти жараёнида \n' +
            'ходимнинг ҳаёти ва соғлиғини сақлашга \n' +
            'қаратилган қоидаларни, тартиб-таомилларни ва мезонларни белгилайди',
            'Меҳнатни муҳофаза қилишга доир \n' +
            'талаблар объектларни лойиҳалаштириш, қуриш (реконструкция қилиш), \n' +
            'улардан фойдаланиш, машиналарни, \n' +
            'механизмларни ва бошқа жиҳозларни \n' +
            'конструкция қилиш, технологик жараёнларни ишлаб чиқиш, ишлаб чиқаришни ва меҳнатни ташкил этиш, шунингдек ўзга турдаги фаолиятни амалга \n' +
            'ошириш чоғида юридик ва жисмоний \n' +
            'шахслар томонидан бажарилиши шарт;',
            'Меҳнатни муҳофаза қилишга доир \n' +
            'талабларни ва меҳнатни муҳофаза \n' +
            'қилиш қоидаларини ўз ичига олган \n' +
            'қонуности ҳужжатларини ишлаб чиқиш, \n' +
            'тасдиқлаш ва ўзгартириш тартиби \n' +
            'Ижтимоий-меҳнат масалалари бўйича \n' +
            'республика уч томонлама комиссиясининг таклифлари инобатга олинган ҳолда Ўзбекистон Республикаси Вазирлар \n' +
            'Маҳкамаси томонидан белгиланади'
        ]
    },
    {
        id: 361,
        title: 'Ходимнинг меҳнатни муҳофаза \n' +
            'қилиш соҳасидаги ҳуқуқ ва \n' +
            'мажбуриятлари бор?',
        body: '',
        bodyArray: [
            'меҳнатни муҳофаза қилиш қоидаларига \n' +
            'мос иш жойига эга бўлиш',
            'иш берувчидан меҳнат шароитлари \n' +
            'тўғрисида, шу жумладан касб касалликларига ва бошқа касалликларга чалиниш хавфи, шу туфайли ўзига берилиши \n' +
            'лозим бўлган имтиёзлар ва компенсациялар, шунингдек шахсий ва жамоавий \n' +
            'ҳимоя воситалари ҳақида ахборот \n' +
            'олиш;',
            'иш берувчининг маблағлари ҳисобидан \n' +
            'шахсий ҳимоя воситалари билан \n' +
            'таъминланиш;',
            'ишлаб чиқаришдаги бахтсиз ҳодисалар \n' +
            'ва касб касалликларидан мажбурий \n' +
            'давлат ижтимоий суғурталаниш',
            'меҳнатни муҳофаза қилиш талабларига \n' +
            'риоя этилиши устидан давлат назорати \n' +
            'ва текширувини амалга оширувчи орган \n' +
            'томонидан ўз иш жойидаги меҳнат \n' +
            'шароитларини ва меҳнатни муҳофаза \n' +
            'қилишни текширувдан ўтказишни \n' +
            'сўраш;',
            'иш берувчининг маблағлари ҳисобидан \n' +
            'меҳнатнинг хавфсиз услублари ва \n' +
            'усуллари бўйича ўқиш',
            'қонунчиликда белгиланган имтиёзлар \n' +
            'ва компенсациялар олиш;',
            'ходимнинг ҳаётига ёки соғлиғига \n' +
            'етказилган зарарнинг ўрни иш берувчи \n' +
            'томонидан қопланиши;',
            'иш жойи (лавозими) ва ўртача иш ҳақи \n' +
            'сақланиб қолинган ҳолда мазкур \n' +
            'тиббий кўрикдан навбатдан ташқари \n' +
            'ўтиш мумкин.'
        ]
    },
    {
        id: 362,
        title: 'Иш берувчининг меҳнатни \n' +
            'муҳофаза қилиш соҳасида \n' +
            'қандай ҳуқуқ ва мажбуриятлари бор?',
        body: '',
        bodyArray: [
            'ходимлардан меҳнатни муҳофаза қилиш \n' +
            'ва ишларни бехатар олиб боришга доир \n' +
            'нормаларга, қоидаларга ҳамда йўриқномаларга риоя этилишини талаб қилиш',
            'алкоголли ичимликдан, гиёҳвандлик ёки \n' +
            'токсик модда таъсиридан мастлик \n' +
            'ҳолатини текшириш учун ходимларни \n' +
            'тиббий кўрикдан ўтказиш',
            'ходимларнинг ишлаб чиқаришда олган \n' +
            'жароҳатларининг оғир-енгиллиги, уларда жароҳатланишга олиб келиши мумкин бўлган касалликлар бор-йўқлиги, \n' +
            'шунингдек алкоголли ичимликдан, гиёҳвандлик ёки токсик модда таъсиридан \n' +
            'мастлик ҳолатида бўлган-бўлмаганлиги \n' +
            'тўғрисида маълумотлар олиш',
            'меҳнатни муҳофаза қилиш талабларига \n' +
            'риоя этилиши устидан давлат назорати \n' +
            'ва текширувини амалга оширувчи \n' +
            'органларнинг қарорлари, улар мансабдор шахсларининг ҳаракатлари (ҳаракатсизлиги) устидан бўйсунув тартибида \n' +
            'юқори турувчи органга ёхуд мансабдор \n' +
            'шахсга ёки бевосита судга шикоят \n' +
            'қилиш;',
            'меҳнатни муҳофаза қилиш талабларига \n' +
            'риоя этганлик учун ходимларни мукофотлаш ва моддий рағбатлантириш \n' +
            'чораларини кўриш',
            'меҳнатни муҳофаза қилиш талабларини \n' +
            'бузганликда айбдор бўлган ходимларни \n' +
            'интизомий жавобгарликка тортиш'
        ]
    },
    {
        id: 363,
        title: 'Иш жараёнида кимлар \n' +
            'мажбурий тиббий кўрикдан \n' +
            'ўтишлари шарт?',
        body: '',
        bodyArray: [
            'ўн саккиз ёшга тўлмаган шахсларни;',
            'умумий белгиланган пенсия ёшига етган \n' +
            'шахсларни;',
            'ногиронлиги бўлган шахсларни;',
            'меҳнат шароитлари ноқулай бўлган \n' +
            'ишларда, тунги ишларда, шунингдек \n' +
            'транспорт воситаларининг ҳаракати \n' +
            'билан боғлиқ ишларда банд бўлганларни;',
            'озиқ-овқат саноатида, савдода ва \n' +
            'бевосита аҳолига хизмат кўрсатиш \n' +
            'билан боғлиқ бўлган бошқа тармоқларда иш билан банд бўлганлар',
            'умумий ўрта таълим ташкилотларининг, \n' +
            'мактабгача таълим ташкилотларининг \n' +
            'ва бошқа ташкилотларнинг бевосита \n' +
            'болаларга таълим ёки тарбия бериш \n' +
            'билан банд бўлган педагог ходимларини \n' +
            'ва бошқа ходимлар'
        ]
    },
    {
        id: 364,
        title: 'Иш жойларига қандай талаблар \n' +
            'қўйилади?',
        body: 'Иш жойлари жойлаштириладиган бинолар \n' +
            '(иншоотлар) тузилишига кўра уларнинг \n' +
            'белгиланган функционал мақсадига ҳамда \n' +
            'меҳнат хавфсизлиги ва меҳнатни муҳофаза \n' +
            'қилиш талабларига мос бўлиши керак',
        bodyArray: [
            'Ишлаш учун мўлжалланган асбобускуналар мазкур турдаги асбобускуналар учун белгиланган хавфсизлик нормаларига мос бўлиши, тегишли \n' +
            'техник паспортларга (сертификатга), \n' +
            'огоҳлантирувчи белгиларга эга бўлиши \n' +
            'ва иш жойларида ходимлар хавфсизлигини таъминлаш учун тўсиқлар ёки \n' +
            'ҳимоя воситалари билан таъминланган \n' +
            'бўлиши керак',
            'Ходимларнинг бинодан чиқиши учун \n' +
            'авария йўллари ва чиқиш жойлари \n' +
            'белгиланган бўлиши, бўш қолиши ҳамда \n' +
            'очиқ ҳавога ёхуд хавфсиз ҳудудга олиб \n' +
            'чиқиши керак;\n',
            'Хавфли зоналар аниқ белгиланган \n' +
            'бўлиши керак. Агар иш жойлари ишнинг \n' +
            'хусусияти туфайли ходим учун хавф \n' +
            'мавжуд бўлган хавфли зоналарда \n' +
            'жойлашган бўлса, бундай жойлар бегона \n' +
            'кишиларнинг бу зоналарга киришига \n' +
            'тўсиқ бўладиган қурилмалар билан \n' +
            'жиҳозланиши керак;',
            'Ташкилот ҳудудида пиёдалар ва \n' +
            'технологик транспорт воситалари \n' +
            'хавфсиз шароитларда ҳаракатланиши \n' +
            'керак',
            'Иш вақти давомида иш ўринлари \n' +
            'жойлашган хонада ҳарорат, ёруғлик, \n' +
            'шунингдек вентиляция санитария \n' +
            'нормалари ва қоидаларига мос бўлиши \n' +
            'керак'
        ]
    },
    {
        id: 365,
        title: 'Ишлаб чиқариш таълими \n' +
            'шартномаси?',
        body: 'Ишлаб чиқариш таълими шартномаси иш \n' +
            'берувчи ва ўқувчи (иш берувчида ишлаётган \n' +
            'шахс ёки иш қидираётган шахс) ўртасида \n' +
            'меҳнат шартномаси бўйича ишдан ажралган \n' +
            'ёки ажралмаган ҳолда таълим олиш учун \n' +
            'тузилган, касбий билимлар, малакалар ва \n' +
            'кўникмаларни ўрганиш тўғрисидаги ёки \n' +
            'қайта тайёрлаш ҳақидаги келишувдир',
    },
    {
        id: 366,
        title: 'Ижодий таътиллар бу?',
        body: 'Меҳнат фаолиятини ёки педагогик фаолиятни илмий иш билан бирга олиб бораётган \n' +
            'шахсларга асосий иш жойида ўртача иш \n' +
            'ҳақи ва лавозими сақланган ҳолда қуйидаги \n' +
            'муддатларга ижодий таътиллар берилади:',
        bodyArray: [
            'фалсафа доктори (Doctor of Philosophy \n' +
            '(PhD) илмий даражасини олишга доир \n' +
            'диссертацияни якунлаш учун ҳамда \n' +
            'дарсликлар ва ўқув- услубий қўлланмалар қўлёзмаларининг муаллифларига – \n' +
            'уч ойгача',
            'фан доктори (Doctor of Science (DSc) \n' +
            'илмий даражасини олишга доир докторлик диссертацияни якунлаш учун – \n' +
            'олти ойгача'
        ]
    },
    {
        id: 367,
        title: 'Ҳомиладорлик ва туғиш \n' +
            'таътили бу?\n',
        body: 'Аёлга туғруққача етмиш календарь кун \n' +
            'ҳамда туғруқдан кейин эллик олти календарь кун (туғиш қийин кечган ёхуд икки ёки \n' +
            'ундан ортиқ бола туғилган тақдирда етмиш \n' +
            'календарь кун) ҳомиладорлик ва туғиш \n' +
            'таътили берилиб, қонунчиликда белгиланган, лекин ўртача ойлик иш ҳақининг етмиш \n' +
            'беш фоизидан кам бўлмаган миқдорда \n' +
            'нафақа тўланади.\n' +
            'Ҳомиладорлик ва туғиш таътили аёлга жамланган ҳолда ҳисоблаб чиқарилиб, туғруққ ча ҳақиқатда фойдаланилган кунлар сонидан қатъи назар, тўлиқ берилади. Ҳомиладорлик ва туғиш нафақасини тайинлаш \n' +
            'ҳамда тўлаш тартиби Ўзбекистон Республикаси Вазирлар Маҳкамаси томонидан \n' +
            'белгиланади.',
    },
    {
        id: 368,
        title: 'Меҳнат кодексида ногиронлиги \n' +
            'бўлган шахсларнинг қандай \n' +
            'меҳнат ҳуқуқлари белгилаб \n' +
            'берилган?',
        body: 'Ногиронлиги бўлган шахслар меҳнатга оид \n' +
            'якка тартибдаги ҳуқуқий муносабатларда \n' +
            'бошқа ходимлар каби ҳуқуқларга эга, \n' +
            'меҳнатни муҳофаза қилиш соҳасида, иш \n' +
            'вақти, таътиллар ва бошқа меҳнат шарт \n' +
            'шароитлари борасида эса улар ўзи учун \n' +
            'қонунчиликда, шунингдек меҳнат тўғрисидаги бошқа ҳуқуқий ҳужжатларда белгиланган қўшимча имтиёзлардан фойдаланади.\n' +
            'Ногиронлиги сабабли ногиронлиги бўлган \n' +
            'шахс билан меҳнат шартномаси тузишни \n' +
            'ёки ишда унинг юқори лавозимга кўтарилишини рад этишга, у билан тузилган меҳнат \n' +
            'шартномасини иш берувчининг ташаббусига \n' +
            'кўра бекор қилишга йўл қўйилмайди, бундан \n' +
            'тиббий-ижтимоий эксперт комиссиянинг \n' +
            'хулосасига кўра ногиронлиги бўлган шахснинг соғлиғи ҳолати касбий вазифаларини \n' +
            'бажаришга монелик қиладиган ёхуд унинг \n' +
            'ёки бошқа шахсларнинг ҳаётига ёки соғлиғига, меҳнат хавфсизлигига таҳдид соладиган \n' +
            'ҳоллар мустасно',
    },
    {
        id: 369,
        title: 'Меҳнат қонунчилигида I ва \n' +
            'II гуруҳ ногиронлиги бўлган \n' +
            'ходимлар учун иш вақтининг \n' +
            'қисқартирилган давомийлиги \n' +
            'қандай тартибда белгиланган?',
        body: 'I ва II гуруҳ ногиронлиги бўлган ходимлар \n' +
            'учун иш вақтининг давомийлиги ҳафтасига \n' +
            'ўттиз олти соатдан ошмайдиган қилиб белгиланади. I ва II гуруҳ ногиронлиги бўлган \n' +
            'ходимлар учун кунлик ишнинг (сменанинг) \n' +
            'давомийлиги тиббий-ижтимоий эксперт \n' +
            'комиссиясининг тавсияларига мувофиқ \n' +
            'белгиланади, лекин олти кунлик иш ҳафтасида – олти соатдан, беш кунлик иш ҳафтасида – етти соату ўттиз дақиқадан ортиб \n' +
            'кетмаслиги керак',
    },
    {
        id: 370,
        title: 'Ўриндошлик асосида ишлаш \n' +
            'тушунчаси бу?',
        body: 'Ўриндошлик асосида ишлаш ходимнинг \n' +
            'ўзининг асосий ишидан ташқари алоҳида \n' +
            'меҳнат шартномаси шартлари бўйича \n' +
            'асосий ишидан бўш вақтида бошқа мунтазам ҳақ тўланадиган ишни бажаришидир.\n' +
            'Ўриндошлик асосидаги иш ходим томонидан ўзининг асосий иш жойида (ички \n' +
            'ўриндошлик) ёки бошқа иш берувчида \n' +
            '(ташқи ўриндошлик) бажарилиши мумкин',
    },
    {
        id: 371,
        title: 'Ўриндошлик асосида ишлаш \n' +
            'тўғрисидаги меҳнат шартномаси қандай тартибда тузилади?',
        body: '',
        bodyArray: [
            'Ўриндошлик асосида ишга қабул қилиш \n' +
            'меҳнат шартномаси асосида амалга \n' +
            'оширилади ва иш берувчининг буйруғи \n' +
            'билан расмийлаштирилади;\n',
            'Асосий иш тўғрисида иш берувчи билан \n' +
            'меҳнат шартномасини тузган ходимнинг ички ўриндошлиги чоғида ходим \n' +
            'билан ўриндошлик асосида ишлаш \n' +
            'тўғрисида алоҳида меҳнат шартномаси \n' +
            'тузилади',
            'Асосий иш тўғрисида иш берувчи билан \n' +
            'меҳнат шартномасини тузган ходимнинг ички ўриндошлиги чоғида ходим \n' +
            'билан ўриндошлик асосида ишлаш \n' +
            'тўғрисида алоҳида меҳнат шартномаси \n' +
            'тузилади',
            'Ўриндошлик асосида ишлаш тўғрисида \n' +
            'тузилган меҳнат шартномасида иш \n' +
            'ўриндошлик асосида бажарилаётганлиги кўрсатилиши шарт;',
            'Ўриндошлик асосида ишга қабул \n' +
            'қилинаётган шахслар билан муддатли \n' +
            'меҳнат шартномаси тузилиши мумкин'
        ]
    },
    {
        id: 372,
        title: 'Касаначилик тушунчаси бу?',
        body: 'Касаначилик тузиладиган меҳнат шартномасига мувофиқ жисмоний шахс (касаначи) \n' +
            'томонидан ўз яшаш жойи бўйича ёки \n' +
            'касаначига ёхуд унинг оила аъзоларига \n' +
            'тегишли бўлган ёки касаначи томонидан \n' +
            'ижарага олинган бошқа хоналарда иш \n' +
            'берувчининг буюртмалари бўйича товарлар ишлаб чиқариш ёки хизматлар кўрсатиш \n' +
            'борасида амалга ошириладиган ишдир',
    },
    {
        id: 373,
        title: 'Масофадан туриб ишлаш бу?',
        body: 'Масофадан туриб ишлаш меҳнат шартномасида белгиланган меҳнат вазифасини иш \n' +
            'берувчи жойлашган ердан, ташкилотнинг \n' +
            'алоҳида тузилмасидан (шу жумладан бошқа \n' +
            'ерда жойлашганларидан) иш берувчининг \n' +
            'бевосита ёки билвосита назоратида бўлган \n' +
            'стационар иш жойидан, ҳудуддан ёки \n' +
            'объектдан ташқарида бажаришдан иборат \n' +
            'бўлиб, бунда мазкур меҳнат вазифасини \n' +
            'бажариш ҳамда уни бажариш билан боғлиқ \n' +
            'масалалар бўйича иш берувчи билан ходим \n' +
            'ўртасида ҳамкорликни амалга ошириш учун \n' +
            'ахборот- телекоммуникация тармоқларидан, шу жумладан Интернет жаҳон ахборот \n' +
            'тармоғидан фойдаланиш шарт бўлади.',
    },
    {
        id: 374,
        title: 'Вахта усулида ишлаш бу?',
        body: 'Вахта усулида ишлаш ходимларнинг доимий \n' +
            'яшаш жойига кунлик қайтишини таъминлаш \n' +
            'имкони бўлмаган тақдирда, уларнинг \n' +
            'доимий яшаш жойидан ташқарида меҳнат \n' +
            'жараёнини амалга оширишнинг алоҳида \n' +
            'шаклидир',
    },
    {
        id: 375,
        title: 'Ноқулай меҳнат шароитлари бу?',
        body: 'Зарарли (ўта зарарли) ва (ёки) хавфли (ўта \n' +
            'хавфли) ишлаб чиқариш омилининг мавжудлиги билан тавсифланадиган меҳнат \n' +
            'шароитлари ноқулай меҳнат шароитларидир',
    },
    {
        id: 376,
        title: 'Меҳнат низоларининг қандай \n' +
            'турлари мавжуд?',
        body: 'Меҳнат низолари субъектнинг таркибига \n' +
            'қараб якка тартибдаги ёки жамоавий \n' +
            'бўлиши мумкин.',
        bodyArray: [
            'Иш берувчи ва xодим ўртаcидаги \n' +
            'қуйидаги масалалар бўйича тартибга \n' +
            'солинмаган келишмовчиликлар якка \n' +
            'тартибдаги меҳнат низоларидир;',
            'меҳнат тўғрисидаги қонунчиликни, \n' +
            'меҳнат ҳақидаги бошқа ҳуқуқий ҳужжатларни ва меҳнатни муҳофаза қилиш \n' +
            'қоидаларини, меҳнат шартномаcини \n' +
            'қўллаш',
            'ходим учун якка тартибдаги янги \n' +
            'меҳнат шартларини белгилаш ёки \n' +
            'мавжуд якка тартибдаги меҳнат \n' +
            'шартларини (шу жумладан меҳнатга ҳақ \n' +
            'тўлашни) ўзгартириш'
        ]
    },
    {
        id: 377,
        title: 'Мажбурий меҳнат субъекти бу?',
        body: 'Мажбурий меҳнат субъекти - иш берувчи, \n' +
            'давлат органи вакили ёки фуқаро бўлиши \n' +
            'мумкин. Битта мажбурий меҳнат ҳолати \n' +
            'бўйича – бир нечта фуқаро ёки мансабдор \n' +
            'шахс бевосита ёки билвосита мажбурий \n' +
            'меҳнатни амалга оширувчиси бўлиши \n' +
            'мумкин. Битта мажбурий меҳнат ҳолати \n' +
            'бўйича – бир нечта фуқаро мажбурий \n' +
            'меҳнатнинг жабрланувчиси бўлиши мумкин',
    },
    {
        id: 378,
        title: 'Мажбурий меҳнат бўйича \n' +
            'халқаро қонунчилик ҳужжатлари қайсилар?',
        body: '',
        bodyArray: [
            '“Мажбурий меҳнат тўғрисида”ги 29-\n' +
            'сонли Конвенцияси 28.06.1930 йилда \n' +
            'қабул қилинган (30.08.1997 йилда \n' +
            'ратификация қилинган);',
            '“Мажбурий меҳнатни тугатиш тўғрисида”ги 105-сонли Конвенцияси \n' +
            '25.06.1957 йилда қабул қилинган \n' +
            '(30.08.1997 йилда ратификация қилинган);',
            '“Мажбурий меҳнат тўғрисида”ги 29-\n' +
            'сонли Конвенциясининг Баённомаси \n' +
            '2014 йилда қабул қилинган (25.06.2019 \n' +
            'йилда ратификация қилинган);\n',
            '“Саноат ва савдодаги меҳнат инспекцияси тўғрисида”ги 81-сонли Конвенция \n' +
            '07.04.1950 йилда қабул қилинган \n' +
            '(27.08.2019 йилда ратификация қилинган);',
            '“Қишлоқ хўжалигидаги меҳнат инспекцияси тўғрисида”ги 129-сонли Конвенция 19.01.1972 йилда қабул қилинган \n' +
            '(27.08.2019 йилда ратификация қилинган).'
        ]
    },
    {
        id: 379,
        title: 'Мажбурий меҳнат бўйича \n' +
            'миллий қонунчилик ҳужжатлари қайсила',
        body: '',
        bodyArray: [
            'Ўзбекистон Республикаси Конституциясининг 37-моддас',
            'Ўзбекистон Республикаси Меҳнат \n' +
            'кодексининг 7-моддаси; ',
            '“Ўзбекистон Республикасининг айрим \n' +
            'қонун ҳужжатларига ўзгартиш ва \n' +
            'қўшимчалар киритиш тўғрисида”ги \n' +
            'ЎРҚ-603-сон Қонуни (22.01.2020 йил);',
            'Ўзбекистон Республикаси Президентининг 29.10.2018 йилдаги “Мажбурий \n' +
            'меҳнатнинг ҳар қандай кўришини ва \n' +
            'барча шаклларига йўл қўймаслик ҳамда \n' +
            'уларга барҳам бериш бўйича давлат \n' +
            'ҳокимияти органлари ҳамда барча \n' +
            'бўғин раҳбарларининг масъулиятини \n' +
            'ошириш тўғрисида”ги ПФ-5563-сон \n' +
            'фармони;',
            'Ўзбекистон Республикаси Президентининг 30.07.2019 йилдаги “Одам савдосига ва мажбурий меҳнатга қарши \n' +
            'курашиш тизимини янада такомиллаштиришга оид қўшимча чора-тадбирлар \n' +
            'тўғрисида”ги ПФ-5775-сон фармони;\n',
            'Ўзбекистон Республикаси Вазирлар \n' +
            'Маҳкамасининг 10.05.2018 йилдаги \n' +
            '“Ўзбекистон Республикасида мажбурий \n' +
            'меҳнатга барҳам беришга доир қўшимча чора-тадбирлар тўғрисида”ги 349-\n' +
            'сон қарори'
        ]
    },
    {
        id: 380,
        title: 'Болалар меҳнати бу?',
        body: 'Болалар учун руҳий, жисмоний, ижтимоий \n' +
            'ёки маънавий жиҳатдан хавфли ёки зарарли, болалар мактабда ўқиш имкониятидан \n' +
            'маҳрум қилувчи (мактабга боролмайди, \n' +
            'мактаб таълимини оғир ва узоқ муддатли \n' +
            'меҳнат билан бирлаштиришга мажбур \n' +
            'бўлади) иш фаолият турлари тушунилади',
    },
    {
        id: 381,
        title: 'Гендер?',
        body: 'Жамиятда аёллар ва эркакларнинг ижтимоий ҳаётда ва меҳнат жараёнида тенг ҳуқуқликнинг ролини назарда тутади. Ижтимоий  тузилишнинг ўзига хос хусусияти, унга кўра, \n' +
            'ҳар хил ижтимоий гуруҳлар, бу ҳолда эркаклар ва аёллар, барқарор фарқларга ва \n' +
            'натижада жамиятда тенг имкониятларга \n' +
            'эга бўлади',
    },
    {
        id: 382,
        title: 'Гендер дискриминацияси \n' +
            '(камситиш)?',
        body: 'Жинси бўйича шахсларнинг ҳуқуқлари ва \n' +
            'манфаатларини чеклайдиган ҳар қандай \n' +
            'фарқ, истисно ёки афзаллик. Сиёсий, \n' +
            'иқтисодий, ижтимоий, маданий, фуқаролик \n' +
            'ёки жамият ҳаётининг бошқа соҳаларида \n' +
            'эркаклар ёки аёлларнинг тенг ҳуқуқларини \n' +
            'эътироф этиш, улардан фойдаланиш ёки \n' +
            'амалга оширишни заифлаштириш ёки \n' +
            'маҳрум қилишга қаратилган',
    },
    {
        id: 383,
        title: 'Хизмат сафари?\n',
        body: 'Иш берувчининг буйруғи билан ходимнинг \n' +
            'маълум бир муддатга доимий иш жойидан \n' +
            'ташқарида хизмат топшириғини бажариш \n' +
            'учун сафари. Доимий иши йўлда амалга \n' +
            'ошириладиган ёки сафар хусусиятига эга \n' +
            'бўлган ходимларнинг хизмат сафарлари \n' +
            'хизмат сафарлари деб ҳисобланмйди. \n' +
            'Ўзбекистон Республикаси Вазирлар Маҳкамасининг 2022 йилдаги 2 августдаги 424-\n' +
            'сонли қарори.',
    },
    {
        id: 384,
        title: 'Ўзбекистон Республикаси ҳудудида хизмат сафарлари тўғрисидаги низомни тасдиқлаш \n' +
            'ҳақидаги Вазирлар Маҳкамасининг қарорида нималар назарда \n' +
            'тутилган?',
        body: '',
        bodyArray: [
            'ходимларни хизмат сафарига юбориш \n' +
            'тартиби;',
            'хизмат сафарига юбориладиган \n' +
            'ходимга хизмат сафари билан боғлиқ \n' +
            'харажатларни қоплаб бериш;',
            'хизмат сафарига юборилган ходимларнинг ҳуқуқлари ва қонуний манфаатларини таъминлаш',
            'хизмат сафарига кетаётган ва хизмат \n' +
            'сафаридан қайтаётган шахсларни рўйхатга олиш бўйича махсус электрон \n' +
            'журналлар юритиш тартиби'
        ]
    },
    {
        id: 385,
        title: 'Қонун деганда нимани \n' +
            'тушунасиз?',
        body: 'Давлат ҳокимиятининг вакиллик органи \n' +
            'томонидан махсус тартибда қабул қилинадиган, муайян ижтимоий муносабатларни \n' +
            'тартибга солувчи ва давлат мажбурлов \n' +
            'чораларини қўллаш имконияти билан \n' +
            'таъминланган норматив-ҳуқуқий ҳужжат',
    },
    {
        id: 386,
        title: 'Қонун ости ҳужжатлари \n' +
            'деганда нимани тушунасиз?',
        body: 'Ўзбекистон Республикаси Президентининг \n' +
            'фармонлари ва қарорлари, Ўзбекистон Республикаси Вазирлар Маҳкамасининг қарорлари, вазирликлар, давлат қўмиталари ва \n' +
            'идораларнинг буйруқлари ҳамда қарорлари, \n' +
            'маҳаллий давлат ҳокимияти органларининг \n' +
            'қарорлари қонуности ҳужжатларидир',
    },
    {
        id: 387,
        title: 'Норматив-ҳуқуқий ҳужжат \n' +
            'деганда нимани тушунасиз?\n',
        body: 'Белгиланган шаклда қабул қилинган, умуммажбурий давлат кўрсатмалари сифатида \n' +
            'қонун ҳужжатлари нормаларини белгилаш, \n' +
            'ўзгартириш ёки бекор қилишга қаратилган \n' +
            'расмий ҳужжат. Вазирликлар, давлат \n' +
            'қўмиталари ва идораларнинг буйруқлари \n' +
            'ҳамда қарорлари, маҳаллий давлат ҳокимияти органларининг қарорлари.Ўзбекистон \n' +
            'Республикасининг “Норматив-ҳуқуқий \n' +
            'ҳужжатлар тўғрисида”ги Қонуни 2021 йил \n' +
            '20 апрелда ЎРҚ-682-сонли Қонуни қабул \n' +
            'қилинган.',
    },
    {
        id: 388,
        title: 'Норматив-ҳуқуқий ҳужжатлар \n' +
            'қабул қилиш ҳуқуқига эга бўлган органлар ёки мансабдор \n' +
            'шахслар кимлар?',
        body: 'Ўзбекистон Республикаси Олий Мажлисининг палаталари, Ўзбекистон Республикасининг Президенти, Ўзбекистон Республикас Вазирлар Маҳкамаси, вазирликлар, давлат \n' +
            'қўмиталари ва идоралар, маҳаллий давлат \n' +
            'ҳокимияти органлари норматив-ҳуқуқий \n' +
            'ҳужжатлар қабул қилиш ҳуқуқига эга бўлган \n' +
            'органлар ёки мансабдор шахслардир \n' +
            '(бундан буён матнда норматив-ҳуқуқий \n' +
            'ҳужжатлар қабул қилиш ҳуқуқига эга бўлган \n' +
            'органлар деб юритилади)',
    },
    {
        id: 389,
        title: 'Норматив-ҳуқуқий ҳужжатлар\n' +
            'нинг турларига нималар киради?',
        body: '',
        bodyArray: [
            'Ўзбекистон Республикасининг Конституцияси;\n',
            'Ўзбекистон Республикасининг қонунлари',
            'Ўзбекистон Республикаси Олий Мажлиси палаталарининг қарорла',
            'Ўзбекистон Республикаси Президентининг фармонлари ва қарорла',
            'Ўзбекистон Республикаси Вазирлар \n' +
            'Маҳкамасининг қарорлари;',
            'вазирликлар, давлат қўмиталари ва \n' +
            'идораларнинг буйруқлари ҳамда \n' +
            'қарорлари;',
            'маҳаллий давлат ҳокимияти органларининг қарорлари'
        ]
    },
    {
        id: 390,
        title: 'Касаба уюшмаси бу?',
        body: 'Фуқароларнинг ижтимоий ва меҳнат ҳуқуқлари ва манфаатларини ифода этиш ва \n' +
            'ҳимоя қилиш мақсадида, уларнинг меҳнат \n' +
            'фаолиятининг моҳияти билан умумий ишлаб \n' +
            'чиқариш, касбий манфаатлар билан боғлиқ \n' +
            'бўлган ихтиёрий жамоат бирлашмаси. \n' +
            'Ўзбекистон Республикасининг 2019 йил \n' +
            '6 декабрдаги “Касаба уюшмалари тўғрисида”ги ЎРҚ-588-сонли Қон',
    },
    {
        id: 391,
        title: 'Касаба уюшмалари фаолиятининг асосий принциплари нималардан иборат?',
        body: 'Касаба уюшмалари фаолиятининг асосий \n' +
            'принциплари қуйидагилардан иборат:',
        bodyArray: [
            'қонунийлик;',
            'ихтиёрийлик;',
            'камситишга йўл қўймаслик;\n',
            'мустақиллик ва ўзини ўзи бошқариш;',
            'тенг ҳуқуқлилик;',
            'ошкоралик ва очиқлик'
        ]
    },
    {
        id: 392,
        title: 'Касаба уюшмаларининг ходимларни ижтимоий ҳимоя қилиш \n' +
            'соҳасидаги ҳуқуқлари қайсилар?',
        body: 'Касаба уюшмалари, уларнинг бирлашмалари \n' +
            'инсоннинг муносиб ҳаёт кечиришини ва \n' +
            'эркин ривожланишини таъминловчи шартшароитлар яратишга қаратилган ижтимоий \n' +
            'дастурларни шакллантиришда, ходимларни \n' +
            'ижтимоий ҳимоя қилиш бўйича чоратадбирларни ишлаб чиқишда, турмуш \n' +
            'даражасининг асосий мезонларини ва \n' +
            'тирикчилик учун зарур бўлган нарсаларнинг \n' +
            'энг кам миқдорини белгилашда иштирок \n' +
            'этиш ҳуқуқига эга.\n' +
            'Касаба уюшмалари, уларнинг бирлашмалари, бўлинмалари ва бошланғич касаба \n' +
            'уюшмалари ташкилотлари ташкилотларни \n' +
            'қайта ташкил этиш ёки тугатиш чоғида \n' +
            'тугатиш комиссияларининг ишида иштирок \n' +
            'этишга ҳақли.',
    },
    {
        id: 393,
        title: 'Касаллик бўйича меҳнатга \n' +
            'лаёқатсизлик варақаси бу?',
        body: 'Меҳнатга лаёқатсиз шахс мурожаат қилган \n' +
            'ёхуд даволанган даволаш–профилактика \n' +
            'муассасаси томонидан меҳнатга лаёқатсизлик аниқланган кундан бошлаб бериладиган \n' +
            'меҳнатга лаёқатсизлик маълумотномаси.',
    },
    {
        id: 394,
        title: 'Давлат меҳнат инспекциянинг \n' +
            'асосий вазифалари?',
        body: '',
        bodyArray: [
            'фуқароларнинг меҳнат ҳуқуқларига \n' +
            'риоя этишни ва уларни ҳимоя қилишни, \n' +
            'шунингдек, хавфсиз шарт-шароитлар \n' +
            'ва меҳнатни муҳофаза қилишни таъминлаш соҳасидаги қонун ҳужжатлари \n' +
            'талабларига ташкилий-ҳуқуқий шаклидан қатъи назар ташкилотлар томонидан риоя этилишини давлат томонидан \n' +
            'назорат қилиш;',
            'республикадаги меҳнатни муҳофаза қилиш ҳолатини, ишлаб чиқаришда \n' +
            'жароҳатланиш ва касб касалликларига \n' +
            'чалиниш сабабларини мунтазам таҳлил \n' +
            'қилиш, уларни бартараф этиш йўлларини ишлаб чиқиш;\n',
            'меҳнат тўғрисидаги битимлар ва локал \n' +
            'ҳужжатларнинг, иш берувчиларнинг \n' +
            'меҳнат муносабатлари соҳасидаги \n' +
            'буйруқлари қонун ҳужжатларига мос \n' +
            'келишини тизимли таҳлил қилиш;\n',
            'меҳнат муносабатлари субъектларининг меҳнат, аҳоли бандлиги ва меҳнатни муҳофаза қилиш тўғрисидаги қонун \n' +
            'ҳужжатларида назарда тутилган ҳуқуқлари мониторингини ва ҳимоясини \n' +
            'таъминлаш;\n',
            'иш ўринларини меҳнат шароитлари \n' +
            'юзасидан аттестациядан ўтказиш \n' +
            'сифати бўйича давлат назоратини \n' +
            'амалга ошириш;',
            'ногиронлиги бўлган шахсларни ижтимоий ҳимоя қилиш, жумладан уларга \n' +
            'ижтимоий инфратузилма объектларидан тўсқинликсиз фойдаланиш, шунингдек, барча турдаги транспортлардан, \n' +
            'транспорт коммуникацияларидан, \n' +
            'умумий фойдаланиладиган алоқа ва \n' +
            'ахборот воситаларидан фойдаланиш \n' +
            'учун меҳнат шарт-шароитларини \n' +
            'яратиш тўғрисидаги қонун ҳужжатларига риоя этилиши бўйича давлат назоратини амалга ошириш;',
            'мажбурий меҳнатга йўл қўймаслик ва \n' +
            'уни тўлиқ бартараф этиш, шу жумладан \n' +
            'айбдор мансабдор шахсларни қонун \n' +
            'ҳужжатларига мувофиқ жавобгарликка \n' +
            'тортиш орқали бартараф этиш чоратадбирларининг ишлаб чиқилиши ва \n' +
            'амалга оширилишини манфаатдор \n' +
            'вазирликлар, идоралар ва жамоат \n' +
            'ташкилотлари билан биргаликда \n' +
            'ташкил этиш;',
            'меҳнат ва меҳнатни муҳофаза қилиш \n' +
            'тўғрисидаги қонун ҳужжатларини \n' +
            'қўллаш ва уларга риоя этиш масалалари бўйича ходимлар ва иш берувчиларга, шу жумладан тадбиркорлик субъектларига маслаҳат ва услубий ёрдам \n' +
            'бериш, ишлаб чиқариш жараёнида \n' +
            'жароҳат олиш ва бахтсиз ҳодисаларнинг олдини олишга доир профилактика ишларини ўтказиш;\n',
            'фуқароларнинг меҳнат ҳуқуқларига \n' +
            'риоя қилиш ҳамда хавфсиз меҳнат \n' +
            'шароитларини ва меҳнатни муҳофаза \n' +
            'қилишни таъминлаш зарурлиги тўғрисида юридик ва жисмоний шахслар ўртасида кенг ахборот-тушунтириш \n' +
            'ишларини олиб бориш',
            'меҳнат муносабатлари ва меҳнатни \n' +
            'муҳофаза қилиш соҳасидаги давлат \n' +
            'дастурлари, норматив-ҳуқуқий ҳужжатлар ва бошқа ҳужжатлар, шунингдек \n' +
            'фуқароларнинг муносиб ва хавфсиз \n' +
            'меҳнат шароитларига бўлган ҳуқуқларини таъминлашга доир таклифлар ва \n' +
            'чора-тадбирларни ишлаб чиқиш ва \n' +
            'амалга оширишда иштирок этиш.'
        ]
    },
    {
        id: 395,
        title: 'Koллектив келишув бу?',
        body: 'Иш берувчилар ва ишчилар ўртасидаги \n' +
            'муносабатларни тартибга солиш бўйича \n' +
            'эркин ва ихтиёрий музокаралар. Коллектив \n' +
            'келишув меҳнат шароитлари ва меҳнат \n' +
            'шартларини белгилайди. Иш берувчилар \n' +
            'якка тартибда ёки гуруҳ бўлиб бир ёки бир \n' +
            'нечта ходим ташкилотлари билан музокара \n' +
            'олиб бориши мумкин. Бу савдо корхона ичида, корхона, сектор, минтақавий ёки миллий \n' +
            'миқёсда амалга оширилиши мумкин.\n',
    },
    {
        id: 396,
        title: 'Фуқаролик-ҳуқуқий \n' +
            'шартнома бу',
        body: 'Бу жисмоний (жисмоний шахслар) ва бошқа \n' +
            'жисмоний (жисмоний шахслар) ёки юридик \n' +
            'шахс (юридик шахслар) ўртасидаги ёки \n' +
            'юридик (юридик шахслар) ва бошқа юридик \n' +
            'шахс (юридик шахслар) ўртасидаги ўзаро \n' +
            'ҳуқуқларнинг пайдо бўлиши, ўзгариши ёки \n' +
            'бекор қилинишида келишув (битим).',
    },
    {
        id: 397,
        title: 'Меҳнатни муҳофаза қилиш \n' +
            'хизмати бу?\n',
        body: 'Ташкилотнинг тузилмасидаги мустақил \n' +
            'бўлим бўлиб, белгиланган тартибда меҳнатни муҳофаза қилиш талабларига риоя этиш \n' +
            'ва ташкил қилиниши, уларнинг бажарилишини назорат қилад',
    },
    {
        id: 398,
        title: 'Меҳнатни муҳофаза қилишни \n' +
            'бошқариш тизими бу',
        body: 'Маълум бир иш берувчининг меҳнатни \n' +
            'муҳофаза қилиш соҳасидаги сиёсати ва \n' +
            'мақсадларини белгиловчи, ўзаро боғлиқ ва \n' +
            'бир-бирига таъсир кўрсатувчи элементлар \n' +
            'комплекси ҳамда ушбу мақсадларга эришиш тартиби.\n',
    },
    {
        id: 399,
        title: 'Ташкилотда меҳнатни муҳофаза қилишни бошқариш \n' +
            'тизимининг аудити?',
        body: '',
        bodyArray: [
            'Ташкилотда меҳнатни муҳофаза \n' +
            'қилишни бошқариш тизимининг меҳнатни муҳофаза қилиш масалалари \n' +
            'бўйича норматив-ҳуқуқий ҳужжатлар ва \n' +
            'техник жиҳатдан тартибга солиш \n' +
            'соҳасидаги норматив ҳужжатлар \n' +
            'талабларига мувофиқлигини аниқлаш',
            'Ташкилотда меҳнатни муҳофаза \n' +
            'қилишни бошқариш тизимининг ишлаш \n' +
            'сифатини, ишлаб чиқаришдаги жароҳатланишлар ва касб касалликларининг \n' +
            'олдини олишга, унинг даражасини \n' +
            'камайтиришга қаратилган чоратадбирлар самарадорлигини баҳолаш',
            'аниқланган камчиликларни бартараф \n' +
            'этишга қаратилган таклифлар ҳамда \n' +
            'тавсиялар ишлаб чиқиш, ишлаб чиқаришдаги жароҳатланишлар ва касб \n' +
            'касалликларининг олдини олиш.'
        ]
    },
    {
        id: 400,
        title: 'Меҳнат шароитлари',
        body: 'Ходимнинг иш лаёқати ва соғлиғига таъсир \n' +
            'кўрсатувчи ишлаб чиқариш муҳити ва \n' +
            'меҳнат жараёни омиллари йиғиндиси',
    },
    {
        id: 401,
        title: 'Меҳнатнинг хавфсиз шартшароитлари?',
        body: 'Зарарли ва (ёки) хавфли ишлаб чиқариш \n' +
            'омилларининг ходимга таъсири истисно \n' +
            'этиладиган ёхуд уларнинг таъсири даражаси белгиланган нормативлардан ортиқ \n' +
            'бўлмаган меҳнат шароитлари ҳолати.',
    },
    {
        id: 402,
        title: 'Меҳнатни муҳофаза қилиш \n' +
            'соҳасидаги давлат сиёсатининг \n' +
            'асосий йўналишлари?',
        body: '',
        bodyArray: [
            'ходимнинг ҳаёти ва соғлиғи устуворлигини таъминлаш',
            'меҳнатни муҳофаза қилиш соҳасидаги \n' +
            'давлат дастурларини ишлаб чиқиш ва \n' +
            'амалга ошириш;',
            'давлат ва хўжалик бошқаруви органларининг, маҳаллий давлат ҳокимияти \n' +
            'органларининг меҳнатни муҳофаза \n' +
            'қилиш соҳасидаги фаолиятини мувофиқлаштириш',
            'барча ташкилотлар учун меҳнатни \n' +
            'муҳофаза қилиш соҳасидаги талабларни белгилаш;\n',
            'меҳнатни муҳофаза қилишга оид \n' +
            'талабларга риоя этилиши устидан \n' +
            'давлат назорати ва текширувини \n' +
            'амалга ошириш;\n',
            'ходимларни ҳимоя қилувчи хавфсиз \n' +
            'техника, технология ва воситаларнинг \n' +
            'ишлаб чиқилиши ва жорий этилишини \n' +
            'рағбатлантириш;\n',
            'фан, техника ютуқларидан ҳамда \n' +
            'меҳнатни муҳофаза қилиш бўйича \n' +
            'илғор миллий ва хорижий тажрибадан \n' +
            'фойдаланиш;',
            'ишлаб чиқаришдаги бахтсиз ҳодисалардан жабрланган ёки касб касаллигига чалинган ходимларни ижтимоий \n' +
            'ҳимоя қилиш;',
            'халқаро ҳамкорликни амалга ошириш'
        ]
    },
    {
        id: 403,
        title: 'Меҳнатни муҳофаза қилиш \n' +
            'соҳасидаги хизматлар бозорининг профессионал иштирокчилари кимлар ҳисобланади?',
        body: 'Меҳнатни муҳофаза қилиш соҳасида \n' +
            'шартнома асосида хизматлар кўрсатувчи \n' +
            'юридик шахслар меҳнатни муҳофаза қилиш \n' +
            'соҳасидаги хизматлар бозорининг профессионал иштирокчиларидир.',
    },
    {
        id: 404,
        title: 'Меҳнатни муҳофаза қилиш \n' +
            'соҳасидаги хизматлар бозорининг профессионал иштирокчилари вазифалари?',
        body: 'Меҳнатни муҳофаза қилиш соҳасидаги хизматлар бозорининг профессионал иштирокчиларига ва улар томонидан хизматлар \n' +
            'бажарилишига доир талаблар, шунингдек \n' +
            'уларнинг ягона реестрини юритиш тартиби \n' +
            'Ўзбекистон Республикаси Вазирлар Маҳкамаси томонидан белгиланади',
        bodyArray: [
            'ташкилотларда меҳнатни муҳофаза \n' +
            'қилиш хизматининг вазифаларини \n' +
            'амалга ошириши',
            'иш ўринларининг меҳнат шароитлари \n' +
            'бўйича аттестациясини ўтказиши;\n',
            'меҳнатни муҳофаза қилиш бўйича \n' +
            'мутахассисларни қайта тайёрлаши ва \n' +
            'уларнинг малакасини ошириши',
            'ташкилотда меҳнатнинг муҳофаза \n' +
            'қилинишини бошқариш тизими аудитини ўтказиши мумкин.'
        ]
    },
    {
        id: 405,
        title: 'Меҳнат шароитларининг \n' +
            'давлат экспертизаси бу?',
        body: 'Меҳнат шароитларининг давлат экспертизаси Ўзбекистон Республикаси Вазирлар \n' +
            'Маҳкамаси тасдиқлайдиган низомга \n' +
            'мувофиқ Ўзбекистон Республикаси Бандлик \n' +
            'ва меҳнат муносабатлари вазирлигининг \n' +
            'меҳнат шароитлари бўйича давлат экспертлари томонидан амалга оширилади.\n' +
            'Меҳнат шароитларининг давлат экспертизаси:',
        bodyArray: [
            'иш ўринларининг меҳнат шароитлари \n' +
            'бўйича аттестациясини ўтказиш \n' +
            'сифатини;\n',
            'ходимларга зарарли ва (ёки) хавфли \n' +
            'меҳнат шароитларида ишлаганлик учун \n' +
            'кафолатлар ҳамда компенсациялар \n' +
            'берилишининг тўғрилигини;',
            'ходимларнинг ҳақиқий меҳнат шароитларини баҳолаш мақсадида амалга \n' +
            'оширилади.'
        ]
    },
    {
        id: 406,
        title: 'Меҳнатни муҳофаза қилиш \n' +
            'аудитининг босқичлари?\n',
        body: '',
        bodyArray: [
            'ташкилотда меҳнатни муҳофаза қилиш \n' +
            'аудити ўтказилишини режалаштириш;\n',
            'ташкилотда меҳнатни муҳофаза қилиш \n' +
            'аудитини ўтказиш;',
            'ташкилотда меҳнатни муҳофаза қилиш \n' +
            'аудити натижаларини расмийлаштириш;',
            'ўтказилган меҳнатни муҳофаза қилиш \n' +
            'аудити натижалари асосида камчиликларни бартараф этувчи ва уларнинг \n' +
            'олдини олувчи ҳаракатларни ишлаб \n' +
            'чиқиш ва амалга ошириш;\n',
            'камчиликларни бартараф этувчи ва \n' +
            'уларнинг олдини олувчи ҳаракатларни \n' +
            'амалга ошириш самарадорлигини \n' +
            'баҳолаш'
        ]
    },
    {
        id: 407,
        title: 'Ташкилотнинг меҳнатни муҳофаза қилиш аудити бўйича \n' +
            'ҳисобот нималардан иборат \n' +
            'бўлади?',
        body: '',
        bodyArray: [
            'аудит мақсади;\n',
            'аудит соҳаси;',
            'текширилаётан ташкилотнинг номланиши ва унинг реквизитлари;\n',
            'меҳнатни муҳофаза қилиш соҳасидаги \n' +
            'хизматлар бозори профессионал \n' +
            'иштирокчисининг номи;',
            'ҳисобот тузилган сана;',
            'меҳнатни муҳофаза қилиш аудити \n' +
            'мезонлари',
            'аудитор ҳақида маълумот (аудит гуруҳи \n' +
            'аъзолари);\n',
            'меҳнатни муҳофаза қилишни бошқариш \n' +
            'тизимига оид ҳужжатларнинг таҳлили \n' +
            'натижалари;\n',
            'меҳнатни муҳофаза қилишни бошқариш \n' +
            'тизимига оид ҳужжатлардаги камчиликлар бартараф этилганлиги ҳақидаги \n' +
            'маълумотлар',
            'меҳнатни муҳофаза қилиш аудити \n' +
            'натижалари',
            'ташкилот томонидан аудит натижасида \n' +
            'аниқланган номувофиқликларнинг \n' +
            'бартараф этилганлиги тўғрисидаги \n' +
            'маълумотлар',
            'аниқланган номувофиқликларни \n' +
            'бартараф этиш бўйича мувофиқлаштирувчи чора-тадбирл',
            'ҳисобот тақдим этиладиган ташкилотлар рўйхати;',
            'ҳисоботдаги мавжуд маълумотларнинг \n' +
            'махфийлигини кўрсатиш'
        ]
    },
    {
        id: 408,
        title: 'Меҳнатни муҳофаза қилиш \n' +
            'бўйича малака ошириш бу?',
        body: '',
        bodyArray: [
            'ташкилотларнинг меҳнатни муҳофаза \n' +
            'қилиш хизмати раҳбари ва мутахассислари, меҳнатни муҳофаза қилиш бўйича \n' +
            'мутахассислари;',
            'меҳнатни муҳофаза қилиш соҳасидаги \n' +
            'хизматлар бозори профессионал \n' +
            'иштирокчиларининг бевосита мазкур \n' +
            'хизматлар билан шуғулланувчи ходимлари, шунингдек меҳнатни муҳофаза \n' +
            'қилиш соҳасидаги хизматлар бозорининг профессионал иштирокчилари \n' +
            'томонидан фойдаланиладиган техник \n' +
            'жиҳатдан малакалилиги мақулланган \n' +
            'синов лабораториялари раҳбарлари',
            'ташкилотларда меҳнатни муҳофаза \n' +
            'қилиш хизмати ва касаба уюшмалари \n' +
            '(ёки ходимларнинг бошқа вакиллик \n' +
            'органлари) билан келишилган ҳолда иш \n' +
            'берувчилар томонидан аниқланган \n' +
            'меҳнатни муҳофаза қилишни таъминлашга жавобгар раҳбарлар ва мутахассислар. Бундай лавозимлар бўйича \n' +
            'шакллантирилган рўйхатга ташкилотларнинг муҳандис-техник ходимлари, \n' +
            'шу жумладан, бош муҳандис, бош \n' +
            'энергетик, бош механик, цехлар бошлиқлари, шунингдек зарарли ва хавфли \n' +
            'иш шароитлари мавжуд ишлаб чиқаришлар усталари киритилиши шарт',
            'давлат меҳнат техник инспекторлари ва \n' +
            'меҳнат шароитлари экспертлари, \n' +
            'касаба уюшмаларининг Меҳнат инспекцияси техник инспекторлари учун \n' +
            'мажбурийдир.'
        ]
    },
    {
        id: 409,
        title: 'Меҳнатни муҳофаза қилиш \n' +
            'бўйича малака ошириш бу?',
        body: '',
        bodyArray: [
            'ташкилотлар раҳбарлари ва уларнинг \n' +
            'ўринбосарлари;',
            'меҳнатни муҳофаза қилиш бўйича \n' +
            'вазифалар юкланган масъул ходимлар',
            'касаба уюшмалари ва ходимларнинг \n' +
            'бошқа вакиллик органлари томонидан \n' +
            'меҳнатни муҳофаза қилиш бўйича \n' +
            'вакил этилган шахслар',
            'малака ошириши зарурлиги аниқланган \n' +
            'бошқа шахслар.'
        ]
    },
    {
        id: 410,
        title: 'Меҳнатни муҳофаза қилиш \n' +
            'соҳасида қайта тайёрлаш бу?',
        body: '',
        bodyArray: [
            'Меҳнатни муҳофаза қилиш бўйича \n' +
            'мутахассисларни қайта тайёрлашнинг \n' +
            'мақсади билим олиш, ташкилотда \n' +
            'меҳнатни муҳофаза қилиш ишларини \n' +
            'ташкил этиш, шунингдек меҳнатни \n' +
            'муҳофаза қилиш соҳаси амалиётида \n' +
            'билим ва кўникмаларни шакллантириш, \n' +
            'ишлаб чиқариш ва хавфсиз технологик \n' +
            'жараёнларни ташкил этишдан иборат',
            'Иш берувчининг буйруғи билан меҳнатни муҳофаза қилиш вазифаси юкланган, техник йўналишдаги олий ёки ўрта \n' +
            'махсус, касб-ҳунар таълимига эга \n' +
            'бўлмаган раҳбарлар (ёки уларнинг \n' +
            'ўринбосарлари), шунингдек ташкилот \n' +
            'ходимлари 288 академик соатдан кам \n' +
            'бўлмаган ҳажмдаги ўқув курсларида \n' +
            'меҳнатни муҳофаза қилиш соҳасида \n' +
            'қайта тайёргарликдан ўтадилар.',
            'Бунда, бир ҳафталик ўқув юкламаси \n' +
            'барча турдаги, шу жумладан аудиторияда ва аудиториядан ташқари (мустақил) ўқув ишлари билан биргаликда 54 \n' +
            'академик соатдан ортиқ миқдорда \n' +
            'белгиланади. Аудитория ишлари бир \n' +
            'ҳафтада 36 академик соатдан ошмаслиги керак.'
        ]
    },
    {
        id: 411,
        title: 'Меҳнат шароитлари бўйича иш \n' +
            'ўринларини сертификатлаш?',
        body: 'Зарарли ва (ёки) хавфли ишлаб чиқариш \n' +
            'омилларини аниқлаш ва меҳнат шароитларини давлат меҳнат муҳофазаси талабларига мувофиқлаштириш бўйича чора-тадбирларни амалга ошириш учун иш жойларида \n' +
            'меҳнат шароитларини баҳолаш.',
    },
    {
        id: 412,
        title: 'Меҳнат шароитларини \n' +
            'таснифлаш?',
        body: 'Халқаро меҳнат нормаларига мувофиқ \n' +
            'меҳнат жараёни зарарли ва (ёки) хавфли \n' +
            'даражадаги меҳнат шароитлари тўрт \n' +
            'синфга бўлинади – мақбул, номақбул, \n' +
            'зарарли ва хавфли меҳнат шароитлари',
    },
    {
        id: 413,
        title: 'Меҳнатга лаёқатсизлик \n' +
            'ҳолати бу?\n',
        body: 'Шахсларнинг касаллиги, шикастланганлиги, \n' +
            'ҳомиладорлиги, туққанлиги, оиланинг бетоб \n' +
            'аъзосини парваришлаганлиги, протез \n' +
            'қўйдирганлиги, санаторий–курортда даволанганлиги, шунингдек соғлиғи ҳолатига \n' +
            'кўра бошқа ишга ўтказиш учун ва карантин \n' +
            'туфайли меҳнатга вақтинча лаёқатсизлигини экспертиза қилиш натижаларига кўра \n' +
            'аниқланган меҳнатга вақтинча лаёқатсизлик ҳолати ҳисобланади',
    },
    {
        id: 414,
        title: 'Меҳнатда майиб бўлиш?',
        body: 'Ишлаб чиқаришдаги бахтсиз ҳодиса оқибатида ходимнинг касбга оид меҳнат қобилиятини вақтинча ёки турғун йўқотиши',
    },
    {
        id: 415,
        title: 'Меҳнатни муҳофаза қилиш \n' +
            'бўйича йўриқнома бу',
        body: 'Ишчиларнинг касблари ва айрим иш (хизматлар) турлари учун меҳнатни муҳофаза \n' +
            'қилиш бўйича талабларни ўз ичига олган \n' +
            'ички ҳуқуқий ҳужжат.',
    },
    {
        id: 416,
        title: 'Меҳнатни муҳофаза қилиш \n' +
            'бўйича мутахассис бу?',
        body: 'Меҳнатни муҳофаза қилиш хизмати ходими \n' +
            'ёки қонунчиликда белгиланган ҳолатларда \n' +
            'меҳнатни муҳофаза қилиш хизмати вазифаларини амалга оширадиган шахс.',
    },
    {
        id: 417,
        title: 'Махсус кийим бу?',
        body: 'Ходимни зарарли ва (ёки) хавфли ишлаб \n' +
            'чиқариш омилларидан ҳимоя қилиш учун \n' +
            'мўлжалланган кийим, пойабзал, бош кийим, \n' +
            'қўлқоп ва бошқа шахсий ҳимоя воситалари',
    },
    {
        id: 418,
        title: 'Меҳнат гигиенаси?',
        body: 'Меҳнат жараёнлари ва ишчи муҳитининг \n' +
            'инсон организмига таъсирини ўрганади \n' +
            'ҳамда қулай меҳнат шароитини яратиш ва \n' +
            'касб касалликларининг олдини олиш учун \n' +
            'гигиена меъёрлари ва тадбирларини ишлаб \n' +
            'чиқади.',
    },
    {
        id: 419,
        title: 'Иш ўрни бу?',
        body: 'Бу ишлаб чиқариш жараёнининг алоҳида \n' +
            'бўғини бўлиб, ходимнинг меҳнат вазифаларини бажарадиган доимий ёки вақтинчалик \n' +
            'фаолият кўрсатадиган жой ҳисобланади.',
    },
    {
        id: 420,
        title: 'Иш ўрни бу?',
        body: 'Ҳар бир корхона ёки ишлаб чиқариш жараёнида фаолият кўрсатаётган муассасанинг \n' +
            'ички меъёрий ҳужжат ҳисобланади. Ушбу иш \n' +
            'жойининг санитария-гигиена нормаларига, \n' +
            'меҳнат шароитларининг ҳавфсизлиги \n' +
            'талабларига ва ишлаб чиқариш технологиясининг конкрет ходим соғлигига зарар \n' +
            'етказилиши даражасини белгиловчи махсус \n' +
            'ишчи комиссия тасдиқловчи расмий ҳужжатдир.\n',
    },
    {
        id: 421,
        title: 'Иш ўринлари паспорти таркиби?',
        body: 'Иш жойини ташкил қилишнинг мақсади ва \n' +
            'умумий таснифи;\n' +
            'Иш жойининг тузилиши (планировка);\n' +
            'Иш жойини асбоб-ускуналар, техник ва \n' +
            'алоқа воситалари ҳамда мебел билан \n' +
            'жиҳозланиш даражаси;\n' +
            'Ишчининг функционал вазифалари (меҳнатни бажариш элементлари);\n' +
            'Меҳнат қилиш услублари ва касб талабларига мувофиқлиги;\n' +
            'Меҳнат шароитлари талабларига мослиги;\n' +
            'Маош миқдори ва унинг мунтазам ошиб \n' +
            'бориш имконлари;\n' +
            'Иш жойига хизмат кўрсатиш, технологик \n' +
            'ҳужжатлар мавжудлиги, меҳнат шиддатлиги, \n' +
            'меҳнатни муҳофаза этиш ва меҳнат ҳавфсизлиги техникаси талабл',
    },
    {
        id: 422,
        title: 'Иш ўринларининг меҳнат шароитлари бўйича аттестацияси?',
        body: 'Иш ўринларининг меҳнат шароитлари \n' +
            'бўйича аттестацияси меҳнат шароитларининг, иш ўринларидаги меҳнат жараёни \n' +
            'оғирлиги ва тиғизлигининг ҳамда уларнинг \n' +
            'жароҳатланиш жиҳатидан хавфлилигининг \n' +
            'меҳнатни муҳофаза қилиш масалалари \n' +
            'бўйича норматив-ҳуқуқий ҳужжатлар ва \n' +
            'техник жиҳатдан тартибга солиш соҳасидаги \n' +
            'норматив ҳужжатлар талабларига мувофиқлигини баҳолаш, зарарли ишлаб чиқариш \n' +
            'омилини ва (ёки) хавфли ишлаб чиқариш \n' +
            'омилини аниқлаш мақсадида ўтказиладиган \n' +
            'тадбирлар тизими',
    },
    {
        id: 423,
        title: 'Иш ўринларида меҳнат шароитлари бўйича аттестация ким \n' +
            'томонидан ўтказилади?',
        body: 'Малакалиги маъқулланган Меҳнатни \n' +
            'муҳофаза қилиш соҳасидаги хизматлар \n' +
            'бозорининг профессионал иштирокчиларини жалб этган ҳолда иш берувчи томонид',
    },
    {
        id: 424,
        title: 'Меҳнатни муҳофаза қилиш \n' +
            'соҳасида мутахассис малака \n' +
            'сертификатига эга бўлган \n' +
            'камида уч нафар ходим бўлиши \n' +
            'лозим',
        body: 'Меҳнатни муҳофаза қилиш соҳасида \n' +
            'мутахассис малака сертификатига эга \n' +
            'бўлган камида уч нафар ходим бўлиши \n' +
            'лозим',
    },
    {
        id: 425,
        title: 'Меҳнатни муҳофаза қилиш \n' +
            'бўйича малака ошириш курслари қайси ташкилотларда \n' +
            'ташкил этилади?',
        body: 'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлигининг \n' +
            'Меҳнат бозори тадқиқотлари институтида \n' +
            'ва Меҳнат органлари ходимлари малакасини ошириш республика курсларида ҳамда \n' +
            'ваколатли Меҳнатни муҳофаза қилиш \n' +
            'соҳасидаги хизматлар бозорининг профессионал иштирокчилари томонидан ташкил \n' +
            'этилади',
    },
    {
        id: 426,
        title: 'Қандай бахтсиз ҳодисалар \n' +
            'махсус текширилади ва ҳисобга \n' +
            'олинади?',
        body: 'Бир вақтнинг ўзида икки ва ундан зиёд \n' +
            'ходимлар билан саломатликка етказилган \n' +
            'зарарнинг оғирлиги даражасидан қатъи \n' +
            'назар',
        bodyArray: [
            'юз берган гуруҳий бахтсиз ҳодисалар;',
            'Ўлим билан тугаган бахтсиз ҳодисалар;\n',
            'оқибати оғир бахтсиз ҳодисалар.'
        ]
    },
    {
        id: 427,
        title: 'Касб касаллиги?',
        body: 'Ушбу касб учун хос бўлган ҳамда ишлаб \n' +
            'чиқариш муҳити ва меҳнат жараёнининг \n' +
            'зарарли ва хавфли омиллари таъсири \n' +
            'натижасида ходим чалинган касаллик',
    },
    {
        id: 428,
        title: 'Зарарли ишлаб чиқариш омили \n' +
            'бу?',
        body: 'Таъсири ходимнинг касалликка чалинишига \n' +
            'олиб келиши мумкин бўлган ишлаб чиқариш \n' +
            'омили',
    },
    {
        id: 429,
        title: 'Хавфли ишлаб чиқариш омили \n' +
            'бу?',
        body: 'Таъсири ходимнинг жароҳат олишига сабаб \n' +
            'бўлиши мумкин бўлган ишлаб чиқариш омили. Миқдорий тавсифига ва амал қилишининг давомийлигига боғлиқ равишда айрим \n' +
            'зарарли ишлаб чиқариш омиллари хавфли \n' +
            'бўлиши мумкин',
    },
    {
        id: 430,
        title: 'ЯТҲВ(якка тартибдаги ҳимоя \n' +
            'воситалари)',
        body: 'Зарарли ёки хавфли ишлаб чиқариш омилларининг ходимларга таъсирининг олдини \n' +
            'олиш ёки камайтириш, шунингдек ифлосланишдан ҳимоя қилиш учун фойдаланиладиган техник воситалар (махсус кийим, махсус \n' +
            'пойабзал ва якка тартибдаги ҳимоянинг \n' +
            'бошқа воситалари).',
    },
    {
        id: 431,
        title: 'Жамоавий ҳимоя воситалари \n' +
            'бу?',
        body: 'Тузилиши ёки вазифаси жиҳатидан ишлаб \n' +
            'чиқариш биноси ва ишлаб чиқариш жараёни \n' +
            'билан боғлиқ бўлган, ходимларга зарарли \n' +
            'ишлаб чиқариш омили ва (ёки) хавфли \n' +
            'ишлаб чиқариш омили таъсирининг олдини \n' +
            'олиш ёки уни камайтириш, шунингдек \n' +
            'ифлосланишлардан ҳимоя қилиш учун \n' +
            'мўлжалланган техник воситалар ва бошқа \n' +
            'воситалар.\n',
    },
    {
        id: 432,
        title: 'Ишлаб чиқаришдаги бахтсиз \n' +
            'ҳодиса бу?',
        body: 'Ходимнинг иш берувчининг ҳудудида ҳам, унинг ташқарисида ҳам ўз меҳнат вазифаларини бажариши билан боғлиқ ҳолда, шу \n' +
            'жумладан иш берувчи томонидан берилган \n' +
            'транспортда иш жойига келаётган ёки \n' +
            'ишдан қайтаётган вақтда меҳнатда майиб \n' +
            'бўлишига ёки соғлиғининг бошқача тарзда \n' +
            'шикастланишига олиб келган ва ходимни \n' +
            'бошқа ишга ўтказиш заруратига, у касбга \n' +
            'оид меҳнат қобилиятини вақтинча ёки \n' +
            'турғун йўқотишига ёхуд вафот этишига \n' +
            'сабаб бўлган ҳодиса.',
    },
    {
        id: 433,
        title: 'Шахсий ҳимоя воситалари бу?',
        body: 'Ходимга зарарли ишлаб чиқариш омили ва \n' +
            '(ёки) хавфли ишлаб чиқариш омили таъсирининг олдини олиш ёки уни камайтириш, \n' +
            'шунингдек ифлосланишлардан ҳимояланиш \n' +
            'учун фойдаланиладиган техник воситалар \n' +
            'ва бошқа воситалар.\n',
    },
    {
        id: 434,
        title: 'Қўшимча меҳнат таътили бу',
        body: 'Меҳнат шароити ноқулай ва ўзига хос бўлган \n' +
            'ишларда банд бўлган, оғир ва ноқулай \n' +
            'табиий-иқлим шароитларида иш бажараётган ходимларга, меҳнат тўғрисидаги қонунлар ва бошқа норматив ҳужжатларда, \n' +
            'меҳнат шартномасининг шартларида \n' +
            'назарда тутилган бошқа ҳолларда бериладиган қўшимча меҳнат таътили муд',
    },
    {
        id: 435,
        title: 'Саноат хавфсизлиги бу?',
        body: 'Корхонада (муассасада, ташкилотда, \n' +
            'фирмада, кластерда) ишлаб чиқариш \n' +
            'воситалари ва шароитларининг меъёрийтехник ҳужжатлар билан белгиланган меҳнат \n' +
            'хавфсизлиги талабларига мувофиқлиги \n' +
            'хусусиятини белгиловчи ташкилий, технологик ва молиявий шартлар мажмуа',
    },
    {
        id: 436,
        title: 'Суғурта полиси бу?\n',
        body: 'Мажбурий ёки кўнгилли суғурта қилишнинг \n' +
            'амалга оширилганлигини тасдиқловчи \n' +
            'расмий қимматбаҳо қоғозда белгиланган \n' +
            'шаклдаги ҳужжат.',
    },
    {
        id: 437,
        title: 'Суғурта полиси бу?\n',
        body: '',
        bodyArray: [
            'назорат ва текширув вазифаларини \n' +
            'бажариш учун зарур бўлган ҳужжатларни, тушунтиришларни, ахборотни \n' +
            'ташкилотларнинг раҳбарлари ва бошқа \n' +
            'мансабдор шахсларидан сўраш ва \n' +
            'олиш;',
            'ишлаб чиқаришдаги бахтсиз ҳодисаларни махсус текширишлардан ўтказиш \n' +
            'ёки текширишда иштирок этиш;',
            'ташкилотларнинг раҳбарларига ва \n' +
            'бошқа мансабдор шахсларига меҳнатни \n' +
            'муҳофаза қилиш тўғрисидаги қонун \n' +
            'ҳужжатлари бузилишларини бартараф \n' +
            'қилиш ҳақида ижро этилиши мажбурий \n' +
            'бўлган кўрсатмаларни тақдим этиш;',
            'меҳнатни муҳофаза қилиш тўғрисидаги \n' +
            'қонун ҳужжатларини бузганликда \n' +
            'айбдор мансабдор шахсларга нисбатан \n' +
            'қонун ҳужжатларида белгиланган \n' +
            'тартибда чоралар кўриш ҳақида \n' +
            'тақдимномалар киритиш;',
            'меҳнатни муҳофаза қилишга оид \n' +
            'талабларга мувофиқ бўлмаган шахсий \n' +
            'ҳимоя воситаларидан ва жамоавий \n' +
            'ҳимоя воситаларидан фойдаланишни \n' +
            'тақиқлаш;',
            'меҳнатни муҳофаза қилиш тўғрисидаги \n' +
            'қонун ҳужжатларининг талабларини \n' +
            'бузганликда айбдор шахсларни белгиланган тартибда маъмурий жавобгарликка тортиш',
            'меҳнат хавфсизлиги талабларига жавоб \n' +
            'бермайдиган ҳамда ходимларнинг \n' +
            'ҳаёти ёки соғлиғига хавф туғдирадиган \n' +
            'ташкилотларнинг фаолиятини ёки \n' +
            'асбоб-ускуналардан фойдаланишни \n' +
            'қонун ҳужжатларида белгиланган \n' +
            'тартибда тўхтатиб қўйиш;\n',
            'қурилиши, реконструкцияси тугалланган объектларни фойдаланишга қабул \n' +
            'қилиш бўйича комиссия ишида иштирок \n' +
            'этиш ва улар меҳнатни муҳофаза \n' +
            'қилиш тўғрисидаги қонун ҳужжатлари \n' +
            'талабларига мувофиқ бўлмаган тақдирда тегишли хулосалар бериш',
            'меҳнатни муҳофаза қилиш тўғрисидаги \n' +
            'қонун ҳужжатлари бузилганлиги ҳамда \n' +
            'ишлаб чиқаришда ходимларнинг ҳаёти \n' +
            'ва соғлиғига етказилган зарарнинг ўрнини қоплаш ҳақидаги даъволар \n' +
            'юзасидан судда эксперт сифатида иш \n' +
            'юритиш'
        ]
    },
    {
        id: 438,
        title: 'Қисқартирилган иш вақти \n' +
            'нима?',
        body: 'Айрим тоифадаги ходимлар учун уларнинг \n' +
            'ёши, соғлиғи ҳолати, меҳнатнинг шартлари, \n' +
            'меҳнат вазифаларининг ўзига хос хусусиятлари ва ўзга ҳолатларни инобатга олиб, \n' +
            'меҳнат тўғрисидаги қонунлар ва бошқа \n' +
            'норматив ҳужжатлар, шунингдек меҳнат \n' +
            'шартномаси шартларига биноан меҳнатга \n' +
            'тўланадиган ҳақни камайтирмасдан, иш \n' +
            'вақтининг қисқартирилган муддати белгиланади.\n' +
            'Иш вақтининг қисқартирилган муддати \n' +
            'қуйидагилар учун белгиланади:',
        bodyArray: [
            'ўн саккиз ёшга тўлмаган ходимлар \n' +
            '(242-модда);\n',
            'I ва II гуруҳ ногирони бўлган ходимлар \n' +
            '(220-модданинг учинчи қисми)',
            'ноқулай меҳнат шароитларидаги \n' +
            'ишларда банд бўлган ходимлар (117-\n' +
            'модда);',
            'алоҳида тусга эга бўлган ишлардаги \n' +
            'ходимлар (118-модда)',
            'уч ёшга тўлмаган болалари бор, бюджет \n' +
            'ҳисобидан молиявий жиҳатдан таъминланадиган муассасалар ва ташкилотларда ишлаётган аёллар'
        ]
    },
    {
        id: 439,
        title: 'Қисқартирилган иш вақти \n' +
            'нима?',
        body: '',
        bodyArray: [
            'вақтинча меҳнатга қобилиятсизлик \n' +
            'даврида;',
            'ҳомиладорлик ва туғиш таътили \n' +
            'муддати бошланганда;',
            'йиллик таътил ўқув таътилига тўғри \n' +
            'келиб қолганда;',
            'давлат ёки жамоат вазифаларини \n' +
            'бажараётганда, башарти қонунлар ва \n' +
            'бошқа норматив ҳужжатларда бундай \n' +
            'вазифаларни бажариш учун ходимни \n' +
            'ишдан озод этиш назарда тутилган \n' +
            'бўлса'
        ]
    },
    {
        id: 440,
        title: 'Иш берувчи қандай тоифадаги \n' +
            'ишловчиларни дастлабки(меҳнат шартномасини тузиш пайтида) ва даврий(ишлаш жараёнида) тиббий кўриклардан ўтказишга мажбур?',
        body: 'Иш берувчи меҳнат шартномаси тузиш \n' +
            'чоғида дастлабки тарзда ва кейинчалик (иш \n' +
            'давомида) вақти-вақти билан қуйидаги \n' +
            'ходимларни тиббий кўрикдан ўтказишни \n' +
            'ташкил қилиши шарт:\n',
        bodyArray: [
            'ўн саккиз ёшга тўлмаганлар',
            'олтмиш ёшга тўлган эркаклар, эллик \n' +
            'беш ёшга тўлган аёллар;\n',
            'ногиронлиги бўлган шахслар;',
            'меҳнат шароити ноқулай ишларда, \n' +
            'тунги ишларда, шунингдек транспорт \n' +
            'ҳаракати билан боғлиқ ишларда банд \n' +
            'бўлганлар;',
            'озиқ-овқат саноатида, савдо ва бевосита аҳолига хизмат кўрсатиш билан \n' +
            'боғлиқ бўлган бошқа тармоқлардаги \n' +
            'ишларда банд бўлганлар',
            'умумтаълим мактаблари, мактабгача \n' +
            'тарбия ва бошқа муассасаларнинг \n' +
            'бевосита болаларга таълим ёки тарбия \n' +
            'бериш билан машғул бўлган педагог ва \n' +
            'бошқа ходимлари'
        ]
    },
    {
        id: 441,
        title: 'Меҳнатда майиб бўлиш?\n',
        body: 'Ходимнинг унга зарарли ишлаб чиқариш \n' +
            'омили ёки хавфли ишлаб чиқариш омили \n' +
            'таъсири натижасида юзага келган ва унинг \n' +
            'касбга оид меҳнат қобилиятини вақтинча \n' +
            'ёхуд турғун йўқотишига сабаб бўлган ўткир \n' +
            'ёки сурункали касаллиги',
    }
]

const type6Questions = [
    {
        id:442,
        title:'Миграция?',
        body:'Миграция лотинча “мигратио” сўзидан\n' +
            'олинган бўлиб, аҳолининг жойини ўзгартири\n' +
            'ши бошқа жойга кўчиб ўтиши маъносини\n' +
            'англатади. Ана шу атамадан келиб чиққан\n' +
            'ҳолда миграциянинг тор ва кенг маъноси\n' +
            'фарқланади.',
    },
    {
        id:443,
        title:'Аҳоли миграцияси?',
        body:'Бу одамларнинг (мигрантларнинг) у ёки бу\n' +
            'ҳудудлар чегараси орқали, яшаш жойини\n' +
            'доимий ўзгартираётган ёки қисқа ёхуд узоқ\n' +
            'муддатга ёки доимий тарзда келиб кетиши\n' +
            'ни англатувчи кўчишидир.',
    },
    {
        id:444,
        title:'Аҳолининг миграцион ўсиши бу?',
        body:'Маълум бир вақт ичида ҳудудга келганлар\n' +
            'ва ушбу ҳудуддан ташқарига чиққанлар\n' +
            'ўртасидаги фарқнинг мутлақ сони.',
    },
    {
        id:445,
        title:'Меҳнат миграцияси?',
        body:'Бу меҳнат фаолиятини ўз давлати ҳудиди\n' +
            'дан ташқарида амалга оширишдир. Одатда\n' +
            'меҳнатга қобилиятли аҳолининг ишлаб\n' +
            'чиқаришни ривожлантириш ва жойлашти\n' +
            'ришдаги ўзгаришлар билан боғлиқ маконий\n' +
            'кўчиб юриши тушунилади.',
    },
    {
        id:446,
        title:'Меҳнат миграциясининг\n' +
            'турлари?',
        body:'',
        bodyArray:[
            'Ички меҳнат миграцияси - Мамлакат\n' +
            'ҳудуди доирасида бир манзилгоҳдан\n' +
            'иккинчи манзилгоҳга кўчаётган аҳоли\n' +
            'тушунилади.',
            'Ташқи меҳнат миграцияси - Иш кучи\n' +
            'нинг бир давлатдан бошқа давлатга\n' +
            'кўчиб ўтиши тушунилади.'
        ]
    },
    {
        id:447,
        title:'Ташқи меҳнат миграцияси \n' +
            'агентлиги бу?',
        body:'',
        bodyArray: [
            'вақтинча меҳнат фаолиятини амалга \n' +
            'ошириш учун Ўзбекистон Республикасидан ташқарига чиқиб кетаётган \n' +
            'Ўзбекистон Республикаси фуқароларига темир йўл чипталарини, авиачипталарни сотиб олишда ва бошқа транспорт-логистика масалаларини ҳал \n' +
            'этишда кўмаклашиш;',
            'Ўзбекистон Республикасидан ташқарида ишга жойлашиш учун зарур ҳужжатлар тўпламини расмийлаштиришда \n' +
            'кўмаклашиш, шу жумладан вақтинча \n' +
            'меҳнат фаолиятини амалга ошириш \n' +
            'учун Ўзбекистон Республикасидан \n' +
            'ташқарига чиқиб кетаётган Ўзбекистон \n' +
            'Республикаси фуқароларини кетишдан \n' +
            'олдин мослаштириш, касбга тайёрлаш, \n' +
            'қайта тайёрлаш ва уларнинг малакасини ошириш, уларга чет тилларни, ишлаб \n' +
            'чиқаришлардаги хавфсизлик техникаси \n' +
            'ва меҳнатни муҳофаза қилиш қоидаларини ўргатиш',
            'жисмоний ва юридик шахсларнинг \n' +
            'талабномаларига кўра Ташқи меҳнат \n' +
            'миграцияси агентлиги ваколатхоналарининг иш жараёнида фойдаланилмаётган транспорт воситаларини жалб \n' +
            'этиш орқали транспорт хизматлари \n' +
            'кўрсатиш; ',
            'Ўзбекистон Республикаси фуқароларини ва чет эллик фуқароларни меҳмонхона секторида жойлаштириш юзасидан шартнома асосида хизматлар \n' +
            'кўрсатиш'
        ]
    },
    {
        id:448,
        title:'Халқаро меҳнат миграцияси бу?',
        body:'Меҳнатга лаёқатли аҳолининг бир мамлакатдан иккинчисига ишлаш ёки яхши яшаш \n' +
            'шароитларини излаш учун кўчишидир',
    },
    {
        id:449,
        title:'Халқаро меҳнат миграциясининг асосий йўналишлари?',
        body:'',
        bodyArray: [
            'Ақш, Қанада, Австралия, Япония;',
            'Ғарбий Европа айниқса Германия ва \n' +
            'Франция',
            'Яқин Шарқ (нефтга бой Бирлашган Араб \n' +
            'амирликлари, Қатар, Саудия Арабистони, Баҳрайн, Қувайт ва бошқа',
            'Лотин Америкаси (Бразилия, Аргентина, \n' +
            'Чили ва бошқалар. Бу мамлакатларга \n' +
            'меҳнат муҳожирлари, асосан, Осиё ва \n' +
            'Африка давлатларидан келишади);\n',
            'Янги индустриал давлатлар (Сингапур, \n' +
            'Гонконг, Жанубий Кореа, Малазия, \n' +
            'Индонезия, Филиппин).'
        ]
    },
    {
        id:450,
        title:'Халқаро миграция \n' +
            'йўналишлари?',
        body:'Халқаро миграция – айнан ',
        bodyArray: [
            'Иммиграция - Аҳолининг бирор мамлакатга ишга жойлашиш ёки ўқиш учун \n' +
            'доимий ёки вақтинчалик (одатда, узоқ \n' +
            'муддат) яшаш учун кўчиб киришини \n' +
            'билдиради',
            'Эмиграция - Аҳолининг бошқа мамлакатга доимий ёки вақтинчалик (узоқ \n' +
            'муддатга) яшаш учун кўчишини (ихтиёрий ёки мажбурий) билдирад'
        ]
    },
    {
        id:451,
        title:'Ҳалқаро Меҳнат Ташкилотининг таснифи бўйича меҳнат \n' +
            'миграцияси қандай турларга \n' +
            'ажратилади?',
        body:'Ҳалқаро Меҳнат Ташкилотининг таснифи \n' +
            'бўйича меҳнат миграцияси 4 та турга \n' +
            'бўлинади:',
        bodyArray: [
            'Шартнома асосида ишловчилар - Бу \n' +
            'ҳолда мигрантларни қабул қилувчи \n' +
            'давлат томонидан уларнинг мазкур \n' +
            'мамлакатда бўлиш муддатлари аниқ \n' +
            'белгилаб қўйилади;',
            'Малакали кадрлар миграцияси -\n' +
            'Миграциянинг бу турига юқори малакали мутахассислар ёки ишчиларни \n' +
            'имтиёзли тартибда (юқори иш ҳақи, \n' +
            'бошқа имтиёзлар ҳисобига) ишга \n' +
            'таклиф қилиниши мисол бўла олади;\n',
            'Ноқонуний миграция - Бу ноқонуний \n' +
            'равишда бошқа мамлакатларда меҳнат \n' +
            'фаолияти билан шуғулланишдир;',
            'Қочоқлар - Миграциянинг бу тоифасига \n' +
            'ҳаёти хавф остида қолиши оқибатида \n' +
            'бошқа жойларга кўчишга мажбур \n' +
            'бўлганлар киради.'
        ]
    },
    {
        id:452,
        title:'Хорижий иш берувчи бу?',
        body:'Ишга жойлаштириладиган давлатнинг қонун \n' +
            'ҳужжатларига мувофиқ меҳнат мигрантларини ёллаш ҳуқуқига эга бўлган хорижий \n' +
            'давлатнинг жисмоний ёки юридик шахси',
    },
    {
        id:453,
        title:'Халқаро миграция ташкилоти?',
        body:'Бутун дунёдаги миграция оқимларини \n' +
            'тартибга солиш мақсадида халқаро даражада миграция хизматлари кўрсатиш зарурати \n' +
            'юзага келганлиги муносабати билан 1951 \n' +
            'йилда Халқаро миграция ташкилотига асос \n' +
            'солинган. Хозирги кунда 166 та давлат аъзо \n' +
            'бўлиб 13 та мамлакат кузатувчи мақомига \n' +
            'эга. Ўзбекистон Республикаси 2018 йилда \n' +
            'Халқаро миграция ташкилотига аъзо бўлди.',
    },
    {
        id:454,
        title:'Чет эл фуқаросининг меҳнат \n' +
            'фаолияти бу?',
        body:'Чет эл фуқаросининг иш (хизматлар кўрсатиш) учун меҳнат шартномаси ёки фуқаролик-ҳуқуқий шартномаси асосида қабул \n' +
            'қлувчи мамлакатда ишлаши.',
    },
    {
        id:455,
        title:'Ўзбекистон Республикасидан \n' +
            'ташқарида вақтинчалик меҳнат \n' +
            'фаолиятини амалга ошираётган \n' +
            'фуқароларнинг ҳуқуқлари, \n' +
            'эркинликлари ва қонуний \n' +
            'манфаатларини ҳимоя қилиш \n' +
            'қайси органлар томонидан \n' +
            'амалга оширилади?',
        body:'',
        bodyArray: [
            'Ўзбекистон Республикасининг дипломатик ваколатхоналари;\n',
            'Ташқи меҳнат миграцияси агентлиги;',
            'юборувчи ташкилотлар',
            'нодавлат нотижорат ташкилотлари;',
            'бошқа ташкилотлар томонидан амалга \n' +
            'оширилади.\n'
        ]
    },
    {
        id:456,
        title:'Реинтеграция?',
        body:'Меҳнат миграциясидан қайтиб келган \n' +
            'шахсларни реинтеграция қилиш, шу жумладан уларнинг бандлигини таъминлаш, \n' +
            'касбий малакасини ошириш ва тадбиркорлик ташаббусларини рағбатлантириш',
    },
    {
        id:457,
        title:'Мажбурий миграция деганда \n' +
            'нимани тушунасиз?',
        body:'Мажбурий миграция мажбурлаш элементи \n' +
            'мавжуд бўлган ноихтиёрий миграция турини \n' +
            'тавсифлайди. Бундай мажбурлаш турига \n' +
            'мисол тариқасида экологик ёки табиий \n' +
            'офатлар, кимёвий ёки ядровий офатлар, \n' +
            'очарчилик, одам савдоси, уруш, қуролли \n' +
            'можаролар, жамоат тартибини жиддий \n' +
            'бузиш ёки давлатнинг ўз фуқароларининг \n' +
            'инсон ҳуқуқларини ҳимоя қилишга қодир \n' +
            'эмаслиги ёки истамаслиги киради.',
    },
    {
        id:458,
        title:'Хавфсиз, тартибли ва қонуний \n' +
            'меҳнат миграцияси тизими \n' +
            'унинг асосий йўналишлари этиб \n' +
            'нималар белгиланган?',
        body:'',
        bodyArray: [
            'Ўзбекистон Республикаси фуқароларини чет элга вақтинча меҳнат фаолиятини амалга ошириш учун ташкиллаштирилган ҳолда юбориш ҳажмини ошириш, \n' +
            'ушбу мақсадда вазирлик, идоралар ва \n' +
            'маҳаллий ижроия ҳокимияти органларининг вазифа ва ваколатлари доирасини кенгайтириш;\n',
            'ташқи меҳнат миграцияси соҳасида \n' +
            'халқаро ҳамкорликни ривожлантириш, \n' +
            'хориждаги ватандошлар ташкилотлари \n' +
            'ва ўзбек диаспоралари билан алоқаларни мустаҳкамлаш;',
            'хорижга ишлашга кетишдан олдин \n' +
            'Ўзбекистон Республикаси фуқароларини касб-ҳунарга ва хорижий тилларга \n' +
            'ўқитиш амалиётини самарали йўлга \n' +
            'қўйиш, уларга касбий малакани тасдиқловчи халқаро тан олинадиган сертификатларни бериш тизимини жорий \n' +
            'қилиш;',
            'хорижда мураккаб шароитга тушиб \n' +
            'қолган меҳнат мигрантларини молиявий ва ижтимоий қўллаб-қувватлаш, \n' +
            'уларнинг ҳаёти ва соғлиғини суғурталаш \n' +
            'амалиётини кенгайтириш, улар учун \n' +
            'маданий-маърифий тадбирларни \n' +
            'ташкил этиш;',
            'чет элда меҳнат фаолиятини амалга \n' +
            'ошираётган фуқароларнинг ҳақҳуқуқларини таъминлашга ва кўмаклашишга қаратилган чора-тадбирларни \n' +
            'амалга ошириш, уларга қулай шартшароитларни яратиш;',
            'меҳнат миграциясидан қайтиб келган \n' +
            'шахсларни реинтеграция қилиш, шу \n' +
            'жумладан уларнинг бандлигини таъминлаш, касбий малакасини ошириш ва \n' +
            'тадбиркорлик ташаббусларини рағбатлантириш.'
        ]
    },
    {
        id:459,
        title:'Хорижда меҳнат фаолиятини \n' +
            'амалга оширувчи фуқароларни \n' +
            'қўллаб-қувватлаш ҳамда уларнинг ҳуқуқ ва манфаатларини \n' +
            'ҳимоя қилиш жамғармаси \n' +
            'даромадларини шакллантириш \n' +
            'манбалари нималардан иборат?\n',
        body:'',
        bodyArray: [
            'Ўзбекистон Республикаси Давлат бюджетининг Хорижда меҳнат фаолиятини \n' +
            'амалга оширувчи фуқароларни қўллабқувватлаш ҳамда уларнинг ҳуқуқ ва \n' +
            'манфаатларини ҳимоя қилиш жамғармасига ажратиладиган маблағлари;',
            'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги билан \n' +
            'тузилган лицензия битими доирасида \n' +
            'фуқароларни вақтинчалик меҳнат \n' +
            'фаолиятини амалга ошириш учун \n' +
            'Ўзбекистон Республикасидан ташқарига юборишни амалга оширувчи ташкилотларнинг белгиланган миқдордаги \n' +
            'маблағларини, захирага қўйилган \n' +
            'сумма сарфлаб юборилган тақдирда \n' +
            'маблағларни тўлдириш, шунингдек \n' +
            'фуқароларни Ўзбекистон Республикасидан ташқарида ишга жойлаштириш \n' +
            'ҳуқуқи учун лицензиянинг амал қилиши \n' +
            'тугатилган тақдирда маблағларни \n' +
            'қайтариш шарти билан захирага қўйиш',
            'бўш турган маблағларни тижорат \n' +
            'банкларидаги ва бошқа молиявий воситалардаги депозитларга жойлаштиришдан олинадиган даромадлар',
            'жисмоний ва юридик шахсларнинг \n' +
            'хайрия маблағлари, шунингдек қонунчиликда тақиқланмаган бошқа манбалар.'
        ]
    },
    {
        id:460,
        title:'Ташқи меҳнат миграцияси \n' +
            'агентлигининг ҳудудий \n' +
            'филиалларига қандай ҳуқуқлар \n' +
            'берилган?\n',
        body:'',
        bodyArray: [
            'хорижий иш берувчилар билан келишувлар тузиш ҳамда тузилган келишувларга асосан хорижга фуқароларни ишга \n' +
            'юбориш;',
            'Ўзбекистон Республикасининг хориждаги дипломатик ваколатхоналари, \n' +
            'консуллик муассасалари ҳамда Ташқи \n' +
            'меҳнат миграцияси агентлигининг \n' +
            'ваколатхоналари билан чет давлатларда ишлаётган меҳнат мигрантларининг \n' +
            'ҳуқуқларини ҳимоя қилиш ва қўллабқувватлаш масалалари бўйича ҳамкорлик қилиш;',
            'хорижий мамлакатларнинг ҳудудий \n' +
            'миграция ва бошқа давлат органлари \n' +
            'билан алоқалар ўрнатиш ва музокаралар ўтказиш;',
            'хориждаги ватандошлар ташкилотлари \n' +
            'билан ҳамкорлик қилиш;',
            'хорижий (халқаро) молия институтлари \n' +
            'ва бошқа ташкилотларнинг миграция \n' +
            'соҳасини ривожлантиришга ажратиладиган техник кўмак маблағлари ва \n' +
            'грантларини жалб қилиш.'
        ]
    },

]



function searchQuestion(words){

    const word = words.toUpperCase()

    const question =[]

    type1Questions.filter((item)=>{
        if (item.title.toUpperCase().includes(word)){
            question.push({...item,section:1,color:'#64BFA7'})
        }
    })

    type2Questions.filter((item)=>{
        if (item.title.toUpperCase().includes(word)){
            question.push({...item,section:2,color:'#60C0E1'})
        }
    })
    type3Questions.filter((item)=>{
        if (item.title.toUpperCase().includes(word)){
            question.push({...item,section:3,color:'#5172B0'})
        }
    })
    type4Questions.filter((item)=>{
        if (item.title.toUpperCase().includes(word)){
            question.push({...item,section:4,color:'#F59487'})
        }
    })
    type5Questions.filter((item)=>{
        if (item.title.toUpperCase().includes(word)){
            question.push({...item,section:5,color:'#5E5CA7'})
        }
    })
    type6Questions.filter((item)=>{
        if (item.title.toUpperCase().includes(word)){
            question.push({...item,section:6,color:'#388CB9'})
        }
    })


    return question
}

module.exports = {
    type1Questions , type6Questions, type2Questions, type3Questions, type4Questions, type5Questions,
    searchQuestion
}
