import React from 'react';
import './question.css'
import Masonry, {ResponsiveMasonry} from 'react-responsive-masonry'


const questions = [
    {
        id: 1,
        title: 'Аҳоли бандлиги деганда нимани тушунасиз?',
        body: 'Фуқароларнинг Ўзбекистон Республикаси қонунчилигига зид бўлмаган, умумий талабларини қондириш билан боғлик бўлган, даромадлари, иш ҳақи келтирувчи онгли, эркин тарздаги мақсадли меҳнат фаолиятидир.'
    },
    {
        id: 2,
        title: '“Аҳоли бандлиги тўғрисида”ги Қонуннинг мақсади нима?',
        body: 'Аҳоли бандлиги соҳасидаги муносабатларни тартибга солишдан иборат.'
    },
    {
        id: 3,
        title: '“Аҳоли бандлиги тўғрисида”ги Қонуннинг амал қилиш доираси?',
        body: 'Қонуннинг амал қилиши Ўзбекистон Республикаси фуқароларига, Ўзбекистон Республикаси ҳудудида доимий яшовчи чет эллик фуқароларга ва фуқаролиги бўлмаган шахсларга нисбатан татбиқ этилади.'
    },
    {
        id: 4,
        title: 'Аҳоли бандлиги соҳасидаги ваколатли давлат органи?',
        body: 'Ўзбекистон Республикаси Бандлик ва меҳнат муносабатлари вазирлиги аҳоли бандлиги соҳасидаги ваколатли давлат органидир.'
    },
    {
        id: 5,
        title: 'Аҳоли бандлиги соҳасидаги ваколатли давлат органларига қайси органлар киради?',
        body: 'Аҳоли бандлиги соҳасида ваколатли давлат органларига қуйидигилар киради:',
        bodyArray: ['Вазирлар Маҳкамаси;',
            'Бандлик ва меҳнат муносабатлари вазирлиги;',
            'Ташқи меҳнат миграция агентлиги;',
            'Давлат бошқарув органлари;',
            'Маҳаллий давлат ҳокимияти органлари;',
            'Иш берувчилар;',
            'Хусусий бандлик агентлари;',
            'Ишга жойлаштириш бўйича агентлар;',
            'Аутстаффинг хизматларини кўрсатувчи иш берувчилар;',
            'Касаба уюшмалари, уларнинг бирлашмалари.']
    },
    {
        id: 6,
        title: 'Бандлик ва меҳнат муносабатлари вазирлигининг аҳоли бандлиги соҳасида қандай ваколатлари бор?',
        body: '',
        bodyArray:
            ['аҳоли бандлиги соҳасида ягона давлат сиёсатини амалга оширади; \n',
                'аҳоли бандлиги соҳасидаги давлат дастурларини ишлаб чиқади ва амалга оширади; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни ишга жойлаштириш, ҳақ тўланадиган жамоат ишларига жалб этишни ташкил этади; \n',
                'тармоқлар ва ҳудудлар кесимида иш ўринларини ташкил этишга доир ҳар йилги давлат буюртмасини шакллантиради; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни касбга тайёрлашга, қайта тайёрлашга ҳамда уларнинг малакасини оширишга доир ҳар йилги давлат буюртмасини шакллантиради; \n',
                'фуқароларга Ўзбекистон Республикасидан ташқарида ишга жойлашишида кўмаклашиш, Ўзбекистон Республикасидан ташқарида вақтинчалик меҳнат фаолиятини амалга ошириш даврида уларнинг ҳуқуқий ва ижтимоий жиҳатдан ҳимоя қилинишини, шунингдек Ўзбекистон Республикасига қайтиб келганидан кейин реинтеграция қилинишини таъминлаш бўйича чораларни амалга оширади;\n',
                'ишга жойлаштириш жараёнларига илғор ахборот технологияларини жорий этади, “Ягона миллий меҳнат тизими” идоралараро дастурий-аппарат комплексининг ишлашини таъминлайди;\n',
                'Тасдиқланган малакага эга бўлган шахсларнинг миллий реестрини, Касбий стандартларнинг миллий регистрини, Меҳнатни муҳофаза қилиш соҳасидаги хизматлар бозори профессионал иштирокчиларининг ягона реестрини, Аккредитация қилинган малакани баҳолаш марказларининг регистрини шакллантиради ҳамда юритади; \n',
                'аҳоли бандлиги тўғрисидаги қонунчилик талабларига риоя этилиши устидан назоратни амалга оширади.']
    },
    {
        id: 7,
        title:
            'Маҳаллий меҳнат органлари Аҳоли бандлиги соҳасида қандай ваколатлари бор?',
        body: '',
        bodyArray:
            ['иш қидираётган шахсларни ва ишсиз шахсларни ишга жойлаштириш; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни касбга тайёрлаш, қайта тайёрлаш ҳамда уларнинг малакасини ошириш; \n',
                'иш қидираётган шахсларни рўйхатга олади, уларни ишсиз шахслар деб эътироф этади, ишсизлик нафақаларини тайинлаш; \n',
                'аҳоли бандлигига кўмаклашишга доир ҳудудий дастурларни ишлаб чиқиш; \n',
                'аҳолининг ижтимоий эҳтиёжманд тоифаларидан бўлган шахсларни захирага қўйиладиган иш ўринларига ишга жойлаштириш учун ташкилотларга юбориш; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни ҳақ тўланадиган жамоат ишларига юбориш; \n',
                'юридик ва жисмоний шахсларга қонунчиликда белгиланган тартибда субсидиялар тайинлаш;\n',
                'касбга ўқитиш марказларига қонунчиликда белгиланган тартибда грантлар ажратиш учун талабномалар шакллантириш.']
    },
    {
        id: 8,
        title: 'Меҳнат органлари қандай ташкилот ҳисобланади?',
        body: 'Ўзбекистон Республикаси Бандлик ва меҳнат муносабатлари вазирлиги, шунингдек Қорақалпоғистон Республикаси Бандлик ва меҳнат муносабатлари вазирлиги, вилоятлар ва Тошкент шаҳар бандлик бош бошқармалари - ҳудудий меҳнат органлари деб юритилади, туманлар (шаҳарлар) аҳоли бандлигига кўмаклашиш марказлари - маҳаллий меҳнат органлари деб юритилади'
    }
]

function QuestionCard({children,backColor}) {
    return (
        <>
            <div className="container">
                <div className="row px-4 d-flex align-items-center justify-content-between">
                    {children}
                </div>
            </div>
            <div style={{background:backColor}} className="questions-body">
                <div style={{width: '70%'}} className={'container'}>
                    <ResponsiveMasonry columnsCountBreakPoints={{350: 1, 768: 2, 992: 2}}>
                        <Masonry gutter={'1.25rem'}>
                            {
                                questions.map(item =>
                                    <div className={'questions-body-card'}>
                                        <div className={'d-flex justify-content-start align-items-center mb-3 gap-4'}>
                                            <div style={{background:backColor}}
                                                className={'question-number'}>{item.id > 10 ? item.id : `0${item.id}`}</div>
                                            <div className={'question-text-btn'}>Savol:</div>
                                        </div>
                                        <p className={'question-title'}>
                                            {item.title}
                                        </p>
                                        <div className={'mb-2'}>
                                            <div className={'question-text-btn'}>Javob:</div>
                                        </div>
                                        <p className={'questions-body-text'}>
                                            {item.body}
                                        </p>
                                        <ul className={'questions-body-text'}>
                                            {
                                                item?.bodyArray?.length > 0 &&
                                                item.bodyArray.map(val =>
                                                    <li>
                                                        {val}
                                                    </li>
                                                )
                                            }
                                        </ul>
                                    </div>
                                )
                            }
                        </Masonry>
                    </ResponsiveMasonry>
                </div>
            </div>
        </>
    );
}

export default QuestionCard;