const type1Questions = [
    {
        id: 1,
        title: 'Аҳоли бандлиги деганда нимани тушунасиз?',
        body: 'Фуқароларнинг Ўзбекистон Республикаси қонунчилигига зид бўлмаган, умумий талабларини қондириш билан боғлик бўлган, даромадлари, иш ҳақи келтирувчи онгли, эркин тарздаги мақсадли меҳнат фаолиятидир.'
    },
    {
        id: 2,
        title: '“Аҳоли бандлиги тўғрисида”ги Қонуннинг мақсади нима?',
        body: 'Аҳоли бандлиги соҳасидаги муносабатларни тартибга солишдан иборат.'
    },
    {
        id: 3,
        title: '“Аҳоли бандлиги тўғрисида”ги Қонуннинг амал қилиш доираси?',
        body: 'Қонуннинг амал қилиши Ўзбекистон Республикаси фуқароларига, Ўзбекистон Республикаси ҳудудида доимий яшовчи чет эллик фуқароларга ва фуқаролиги бўлмаган шахсларга нисбатан татбиқ этилади.'
    },
    {
        id: 4,
        title: 'Аҳоли бандлиги соҳасидаги ваколатли давлат органи?',
        body: 'Ўзбекистон Республикаси Бандлик ва меҳнат муносабатлари вазирлиги аҳоли бандлиги соҳасидаги ваколатли давлат органидир.'
    },
    {
        id: 5,
        title: 'Аҳоли бандлиги соҳасидаги ваколатли давлат органларига қайси органлар киради?',
        body: 'Аҳоли бандлиги соҳасида ваколатли давлат органларига қуйидигилар киради:',
        bodyArray: ['Вазирлар Маҳкамаси;',
            'Бандлик ва меҳнат муносабатлари вазирлиги;',
            'Ташқи меҳнат миграция агентлиги;',
            'Давлат бошқарув органлари;',
            'Маҳаллий давлат ҳокимияти органлари;',
            'Иш берувчилар;',
            'Хусусий бандлик агентлари;',
            'Ишга жойлаштириш бўйича агентлар;',
            'Аутстаффинг хизматларини кўрсатувчи иш берувчилар;',
            'Касаба уюшмалари, уларнинг бирлашмалари.']
    },
    {
        id: 6,
        title: 'Бандлик ва меҳнат муносабатлари вазирлигининг аҳоли бандлиги соҳасида қандай ваколатлари бор?',
        body: '',
        bodyArray:
            ['аҳоли бандлиги соҳасида ягона давлат сиёсатини амалга оширади; \n',
                'аҳоли бандлиги соҳасидаги давлат дастурларини ишлаб чиқади ва амалга оширади; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни ишга жойлаштириш, ҳақ тўланадиган жамоат ишларига жалб этишни ташкил этади; \n',
                'тармоқлар ва ҳудудлар кесимида иш ўринларини ташкил этишга доир ҳар йилги давлат буюртмасини шакллантиради; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни касбга тайёрлашга, қайта тайёрлашга ҳамда уларнинг малакасини оширишга доир ҳар йилги давлат буюртмасини шакллантиради; \n',
                'фуқароларга Ўзбекистон Республикасидан ташқарида ишга жойлашишида кўмаклашиш, Ўзбекистон Республикасидан ташқарида вақтинчалик меҳнат фаолиятини амалга ошириш даврида уларнинг ҳуқуқий ва ижтимоий жиҳатдан ҳимоя қилинишини, шунингдек Ўзбекистон Республикасига қайтиб келганидан кейин реинтеграция қилинишини таъминлаш бўйича чораларни амалга оширади;\n',
                'ишга жойлаштириш жараёнларига илғор ахборот технологияларини жорий этади, “Ягона миллий меҳнат тизими” идоралараро дастурий-аппарат комплексининг ишлашини таъминлайди;\n',
                'Тасдиқланган малакага эга бўлган шахсларнинг миллий реестрини, Касбий стандартларнинг миллий регистрини, Меҳнатни муҳофаза қилиш соҳасидаги хизматлар бозори профессионал иштирокчиларининг ягона реестрини, Аккредитация қилинган малакани баҳолаш марказларининг регистрини шакллантиради ҳамда юритади; \n',
                'аҳоли бандлиги тўғрисидаги қонунчилик талабларига риоя этилиши устидан назоратни амалга оширади.']
    },
    {
        id: 7,
        title:
            'Маҳаллий меҳнат органлари Аҳоли бандлиги соҳасида қандай ваколатлари бор?',
        body: '',
        bodyArray:
            ['иш қидираётган шахсларни ва ишсиз шахсларни ишга жойлаштириш; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни касбга тайёрлаш, қайта тайёрлаш ҳамда уларнинг малакасини ошириш; \n',
                'иш қидираётган шахсларни рўйхатга олади, уларни ишсиз шахслар деб эътироф этади, ишсизлик нафақаларини тайинлаш; \n',
                'аҳоли бандлигига кўмаклашишга доир ҳудудий дастурларни ишлаб чиқиш; \n',
                'аҳолининг ижтимоий эҳтиёжманд тоифаларидан бўлган шахсларни захирага қўйиладиган иш ўринларига ишга жойлаштириш учун ташкилотларга юбориш; \n',
                'иш қидираётган шахсларни ва ишсиз шахсларни ҳақ тўланадиган жамоат ишларига юбориш; \n',
                'юридик ва жисмоний шахсларга қонунчиликда белгиланган тартибда субсидиялар тайинлаш;\n',
                'касбга ўқитиш марказларига қонунчиликда белгиланган тартибда грантлар ажратиш учун талабномалар шакллантириш.']
    },
    {
        id: 8,
        title: 'Меҳнат органлари қандай ташкилот ҳисобланади?',
        body: 'Ўзбекистон Республикаси Бандлик ва меҳнат муносабатлари вазирлиги, шунингдек Қорақалпоғистон Республикаси Бандлик ва меҳнат муносабатлари вазирлиги, вилоятлар ва Тошкент шаҳар бандлик бош бошқармалари - ҳудудий меҳнат органлари деб юритилади, туманлар (шаҳарлар) аҳоли бандлигига кўмаклашиш марказлари - маҳаллий меҳнат органлари деб юритилади'
    },
    {
        id: 9,
        title: 'Хусусий бандлик агентликлари \n' +
            'қандай хизматлар кўрсатади?',
        body: '',
        bodyArray:
            [' Ўзбекистон Республикаси ҳудудида иш \n' +
            'қидираётган шахслар ва ишсиз шахслар \n' +
            'учун иш танлаш;',
                'иш берувчилар учун кадрлар танлаш;',
                'Ўзбекистон Республикасидан ташқарида иш қидираётган шахсларни ва ишсиз \n' +
                'шахсларни ишга жойлаштириш',
                'ишга жойлаштириш соҳасида ахборот \n' +
                'ва маслаҳат хизматлари']
    },
    {
        id: 10,
        title: 'Ишга жойлаштириш бўйича \n' +
            'агентлар кимлар?',
        body: 'Ишга жойлаштириш бўйича агентлар аҳолининг ишга жойлашишига кўмаклашишга \n' +
            'доир ишларни маҳаллий меҳнат органлари \n' +
            'билан тузилган шартномалар асосида \n' +
            'белгиланган тартибда бажарувчи жисмоний \n' +
            'шахслардир',
    },
    {
        id: 11,
        title: 'Аутстаффинг хизматлари бу',
        body: 'Аутстаффинг иш берувчи томонидан ўз \n' +
            'ходимларини уларнинг розилиги билан \n' +
            'бошқа юридик шахсларга ушбу ходимлар \n' +
            'томонидан иш берувчи ва унинг ходими \n' +
            'ўртасида тузилган меҳнат шартномаларида, \n' +
            'шунингдек жамоа келишувларида белгиланган меҳнат вазифаларини бажариш учун \n' +
            'вақтинчалик юбориш йўли билан кўрсатиладиган хизматлар туридир.',
    },
    {
        id: 12,
        title: 'Фрилансер ,e? ',
        body: 'Фрилансер (инг. фреэлансер “эркин ишчи” – \n' +
            'штатсиз ишчи, хусусий мутахассис) бўлиб.\n' +
            'Интернет, босма эълонлар ёки шахсий алоқа \n' +
            'каналлари орқали ўз хизматларини таклиф \n' +
            'қилувчи турли соҳа мутахассислари',
    },
    {
        id: 13,
        title: 'Кимлар ишсизлар деб эътироф \n' +
            'этилади? ',
        body: 'Ўн олти ёшдан то пенсия таъминоти ҳуқуқини олиш ёшигача бўлган, ҳақ тўланадиган \n' +
            'ишга ёки иш ҳақи (меҳнат даромади) \n' +
            'келтирадиган машғулотга эга бўлмаган, иш \n' +
            'қидираётган ва иш таклиф этилса, унга \n' +
            'киришишга тайёр бўлган ёхуд касбга тайёрлашдан, қайта тайёрлашдан ўтишга ёки \n' +
            'малакасини оширишга тайёр бўлган, ишга \n' +
            'жойлашишда кўмак олиш учун маҳаллий \n' +
            'меҳнат органларига мурожаат қилган ва \n' +
            'ушбу органлар томонидан иш қидираётган \n' +
            'шахслар сифатида рўйхатга олинган меҳнатга лаёқатли шахслар (бундан таълим \n' +
            'муассасаларида таълим олаётганлар \n' +
            'мустасно) ишсизлар деб эътироф этилади',
    },
    {
        id: 14,
        title: 'Кимлар ишсиз деб эътироф \n' +
            'этилмайди?',
        body: '',
        bodyArray: [
            'таклиф этилган мақбул келадиган ишни \n' +
            'иш қидираётган шахс сифатида рўйхатга олинган кундан эътиборан ўн кун \n' +
            'ичида узрли сабабсиз икки марта рад \n' +
            'этган шахслар;\n',
            'маҳаллий меҳнат органи ходими \n' +
            'ҳузурига мақбул келадиган иш юзасидан таклиф олиш учун иш қидираётган \n' +
            'шахс сифатида рўйхатга олинган \n' +
            'кундан эътиборан ўн кун ичида узрли \n' +
            'сабабсиз келмаган шахслар',
            'таълим муассасаларида ва ташкилотларида ишлаб чиқаришдан ажралган \n' +
            'ҳолда таҳсил олаётган шахслар, бундан \n' +
            'таълимнинг сиртқи шаклида таҳсил \n' +
            'олаётганлар мустасно',
            'қонунчиликка мувофиқ пенсия таъминоти ҳуқуқига эга бўлган шахслар \n' +
            '(пенсия туридан қатъи назар);\n' +
            '• бола икки ёшга тўлгунига қадар уни \n' +
            'парвариш қилаётган, ишламаётган \n' +
            'аёллар;',
            'ишини ўзгартирмоқчи бўлган, лекин \n' +
            'маҳаллий меҳнат органларида рўйхатдан ўтиш пайтида, ташкилий-ҳуқ, шаклидан қатъи назар, ташкилотларда \n' +
            'ишловчи ёки уларнинг штатида ҳисобда \n' +
            'турувчи шахслар',
            'суднинг ҳукми билан озодликдан \n' +
            'маҳрум этиш ёки ахлоқ тузатиш ишлари \n' +
            'тарзидаги жазога ҳукм қилинганлар;',
            'фермер хўжаликларининг раҳбарлари \n' +
            'ва ходимлари, оилавий корхоналарнинг \n' +
            'иштирокчилари, деҳқон хўжаликларининг раҳбарлари ва аъзолари, шунингдек якка тартибдаги тадбиркорлар;\n',
            'ўзини ўзи банд қилган шахслар'
        ]
    },
    {
        id: 15,
        title: 'Банд бўлмаган аҳоли (банд \n' +
            'бўлмаган шахслар) деб кимларга айтилади?',
        body: 'Ҳақ тўланадиган ишга ёки иш ҳақи (меҳнат \n' +
            'даромади) келтирадиган машғулотга эга \n' +
            'бўлмаган шахсларга банд бўлмаган аҳоли \n' +
            'деб айтилади.',
    },
    {
        id: 16,
        title: 'Бандлик хизмати” ахборот \n' +
            'тизими нима фаолият олиб \n' +
            'боради?',
        body: 'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлигининг \n' +
            'меҳнат органларига мурожаат этган жисмоний ва юридик шахсларга кўрсатилган \n' +
            'хизматларни ҳисобга олиш учун мўлжалланган электрон ахборот тизими ҳисобланади',
    },
    {
        id: 17,
        title: 'Бўш (вакант) иш ўринлари \n' +
            'миллий базаси нима фаолият \n' +
            'кўрсатади?',
        body: 'Ўзбекистон Республикаси Бандлик ва \n' +
            'меҳнат муносабатлари вазирлигининг \n' +
            '“Ягона миллий меҳнат тизими” идоралараро \n' +
            'дастурий-аппарат комплексига кирувчи бўш \n' +
            '(вакант) иш ўринлари тўғрисидаги маълумотларни ўз ичига олган маълумотларнинг \n' +
            'ахборот базаси ҳисобланади.\n',
    },
    {
        id: 18,
        title: 'Меҳнат органлари томонидан \n' +
            'иш қидираётган шахсларга \n' +
            'ва ишсиз шахсларга қандай \n' +
            'хизматлар кўрсатилади',
        body: '',
        bodyArray: [
            'аҳоли бандлиги масалалари бўйича \n' +
            'маслаҳатлар бериш;',
            'мақбул келадиган ишни излаш',
            'захирага қўйиладиган иш ўринларига \n' +
            'ишга жойлаштиришга кўмаклаши',
            'ҳақ тўланадиган жамоат ишларига \n' +
            'юбориш;',
            'тадбиркорликка жалб этиш, ўзини ўзи \n' +
            'мустақил равишда банд қилиш орқали \n' +
            'бандликка кўмаклашиш;',
            'касбга тайёрлашга, қайта тайёрлашга \n' +
            'ва малака оширишга юбориш;',
            'касбий малакани баҳолаш'
        ]
    },
    {
        id: 19,
        title: 'Кимлар иш қидираётган шахс \n' +
            'сифатида меҳнат органларида \n' +
            'рўйхатга олиниши мумкин?',
        body: '',
        bodyArray: [
            'ишга ёки иш ҳақи (меҳнат даромади) \n' +
            'келтирадиган машғулотга эга бўлмаган, \n' +
            'ўн олти ёшдан катта бўлган шахслар;',
            'ўзи билан тузилган меҳнат шартномаси \n' +
            'Меҳнат кодексининг тегишли моддаларида кўрсатилган ҳолатлар бўйича \n' +
            'бекор қилиниши мумкин бўлган (меҳнат \n' +
            'шартномаси келгусида бекор қилиниши \n' +
            'тўғрисида огоҳлантирилган) шахслар',
            'тиббий-ижтимоий эксперт комиссияси \n' +
            'хулосасига кўра меҳнат фаолиятини \n' +
            'амалга ошириш имкониятига эга \n' +
            'ногиронлиги бўлган шахслар;',
            'ёшидан қатъи назар, меҳнат фаолиятини қайта тикламоқчи (давом эттирмоқчи) бўлган пенсионерлар;',
            'иш жойини ёки касбини ўзгартиришни \n' +
            'хоҳловчи шахслар;\n',
            'вақтинча ва мавсумий ишларда банд \n' +
            'бўлган шахслар;',
            'ҳақ тўланадиган жамоат ишларида ва \n' +
            'қишлоқ хўжалигида мавсумий ишларда \n' +
            'иштирок этишни хоҳловчи шахслар'
        ]
    },
    {
        id: 20,
        title: 'Иш қидираётган шахслар \n' +
            'томонидан меҳнат органларига \n' +
            'қандай ҳужжатлар тақдим \n' +
            'этилади?',
        body: '',
        bodyArray: [
            'паспортини ёки идентификацияловчи \n' +
            'ID-картасини ёхуд шахсини тасдиқловчи бошқа ҳужжатни',
            'меҳнат дафтарчасини ёки меҳнат \n' +
            'стажини тасдиқловчи бошқа ҳужжатни, \n' +
            'бундан биринчи марта иш қидираётган \n' +
            'шахслар мустасно',
            'маълумоти тўғрисидаги ҳужжатнинг \n' +
            'аслини ёки унинг кўчирма нусхаси;\n',
            'касби ёки касбий малакаси мавжудлигини тасдиқловчи ҳужжат.\n'
        ]
    },
    {
        id: 21,
        title: 'Шахсларни ишсиз деб эътироф \n' +
            'этиш тартиби қандай?',
        body: 'Агар иш қидираётган шахсга у рўйхатга \n' +
            'олинган кундан эътиборан дастлабки ўн кун \n' +
            'ичида мақбул келадиган иш таклиф этилмаган бўлса ёки меҳнат органи мазкур шахс \n' +
            'ишга жойлаштириш учун юборилган ташкилотдан рад жавобини олган бўлса, шахсни \n' +
            'ишсиз деб эътироф этиш тўғрисидаги қарор \n' +
            'у иш қидираётган шахс сифатида рўйхатга \n' +
            'олинган кундан эътиборан ўн биринчи \n' +
            'кундан кечиктирмай маҳаллий меҳнат \n' +
            'органи томонидан қабул қилинади.\n' +
            'Шахсни ишсиз деб эътироф этиш тўғрисидаги қарор маҳаллий меҳнат органининг \n' +
            'буйруғи билан расмийлаштирилади, ушбу \n' +
            'буйруқ бир вақтнинг ўзида ишсизлик \n' +
            'нафақаси тайинлаш тўғрисидаги буйруқ \n' +
            'ҳисобланади. Буйруқда ишсизлик нафақасининг миқдори ва уни ҳисоблаш санаси \n' +
            'кўрсатилади',
    },
    {
        id: 22,
        title: 'Ишсиз шахсларни моддий \n' +
            'жиҳатдан қўллаб-қувватлашнинг қандай кафолатлари \n' +
            'мавжуд?',
        body: '',
        bodyArray: [
            'ишсизлик нафақаси тўланишини',
            'меҳнат органларининг йўлланмаси \n' +
            'бўйича касбга тайёрлаш, қайта тайёрлаш ёки малака ошириш даврида \n' +
            'стипендия тўланишини ва шу давр \n' +
            'умумий меҳнат стажига қўшилишини;',
            'маҳаллий меҳнат органларининг \n' +
            'йўлланмасига кўра бепул, шу жумладан \n' +
            'грантлар ҳисобидан касбга тайёрлаш, \n' +
            'қайта тайёрлаш ва малака оширишни;',
            'ҳақ тўланадиган жамоат ишларига жалб \n' +
            'этиш имкониятини;\n',
            'маҳаллий меҳнат органларининг \n' +
            'таклифига кўра ишлаш учун ихтиёрий \n' +
            'равишда бошқа ерга кўчиб ўтиш билан \n' +
            'боғлиқ харажатлар компенсация \n' +
            'қилинишини.'
        ]
    },
    {
        id: 23,
        title: 'Иш қидираётган шахслар қачон \n' +
            'хисобдан чиқарилади?',
        body: '',
        bodyArray: [
            'ишга жойлашганда;',
            'касбга тайёрлашга, қайта тайёрлашга \n' +
            'ёки малака оширишга юборилганда;',
            'ўзини ўзи банд қилган шахс сифатида \n' +
            'рўйхатга олинганда;',
            'доимий яшаш учун бошқа жойга кўчиб \n' +
            'ўтганда;',
            'меҳнат органига узрли сабабсиз \n' +
            'келмаганда;\n',
            'Ўзбекистон Республикасидан ташқарида вақтинчалик меҳнат фаолиятини \n' +
            'амалга оширганда;',
            'иш қидираётган шахс мақбул келадиган \n' +
            'ишга доир таклифларни мунтазам \n' +
            'равишда (икки мартадан кўп) рад \n' +
            'этганда;\n',
            'иш қидираётган шахс сифатида ғайриқонуний рўйхатдан ўтиш факти аниқланганда;',
            'суднинг озодликдан маҳрум этиш ёки \n' +
            'ахлоқ тузатиш ишлари тарзидаги \n' +
            'жазони назарда тутувчи ҳукми қонуний \n' +
            'кучга кирганда;\n',
            'муддатли ҳарбий хизматга чақирилганда;',
            'иш қидираётган шахсни ишга жойлаштириш бўйича иш олиб бориш имконини \n' +
            'бермайдиган бошқа ҳолатлар юзага \n' +
            'келганда;',
            'иш қидираётган шахс вафот этганда'
        ]
    },
    {
        id: 24,
        title: 'Меҳнат органидан ҳисобдан \n' +
            'чиқарилган шахслар қачон \n' +
            'такроран рўйхатдан ўтиши \n' +
            'мумкин?\n',
        body: 'Меҳнат органида ҳисобдан чиқарилган \n' +
            'кундан эътиборан ўттиз календарь кун \n' +
            'ўтгач, иш қидираётган шахслар сифатида \n' +
            'такроран рўйхатдан ўтиш ҳуқуқига эга',
    },
    {
        id: 25,
        title: 'Мақбул келадиган иш бу?\n',
        body: 'Фуқаро бажаришга қодир бўлган, фуқаронинг олган маълумоти йўналиши ва ихтисослигига, малакасига, касбий тайёргарлигига, \n' +
            'иш тажрибасига, соғлиғининг ҳолатига кўра \n' +
            'мос келадиган, яшаш жойини ўзгартиришини назарда тутмайдиган, унинг доимий \n' +
            'яшаш жойидан унчалик узоқ бўлмаган \n' +
            'ҳамда меҳнатга ҳақ тўлашнинг белгиланган \n' +
            'энг кам миқдоридан кам бўлмаган иш \n' +
            'ҳақини кафолатлайдиган иш тушунилади',
    },
    {
        id: 26,
        title: 'Қандай ишлар мақбул келадиган ишлар деб ҳисоблан',
        body: '',
        bodyArray: [
            'яшаш жойини ўзгартириш билан боғлиқ \n' +
            'бўлса',
            'доимий яшаш жойидан анча узоқ бўлса \n' +
            'ва транспортда қатнаш жиҳатдан қулай \n' +
            'бўлмаса;',
            'таклиф этилган ишни рад этиш соғлиқнинг ҳолатига, ёшга ва бошқа узрли \n' +
            'сабабларга кўра мавжуд бўлган қарши \n' +
            'кўрсатмалар билан асосланган бўлса;',
            'Ишсизлик нафақасини олиш даври \n' +
            'тугаганидан сўнг касби (мутахассислиги) бўйича иш топиб бериш имкони \n' +
            'бўлмаса.'
        ]
    },
    {
        id: 27,
        title: 'Ишсизлик нафақаси қандай \n' +
            'тартибда ажратилади?\n',
        body: '',
        bodyArray: [
            'Ишсизлик нафақаси ишсиз деб тан \n' +
            'олинган шахсга у маҳаллий меҳнат \n' +
            'органида иш қидираётган шахс сифати-да рўйхатга олинган биринчи кундан \n' +
            'эътиборан ҳисобланади ва тўланади',
            'Ишсизлик нафақаси ўн икки ойлик давр \n' +
            'ичида кўпи билан йигирма олти календарь ҳафта давомида тўланади',
            'Жорий ойда ишсизлик нафақасини \n' +
            'тўлаш ўтган ой учун амалга оширилади;',
            'Ишсизлик нафақасига солиқ солинмайди\n'
        ]
    },
    {
        id: 28,
        title: 'Ишсизлик нафақасининг \n' +
            'миқдори қандай тартибда \n' +
            'белгиланади?',
        body: 'Ишсизлик нафақаси ишсиз шахснинг \n' +
            'аввалги иш жойидаги охирги бир йилдаги \n' +
            'ўртача ойлик иш ҳақига нисбатан фоизда \n' +
            'белгиланади. Бошқа ҳолларда ишсизлик \n' +
            'нафақаси меҳнатга ҳақ тўлашнинг энг кам \n' +
            'миқдорига нисбатан фоизда белгиланади',
    },
    {
        id: 29,
        title: 'Ишсизлик нафақасининг \n' +
            'турлари?\n',
        body: '',
        bodyArray: [
            'ишдан ва иш ҳақидан (меҳнат даромадидан) сўнгги ўн икки ойлик давр ичида \n' +
            'маҳрум бўлган шахсларга;',
            'ишдан ва иш ҳақидан (меҳнат даромадидан) маҳрум бўлган ҳамда узоқ (бир \n' +
            'йилдан ортиқ) танаффусдан кейин \n' +
            'меҳнат фаолиятини қайта бошлашга \n' +
            'ҳаракат қилаётган шахсларга',
            'илгари ишламаган ва биринчи марта иш \n' +
            'қидираётган шахсларга.'
        ]
    },
    {
        id: 30,
        title: 'Ишдан ва иш ҳақидан (меҳнат \n' +
            'даромадидан) сўнгги ўн икки \n' +
            'ойлик давр ичида маҳрум \n' +
            'бўлган шахсларга қанча \n' +
            'миқдорда ишсизлик нафақаси \n' +
            'тайинланади?',
        body: 'Аввалги иш жойидаги ўртача ойлик иш \n' +
            'ҳақининг эллик фоизи миқдорида, лекин \n' +
            'меҳнатга ҳақ тўлашнинг энг кам миқдоридан оз бўлмаган ва нафақани пайтида Ўзбекистон Республикасида таркиб \n' +
            'топган ўртача иш ҳақидан ортиқ бўлмаган \n' +
            'миқдорда ишсизлик нафақаси тайинланади.',
    },
    {
        id: 31,
        title: 'Ишдан ва иш ҳақидан (меҳнат \n' +
            'даромадидан) маҳрум бўлган \n' +
            'ҳамда узоқ (бир йилдан ортиқ) \n' +
            'танаффусдан кейин меҳнат \n' +
            'фаолиятини қайта бошлашга \n' +
            'ҳаракат қилаётган шахсларга \n' +
            'қанча миқдорда ишсизлик \n' +
            'нафақаси тайинланади?',
        body: 'Меҳнатга ҳақ тўлаш энг кам миқдорининг \n' +
            'бир баравари миқдорида ишсизлик нафақаси тайинланади.',
    },
    {
        id: 32,
        title: 'Илгари ишламаган ва биринчи \n' +
            'мартта иш қидираётган шахсларга қанча миқдорда ишсизлик нафақаси тайинлана',
        body: 'Меҳнатга ҳақ тўлаш энг кам миқдорининг \n' +
            'камида етмиш беш фоизи миқдорида \n' +
            'ишсизлик нафақаси тайинланади',
    },
    {
        id: 33,
        title: 'Ишсизлик нафақаси миқдори \n' +
            'тўғрисидаги маълумотлар \n' +
            'қайси тизимда акс эттирилади?',
        body: 'Ҳар ой учун (шу жумладан ишсизлик нафақаси тўланадиган тўлиқсиз ойлар учун) \n' +
            'ишсизлик нафақаси миқдори тўғрисидаги \n' +
            'маълумотлар “Бандлик хизмати” ахборот \n' +
            'тизимида акс эттирилади',
    },
    {
        id: 34,
        title: 'Ташкилотлардан бўшатилган \n' +
            'шахсларга қандай тартибда \n' +
            'ишсизлик нафақаси тўланади?',
        body: 'Ташкилотлардан бўшатилган шахслар учун, \n' +
            'агар улар меҳнат шартномаси бекор қилин ганидан кейин ўттиз календарь кун ичида \n' +
            'иш қидираётган шахслар сифатида маҳаллий меҳнат органларида рўйхатдан ўтган \n' +
            'бўлса, белгиланган уч ойлик муддат тугаганидан кейин биринчи кундан эътиборан \n' +
            'ишсизлик нафақаси ҳисобланади.\n' +
            'Ташкилотдан бўшатилган шахс меҳнат \n' +
            'шартномаси бекор қилинганидан кейин \n' +
            'ўттиз календарь кун ичида маҳаллий меҳнат \n' +
            'органларида рўйҳатдан ўтмаган, лекин унга \n' +
            'уч ойлик давр тугаганидан кейин маҳаллий \n' +
            'меҳнат органи томонидан мақбул келадиган \n' +
            'иш берилмаган бўлса, у ишсиз шахс мақомига эга бўлади ҳамда унга меҳнат шартномаси бекор қилинган санадан кейин камида \n' +
            'икки ой муддат ўтгач ишсизлик нафақаси \n' +
            'ҳисобланади.',
    },
    {
        id: 35,
        title: 'Қандай ҳолларда ишсизлик \n' +
            'нафақасини тугатиш ёки тўхтатиб туриш мумкин?',
        body: '',
        bodyArray: [
            'ишсиз шахс ишга жойлашганда;\n',
            'ишсиз шахс мақбул ишга доир иккита \n' +
            'таклифни рад этганда',
            'ишсиз шахс ишсизлик нафақасини \n' +
            'алдов йўли билан олганда',
            'микрокредитлар олганда;',
            'ишсиз шахс Ўзбекистон Республикасидан ташқарида вақтинчалик меҳнат \n' +
            'фаолиятини амалга оширганда;',
            'ишсиз шахс ўзини ўзи банд қилган шахс \n' +
            'сифатида рўйхатга олинганда;\n',
            'ишсиз шахс қонунчиликка мувофиқ \n' +
            'пенсия таъминоти ҳуқуқига эга бўлганда (пенсия туридан қатъи назар);',
            'ишсиз шахс суднинг ҳукми билан \n' +
            'озодликдан маҳрум этиш ёки ахлоқ \n' +
            'тузатиш ишлари тарзидаги жазога ҳукм \n' +
            'қилинганда;',
            'ишсиз шахс ишсизлик нафақасини олиб \n' +
            'турган даврида вақтинча бажариладиган ишга маҳаллий меҳнат органини бу \n' +
            'ҳақда хабардор қилмай жойлашганда;',
            'ишсиз шахс вафот этганда.'
        ]
    },
    {
        id: 36,
        title: 'Ишсизлик нафақаси қандай \n' +
            'ҳолларда тугатилади',
        body: 'Ишсиз шахс маҳаллий меҳнат органига мунтазам равишда узрли сабабларсиз \n' +
            'келмаган ёки белгиланган муддатларда \n' +
            'келишдан бўйин товлаган тақдирда ишсизлик нафақасини тўлаш муддатидан олдин \n' +
            'тугатилади.',
    },
    {
        id: 37,
        title: 'Ишсизлик нафақаси қандай \n' +
            'ҳолларда тўхтатиб турилади?',
        body: '',
        bodyArray: [
            'ишсиз шахс касбга тайёрлашга, қайта \n' +
            'тайёрлашга ёки малака оширишга \n' +
            'юборилганда;',
            'ишсиз шахс ихтисослаштирилган \n' +
            'даволаш-профилактика муассасасида \n' +
            'даволаш курсини ўтаётганда;',
            'ишсиз шахс ҳақ тўланадиган жамоат \n' +
            'ишларида иштирок этаётганда;',
            'Ишсизлик нафақасини тўлаш ишсиз \n' +
            'шахс белгиланган муддатда узрсиз \n' +
            'сабабларга кўра маҳаллий меҳнат \n' +
            'органига келмаган тақдирда уч ойгача \n' +
            'бўлган муддатга тўхтатиб турилиши \n' +
            'мумкин.'
        ]
    },
    {
        id: 38,
        title: 'Қандай шахслар ўзини ўзи \n' +
            'банд қилган шахс мақомини \n' +
            'олади?',
        body: 'Якка тартибдаги тадбиркорлар сифатида \n' +
            'рўйхатга олинмаган ва шахсий меҳнатга \n' +
            'доир иштирокига асосланган, иш ҳақини \n' +
            '(меҳнат даромадини) олишга қаратилган, \n' +
            'ўзини ўзи банд қилган шахслар шуғулланиши мумкин бўлган фаолият (ишлар, хизматлар) турлари рўйхатида назарда тутилган \n' +
            'фаолиятни мустақил равишда амалга \n' +
            'оширадиган шахслар ўзини ўзи банд қилган \n' +
            'шахслар сифатида рўйхатга олиниши \n' +
            'мумкин.',
    },
    {
        id: 39,
        title: 'Аҳолининг ижтимоий муҳтож \n' +
            'тоифалари деганда кимлар \n' +
            'назарда тутилади?',
        body: 'Ижтимоий ҳимояга муҳтож бўлган ва иш \n' +
            'топишда қийналаётган ҳамда меҳнат \n' +
            'бозорида тенг шароитларда рақобатлаша \n' +
            'олмайдиган шахслар аҳолининиг ижтимоий \n' +
            'муҳтож тоифалари ҳисобланади.',
    },
    {
        id: 40,
        title: 'Аҳолининг ижтимоий муҳтож \n' +
            'тоифалари деганда кимлар \n' +
            'назарда тутилади?',
        body: '',
        bodyArray: [
            'ўн тўрт ёшга тўлмаган болалари, \n' +
            'ногиронлиги бўлган болалари бор ёлғиз \n' +
            'отага ёки онага, шунингдек кўп болали \n' +
            'оилаларнинг ота-оналарига;\n',
            'умумий ўрта ва ўрта махсус таълим \n' +
            'ташкилотларини, касб-ҳунар мактабларини, касб-ҳунар коллежларини ҳамда \n' +
            'техникумларни тамомлаб, касбга эга \n' +
            'бўлган ёшлар;\n',
            '“Меҳрибонлик” уйларининг битирувчилари, шунингдек олий таълим муассасаларининг давлат грантлари бўйича \n' +
            'таълим олган битирувчилари;',
            'Ўзбекистон Республикаси Мудофаа \n' +
            'вазирлигининг, Ички ишлар вазирлигининг, Фавқулодда вазиятлар вазирлигининг, Миллий гвардиясининг, Давлат \n' +
            'хавфсизлик хизматининг қўшинларидаги муддатли ҳарбий хизматдан \n' +
            'бўшатилган шахслар;',
            'ногиронлиги бўлган шахслар;',
            'пенсияолди ёшидаги шахслар',
            'жазони ижро этиш муассасаларидан \n' +
            'озод қилинган ёки суд қарорига кўра \n' +
            'ўзига нисбатан тиббий йўсиндаги \n' +
            'мажбурлов чоралари қўлланилган \n' +
            'шахслар;\n',
            'одам савдосидан жабрланганлар'
        ]
    },
    {
        id: 41,
        title: 'Иш ўринларини захирага \n' +
            'қўйишда иштирок этадиган \n' +
            'ташкилот ва корхоналар учун \n' +
            'қандай имтиёзлар берилади?',
        body: 'Захирага қўйиладиган иш ўринларининг \n' +
            'белгиланган энг кам сонидан ортиқча иш \n' +
            'ўринлари ташкил этган ташкилотлар қонунчиликда белгиланган тартибда имтиёзларга, \n' +
            'шу жумладан Ўзбекистон Республикаси \n' +
            'Бандликка кўмаклашиш давлат жамғармасининг маблағлари ҳисобидан субсидиялар \n' +
            'олиш ҳуқуқига эга бўлади.\n' +
            'Туманлар (шаҳарлар) ҳокимлари белгиланган сондан ортиқча захирага қўйиладиган \n' +
            'иш ўринлари ташкил этган ташкилотларга ишлаб чиқаришни ташкил этиш ва бошқа \n' +
            'чора-тадбирлар учун яшаш учун мўлжалланмаган жойларни биринчи навбатда \n' +
            'ажратиш орқали ўз ваколатлари доирасида \n' +
            'имтиёзлар белгилаши мумкин.',
    },
    {
        id: 42,
        title: 'Ногиронлиги бўлган шахслар \n' +
            'учун қандай иш ўринлари барпо \n' +
            'этилади?',
        body: 'Меҳнат шароитлари бўйича аттестациядан \n' +
            'ўтказилган ва ходимга соғлиғининг ҳолатини ҳамда меҳнат фаолиятига доир белгиланган қарши кўрсатмалар ҳисобга олинган \n' +
            'ҳолда меҳнат мажбуриятларини монеликсиз \n' +
            'бажариш имконини берадиган иш ўринлари',
    },
    {
        id: 43,
        title: 'Жамоат ишлари бу ?',
        body: 'Ишсиз ва банд бўлмаган аҳоли учун умумжалб этиш мумкин бўлган, алоҳида тайёргарлик ва малака талаб қилмайдиган, ҳақ \n' +
            'тўланадиган вақтинчалик меҳнат фаолияти \n' +
            'турлари.',
    },
    {
        id: 44,
        title: 'Ҳақ тўланадиган жамоат ишларининг асосий турла ?',
        body: '',
        bodyArray: [
            'шаҳарларнинг, туманларнинг, аҳоли \n' +
            'пунктларининг, маҳаллаларнинг ҳудудларини ва бошқа ҳудудларни ободонлаштириш (кўкаламзорлаштириш, \n' +
            'йиғиштириш, оқлаш, ариқларни, зиёратгоҳларни, маданий объектларни тозалаш ва бошқалар)',
            'уй-жой-коммунал объектлар ва бошқа \n' +
            'инфратузилма объектлари ҳудудларига \n' +
            'туташ уй-жой фондининг объектларини \n' +
            'таъмирлаш ҳамда уларнинг фаолият \n' +
            'кўрсатишини таъминлаш',
            'кўчаларни, йўлларни ва йўлкаларни \n' +
            'таъмирлаш;\n',
            'қишлоқ хўжалиги ишлари, қишлоқ \n' +
            'хўжалиги маҳсулотлари етиштириш, \n' +
            'уларни сақлаш ва қайта ишлаш, қишлоқ \n' +
            'хўжалиги маҳсулотлари ҳосилини \n' +
            'йиғиб-териб олиш, ирригация ва мелиорация тармоқларини таъмирл',
            'ногиронлиги бўлган шахсларни, кексаларни, беморларни ва бошқа шахсларни \n' +
            'парваришлаш;',
            'саноат тармоқлари ташкилотларидаги \n' +
            'ва хизматлар кўрсатиш соҳасидаги \n' +
            'ишлар;',
            'объектларни қуриш, реконструкция \n' +
            'қилиш ва таъмирлаш.'
        ]
    },
    {
        id: 45,
        title: 'Жамоат ишларини бажарувчи \n' +
            'шахс?',
        body: 'Белгиланган тартибда ишсиз деб эътироф \n' +
            'этилган, шунингдек, иш изловчи шахс \n' +
            'сифатида рўйхатга олинган ва жамоат \n' +
            'ишларида қатнашиш учун жалб қилинган \n' +
            'Ўзбекистон Республикаси фуқароси, шунингдек, Ўзбекистон Республикаси ҳудудида \n' +
            'доимий яшаб келаётган чет эл фуқаролари \n' +
            'ҳамда фуқаролиги бўлмаган шахслар.',
    },
    {
        id: 46,
        title: 'Жамоат ишлари нима мақсадларда ташкил қилинад',
        body: '',
        bodyArray: [
            'банд бўлмаган шахсларни вақтинчалик \n' +
            'маош (меҳнат даромади) билан таъминлаш ва уларни иш қидириш даврида \n' +
            'моддий қўллаб-қувватлаш;',
            'касбга (мутахассисликка) эга бўлмаган \n' +
            'илк бор иш изловчи шахсларни меҳнат \n' +
            'фаолиятига жалб этиш;',
            'турли сабабларга кўра (илгари бола \n' +
            'тарбияси, бемор ва кекса оила аъзоларини парваришлаш, жазони ижро этиш \n' +
            'муассасаларидан озод қилинган ва \n' +
            'бошқа сабабларга кўра) узоқ танаффусдан сўнг касбий фаолият билан \n' +
            'шуғулланмаган шахслар меҳнатини \n' +
            'реабилитация қилиш;\n',
            'иқтисодиёт ва ижтимоий соҳанинг \n' +
            'ижтимоий муҳим аҳамиятга эга бўлган \n' +
            'объектларини ишчи кучи билан таъминлаш.'
        ]
    },
    {
        id: 47,
        title: 'Ҳақ тўланадиган жамоат ишларини ташкил',
        body: '',
        bodyArray: [
            'Буюртмачилар-иш берувчилар ҳақ тўланадиган жамоат ишларининг зарур \n' +
            'турлари ва ҳажмларини маҳаллий \n' +
            'меҳнат органлари билан биргаликда \n' +
            'белгилайди;',
            'Буюртмачилар-иш берувчилар ҳақ \n' +
            'тўланадиган жамоат ишларини ташкил \n' +
            'этишга доир талабномани маҳаллий \n' +
            'меҳнат органларига тақдим этади;\n',
            'Маҳаллий меҳнат органлари буюртмачилар-иш берувчиларнинг талабномаларида кўрсатилган ишчи кучига бўлган \n' +
            'талабни ҳисобга олган ҳолда, ҳақ \n' +
            'тўланадиган жамоат ишларига жалб \n' +
            'этиладиган ишсиз шахсларнинг рўйхатларини шакллантиради;',
            'Жамоат ишлари жамғармаси ҳақ \n' +
            'тўланадиган жамоат ишлари бажарилишини маҳаллий меҳнат органларининг \n' +
            'умумлаштирилган талабномалари \n' +
            'асосида молиялаштиради;\n',
            'Маҳаллий меҳнат органлари ҳақ тўланадиган жамоат ишларига жалб этиладиган шахсларнинг рўйхатини илова \n' +
            'қилган ҳолда буюртмачилар-иш берувчилар билан шартномалар тузади',
            'Маҳаллий меҳнат органлари буюртмачи-иш берувчи билан шартнома тузганидан сўнг ҳақ тўланадиган жамоат \n' +
            'ишларига жалб этиладиган шахсларга \n' +
            'ҳақ тўланадиган жамоат ишлари учун \n' +
            'йўлланма беради',
            'Буюртмачи-иш берувчи ҳар ойда \n' +
            'маҳаллий меҳнат органларига ҳақ \n' +
            'тўланадиган жамоат ишлари ташкил \n' +
            'этилганлигини ва ушбу ишлар ҳажми \n' +
            'бажарилганлигини, ишланган вақт \n' +
            'ҳисобини ва ҳақ тўланадиган жамоат \n' +
            'ишларига жалб этиладиган шахсларга \n' +
            'иш ҳақи ҳисобланганлигини тасдиқловчи ҳужжатларни тақдим этади.\n'
        ]
    },
    {
        id: 48,
        title: 'Меҳнатнинг амалдаги қандай \n' +
            'турлари мавжуд?',
        body: '',
        bodyArray: [
            'ақлий меҳнат',
            'жисмоний меҳнат',
            'илмий фаолият;',
            'жисмоний куч талаб қилинадиган иш',
            'ижодий иш ва ҳоказо.'
        ]
    },
    {
        id: 49,
        title: 'Ташкил этиладиган жамоат \n' +
            'ишларининг жойлари ва иштирок этувчилар қайси орган \n' +
            'томонидан белгиланади?',
        body: 'Маҳаллий меҳнат органлари томонидан \n' +
            'белгиланади.\n',
    },
    {
        id: 50,
        title: 'Ҳақ тўланадиган жамоат \n' +
            'ишларига жалб этиладиган \n' +
            'шахсларнинг меҳнатига қандай \n' +
            'тартибда ҳақ тўланади?',
        body: '',
        bodyArray: [
            'Ҳақ тўланадиган жамоат ишларига \n' +
            'жалб этиладиган шахслар билан ҳақ \n' +
            'тўланадиган жамоат ишларида иштирок этиш учун камида икки ҳафталик, \n' +
            'лекин олти ойдан кўп бўлмаган муддатга, айрим ҳолларда эса Бандлик ва \n' +
            'меҳнат муносабатлари вазирлиги билан \n' +
            'келишилган ҳолда, ўн бир ойгача \n' +
            'муддатга муддатли меҳнат шартномалари тузилади;',
            'Бюджет ташкилотлари, фуқароларнинг \n' +
            'ўзини ўзи бошқариш органлари шунингдек кўп квартирали уйлардаги уй-жой \n' +
            'мулкдорларининг ширкатлари томонидан ташкил этиладиган ҳақ тўланадиган жамоат ишларида Жамоат ишлари \n' +
            'жамғармасининг маблағлари ҳисобидан \n' +
            'тўлиқ қопланади',
            'Тадбиркорлик субъектлари, нодавлат \n' +
            'нотижорат ташкилотлари томонидан \n' +
            'ташкил этиладиган ҳақ тўланадиган \n' +
            'жамоат ишларида меҳнатга ҳақ тўлаш \n' +
            'бўйича харажатларнинг эллик фоизигача бўлган қисмининг ўрни иш берувчи \n' +
            'бажарилган ишларни тасдиқловчи \n' +
            'ҳужжатни тақдим этган тақдирда, \n' +
            'Жамоат ишлари жамғармасининг \n' +
            'маблағлари ҳисобидан қопланади.'
        ]
    },
    {
        id: 51,
        title: 'Норасмий меҳнат билан \n' +
            'бандлик бу?',
        body: 'Мулк шакли туридан қатъий назар ишлаб \n' +
            'чиқариш ва хизмат кўрсатиш корхоналари \n' +
            'штат бирликларида ҳисобда турмаган меҳнат муносабатлари расман шаклланмаган, солиқ органлари ҳисобига олинмаган ва \n' +
            'меҳнат бозори ва яширин иқтисодиётнинг \n' +
            'таркибий қисми бўлган ижтимоийиқтисодий ва ижтимоий-меҳнат муносабатлар ҳисобланади',
    },
    {
        id: 52,
        title: 'Норасмий бандлик секторининг \n' +
            'иқтисодий-ижтимоий моҳияти \n' +
            'бу?',
        body: 'Мулк шаклидан қатъий назар корхоналарда \n' +
            'ёки уй хўжаликларида ёлланган ходим \n' +
            '(ишчилар) билан меҳнат муносабатларини \n' +
            'Ўзбекистон Республикаси Меҳнат кодекси \n' +
            'талабларига мувофиқ расмийлаштирилмаган ижтимоий-иқтисодий ва ижтимоиймеҳнат муносабатлари ҳисоблан',
    },
    {
        id: 53,
        title: 'Ноанъанавий иш билан бандлик \n' +
            'шакллари бу?',
        body: 'Ёлланма ходимларни (ишчиларни) иш билан \n' +
            'бандлигини технологик мазмунан сақланиб, \n' +
            'ташкилий жиҳатидан фарқ қилувчи барча \n' +
            'шакллари',
        bodyArray: [
            'Масофавий иш усулида;\n',
            'Мослашувчан иш жадвалида;\n',
            'Ўзини ўзи банд қилиш, фриланс',
            'Аутсорсинг;',
            'Вақтинчалик;',
            'Мавсумий;',
            'Уйда иш билан бандлик;',
            'Касаначилик турлари киради.'
        ]
    },
    {
        id: 54,
        title: 'Қўшимча иш деганда нимани \n' +
            'тушунасиз?\n',
        body: 'Бир ташкилотда ишлайдиган ходим, унинг \n' +
            'асосий иши билан бир қаторда, меҳнат \n' +
            'шартномасидан келиб чиққан ҳолда ва \n' +
            'асосий ишдан озод қилинмаган ҳолда \n' +
            '(лавозимларни бирлаштириш, хизмат \n' +
            'кўрсатиш майдонларини кенгайтириш, \n' +
            'вақтинча йўқ ходимнинг вазифаларини \n' +
            'бажариш) амалга ошириладиган иш. Қўшимча иш учун қўшимча ҳақ тўланади.\n',
    },
    {
        id: 55,
        title: 'Иш ўринларини ташкил этишга \n' +
            'доир давлат буюртмаси деганда нимани тушунасиз?',
        body: 'Иш берувчиларга иш қидираётган шахсларни ва ишсиз шахсларни ишга жойлаштириш \n' +
            'учун талаб этиладиган ташкилий-техник \n' +
            'шартларга мувофиқ, муайян сондаги иш \n' +
            'ўринларини ташкил этиш учун бериладиган \n' +
            'буюртма',
    },
    {
        id: 56,
        title: 'Иш ўринларини ташкил этишга \n' +
            'доир давлат буюртмаси қандай \n' +
            'тартибда шакллантирилади?',
        body: 'Иш ўринларини ташкил этишга доир давлат \n' +
            'буюртмаси Ўзбекистон Республикасининг \n' +
            'инвестиция дастурига, ҳудудларни комплекс ривожлантиришга доир дастурларга \n' +
            'ва модернизация қилишга доир тармоқ \n' +
            'дастурларига киритилган лойиҳаларни \n' +
            'амалга ошириш учун зарур бўлган иш \n' +
            'ўринлари сонининг давлат бошқаруви \n' +
            'органлари ва бошқа ташкилотлар томонидан тайёрланган прогнози асосида шакллантирилад',
    },
    {
        id: 57,
        title: 'Ташкил этилган иш ўрни бу ?',
        body: 'Ишлаб чиқариш (ишлар, хизматлар) ҳажмини кенгайтириш, шунингдек ишлаб чиқаришни модернизациялаш ва қайта жиҳозлаш \n' +
            'муносабати билан бўшаб қоладиган иш \n' +
            'ўринларини тўлдириш учун иш берувчи \n' +
            'томонидан янги ёки мавжуд ишлаб чиқариш \n' +
            'қувватларида ташкил этилган иш ўрни',
    },
    {
        id: 58,
        title: 'Субсидия бу ?',
        body: 'Субсидия (Subsidium - ёрдам, нафақа, \n' +
            'қўллаб-қувватлаш) деган маънони билдиради. Давлат бюджети, маҳаллий бюджетлар \n' +
            'маблағлар ёки махсус фондлардан жисмоний ва юридик шахсларга, маҳаллий органларга бериладиган пул маблағ ёки натурал \n' +
            'шаклидаги ёрдам',
    },
    {
        id: 59,
        title: 'Ягона миллий меҳнат тизими” \n' +
            'идоралараро дастурий-аппарат \n' +
            'комплекси бу ?',
        body: 'Меҳнат бозори ва бандлик, меҳнат ресурслари баланси, ташкил этилаётган иш \n' +
            'ўринлари ҳақидаги холис, мунтазам янгилаб \n' +
            'бориладиган маълумотлар базасини ўз \n' +
            'ичига олган, иш берувчилар ва ходимларга \n' +
            'меҳнат муносабатларини электрон шаклда \n' +
            'расмийлаштириш, ишга жойлашишнинг \n' +
            'шахсга доир тарихи, бўш (вакант) иш \n' +
            'ўринлари, ходимларнинг сон ва сифат \n' +
            'таркиби тўғрисидаги маълумотларни \n' +
            'шакллантириш ҳамда сақлаш учун майдонча тақдим этадиган электрон ахборот \n' +
            'тизими.',
    },
    {
        id: 60,
        title: 'ЯММТ тизимининг қандай \n' +
            'имкониятлари мавжуд ?',
        body: '',
        bodyArray: [
            'иш берувчилар ва ходимлар ўртасидаги \n' +
            'меҳнат муносабатларини электрон \n' +
            'рўйхатдан ўтказиш;\n',
            'иш берувчиларнинг барча иш ўринлари \n' +
            'тўғрисидаги электрон маълумотлар \n' +
            'базасини шакллантириш',
            'ходимнинг меҳнат стажини, ҳисобланган иш ҳақи тўғрисидаги маълумотларни ўз ичида шакллантирадиган электрон меҳнат дафтарчасини',
            'аҳоли бандлиги соҳасида давлат \n' +
            'сиёсатини самарадорлигини ошириш, \n' +
            'меҳнат бозори ҳолати ва динамикаси \n' +
            'тўғрисидаги маълумотларни шакллантириш;',
            'меҳнат бозори, минтақалар, ёш ва жинс \n' +
            'омиллари, соҳалар ва мутахассисликлар бўйича ишчи кучига талаб ва \n' +
            'таклифнинг ривожланишини башорат \n' +
            'қилиш'
        ]
    },
    {
        id: 61,
        title: 'ЯММТ тизимига қайси ташкилотлар интеграция',
        body: '',
        bodyArray: [
            'Давлат персоналлаштириш маркази',
            'Таълим сифатини назорат қилиш давлат инспекцияси ва Олий аттестация комиссияси',
            'Давлат солиқ қўмитаси',
            'Ички ишлар вазирлиги',
            'Бюджетдан ташқари пенсия жамғармаси.'
        ]
    },
    {
        id: 62,
        title: 'Иш берувчи бу?',
        body: 'Ташкилот, шу жумладан, унинг алоҳида \n' +
            'таркибий бўлинмалари номидан уларнинг \n' +
            'раҳбарлари, мулкдори айни вақтда унинг \n' +
            'раҳбари ҳисобланадиган хусусий корхоналар, қонунчиликда назарда тутилган ҳолларда ўн саккиз ёшга тўлган алоҳида \n' +
            'шахслар',
    },
    {
        id: 63,
        title: 'ЯММТда меҳнат шартномасини \n' +
            'рўйхатдан ўтказиш қандай \n' +
            'тартибда амалга оширилади ?',
        body: 'Меҳнат ҳақидаги қонунлар талабларига \n' +
            'мувофиқ иш берувчи билан ходим ўртасида \n' +
            'тузилган меҳнат шартномаси тўғрисидаги \n' +
            'маълумотларни “ЯММТ” ИДАКга киритиш \n' +
            'жараёни.',
    },
    {
        id: 64,
        title: 'Ходимнинг электрон меҳнат \n' +
            'дафтарчаси бу?',
        body: 'Жисмоний шахснинг меҳнат фаолияти \n' +
            'тўғрисидаги маълумотлар мавжуд бўлган \n' +
            'электрон ҳужжат, у меҳнат шартномаси иш \n' +
            'берувчи томонидан рўйхатдан ўтказилганлиги, якка тартибдаги тадбиркор сифатида \n' +
            'рўйхатдан ўтганлик, ўзини ўзи банд қилганлиги, вақтинчалик меҳнат фаолиятини \n' +
            'амалга ошириш учун чет элга кетаётган \n' +
            'фуқаролар томонидан Ўзбекистон Республикаси Молия вазирлиги ҳузуридаги бюджетдан ташқари Пенсия жамғармасига \n' +
            'тўланган суғурта бадаллари тўғрисидаги \n' +
            'маълумотлар асосида “ЯММТ” ИДАКда \n' +
            'шакллантирилади, шунингдек, унда ходим \n' +
            'тўғрисидаги маълумотлар (фамилияси, \n' +
            'исми, отасининг исми, туғилган санаси, \n' +
            'маълумоти, касби, мутахассислиги), ишга \n' +
            'жойлашиш даврлари (ишга қабул қилиш, \n' +
            'бошқа ишга ўтказиш), ҳисобланган иш ҳақи шунингдек, жисмоний шахснинг меҳнатига \n' +
            'ҳақ тўлаш тарзидаги даромадлардан \n' +
            'тўланган солиқлар тўғрисидаги маълумотлар мавжуд бўлади.'
    },
    {
        id: 65,
        title: 'Иш берувчининг шахсий \n' +
            'кабинети бу?',
        body: 'Рўйхатдан ўтган иш берувчиларга ходимлар \n' +
            'билан меҳнат шартномалари тузиш, уларни \n' +
            'бекор қилиш, уларга ўзгартириш ва қўшимчалар киритишни рўйхатдан ўтказиш, \n' +
            'шунингдек, иш ўринлари, бўш иш ўринлари \n' +
            'ва ходимлар ҳақидаги маълумотларни \n' +
            'киритиш имконини берувчи “ЯММТ” \n' +
            'ИДАКнинг ёпиқ бўлими.'
    },
    {
        id: 66,
        title: 'Давлатнинг бандлик \n' +
            'сиёсати бу?',
        body: 'Давлат идоралари томонидан меҳнат бозорига нисбатан амалга ошириладиган ва икки \n' +
            'асосий йўналишга эга бўлган чора-тадбирлар тизимидир'
    },
    {
        id: 67,
        title: 'Фаол бандлик сиёсати бу?',
        body: '',
        bodyArray: [
            'Давлат томонидан ишсизликни қисқартириш бўйича амалга оширилаётган \n' +
            'ҳуқуқий, ташкилий, иқтисодий чоралар \n' +
            'мажмуаси',
            'таълим, қайта тайёрлаш, ишсиз ишчиларнинг малакасини ошириш;',
            'Иш жойларини қидириш ва танлаш \n' +
            'вақтинчалик иш тизими орқали янги иш \n' +
            'ўринларини ташкил этиш'
        ]
    },
    {
        id: 68,
        title: 'Пассив бандлик сиёсати бу?',
        body: 'Пассив сиёсат ишсизликнинг салбий оқибатларини қуйидагича юмшатиш имконини \n' +
            'беради:',
        bodyArray: [
            'Давлат томонидан кафолатланган \n' +
            'ишсизлик нафақаларининг тўловлари;',
            'Ишсиз шахсларга тўловлар моддий \n' +
            'ёрдам тўланиши'
        ]
    },
    {
        id: 69,
        title: 'Бандлик сиёсатининг мақсадлари қайсилар?',
        body: '',
        bodyArray: [
            'Иш жойларини қисқаришини чеклаш;',
            'Инвестицион фаолиятнинг ўсишига \n' +
            'кўмаклашиш;',
            'Янги иш ўринларини яратиш;',
            'Фуқароларнинг меҳнат қилиш ҳуқуқини \n' +
            'амалга ошириш'
        ]
    },
    {
        id: 70,
        title: 'Меҳнат бу?',
        body: 'Жамият ёки алоҳида индивид талаб ва эҳтиёжларини қондириш учун бажариладиган \n' +
            'фаолият туридир. Меҳнат иқтисодиётда \n' +
            'ишлаб чиқариш омилларидан бири сифатида кўрилади. Инсоннининг мақсадга мувофиқ ижтимоий фойдали фаолияти энг \n' +
            'аввало табиат предметларини ўзгартириб \n' +
            'эҳтиёжга мослаштиришни билдиради. \n' +
            'Меҳнат кишилик жамияти ҳаётининг асосий \n' +
            'шарти, чунки у туфайли зарур бўлган моддий ва маънавий неъматлар яратилади',
    },
    {
        id: 71,
        title: 'Туман (шаҳар) аҳоли бандлигига кўмаклашиш марказларининг вазифалари ва функциялари нималардан иборат',
        body: '',
        bodyArray: [
            'вазирликка юкланган вазифалар ва \n' +
            'функцияларнинг самарали бажарилишини таъминлашда иштирок этиш',
            'аҳоли, меҳнат муносабатлари, меҳнатни \n' +
            'муҳофаза қилиш ва меҳнат миграцияси \n' +
            'соҳасидаги ва ўз ваколатига кирадиган \n' +
            'бошқа масалаларга доир ташкилотлар \n' +
            'билан ҳамкорлик қилиш;',
            'ишсизларни ишга жойлаштириш \n' +
            'органларига мурожаат қилганларнинг \n' +
            'ишга жойлаштирилишини таъминлаш, \n' +
            'жамоат ишларида, биринчи навбатда, \n' +
            'йирик инвестиция лойиҳаларини амалга \n' +
            'ошириш, йўл ва уй-жой-коммунал \n' +
            'инфратузилма объектларини қуриш, \n' +
            'таъмирлаш ва реконструкция қилиш, \n' +
            'шаҳар ва туманларни обод қилиш \n' +
            'доирасидаги жамоат ишларида, мавсумий қишлоқ хўжалиги ишларида аҳолини иштирок этишга жалб қилиш;',
            'қонун ҳужжатларига, норматив ҳужжатларга риоя этилиши юзасидан мониторинг ва назорат олиб',
            'ишга жойлаштириш, ўқитиш ва малака \n' +
            'ошириш, малакани баҳолаш хизматларига бўлган давлат буюртмасини \n' +
            'молиялаштириш',
            'коворкинг-марказларни ташкил этиш \n' +
            'ва сақлаб туришни молиялаштириш \n' +
            'бўйича таклифларни шакллантириш',
            'аҳолини ишга жойлаштириш соҳасида \n' +
            'хизматлар кўрсатиш бўйича фаолиятни \n' +
            'амалга оширувчи юридик шахсларни \n' +
            'қўллаб-қувватлаш'
        ]
    },
    {
        id: 72,
        title: 'Аутсорсинг бу?',
        body: 'Аутсорсинг (“outsourcing”- ташқи манба ёки \n' +
            'ресурсдан фойдаланиш) Компания томонидан шартнома асосида ўз йўналиши учун \n' +
            'асосий ҳисобланмаган муайян ишлаб \n' +
            'чиқариш функцияларини (бухгалтерия \n' +
            'ҳисоби, юридик хизматлар, маркетинг \n' +
            'тадқиқотлари, ахборотларни қайта ишлаш) \n' +
            'ушбу соҳа бўйича ихтисослашган бошқа \n' +
            'шерикка топшириш',
    },
    {
        id: 73,
        title: 'Коворкинг бу?',
        body: 'Коворкинг (“Co-working”- ҳамкорликдаги \n' +
            'меҳнат) Ихтисослик, малака билим, қизиқишга эга бўлган кўп сонли шахсларнинг \n' +
            'биргаликдаги меҳнат фаолиятининг замонавий шаклидир. Коворкинг умумий ҳудудда турли иш билан банд бўлган одамлар \n' +
            'меҳнатини ташкил этишга янгича ёндашув \n' +
            'ҳисобланади. Меҳнат фаолиятини коворкинг шаклида ташкил этиш иш жойи учун \n' +
            'харажатларни тежаш мақсадини кўзлайди. \n' +
            'Коворкинг Ақш ва Германияда 1990 йилда \n' +
            'пайдо бўлган',
    },
    {
        id: 74,
        title: 'Краудсорсинг бу ?',
        body: 'Инновацион ишлаб чиқариш муаммоларини \n' +
            'ҳал этиш мақсадида интелектуал шахслар \n' +
            'кенг доирасининг ижобий қобилият, билим ва тажрибаларидан фойдаланиш учун ахборот-коммуникация технологияларини қўллаган ҳолда уларни бу фаолиятга кўнгилли \n' +
            'равишда жалб қилиш шакли ҳисобланади',
    },
    {
        id: 75,
        title: 'Меҳнат бозори?',
        body: 'Иш кучи билан ишчи кучига бўлган талаб \n' +
            'учрашган жой.',
    },
    {
        id: 76,
        title: 'Меҳнат бозорида талаб \n' +
            'ва таклиф?',
        body: 'Меҳнат бозоридаги талаб – бу улар учун ҳар \n' +
            'қандай нархдаги мамлакат меҳнат ресурсларига бўлган талабнинг йиғиндиси. Ишчи \n' +
            'кучи таклифи – бу мамлакатдаги ходимилар учун мумкин бўлган ишчи кучи баҳосидаги меҳнат ресурслари йиғиндисидир',
    },
    {
        id: 77,
        title: 'Меҳнат ресурслари?',
        body: 'Бу меҳнатга қобилятли ёшдаги аҳоли ҳамда \n' +
            'қонун ҳужжатларида белгиланган иқтисодий \n' +
            'фаолликнинг қуйи ва юқори ёш чегараларига кирмайдиган ишлаётган шахслар. Улар \n' +
            'жисмоний ва ақлий қобилятга эга бўлиб, \n' +
            'фаолият жараёнида моддий неъматлар ва \n' +
            'хизматларни яратадилар.\n' +
            'Меҳнат ресурслари – меҳнатга лаёқатли \n' +
            'ёшдаги аҳоли ҳамда банд бўлган, меҳнатга \n' +
            'лаёқатли ёшдан 16 ёшдан 72 ёшгача бўлган \n' +
            'шахслар.',
    },
    {
        id: 78,
        title: 'Меҳнат ресурслари баланси?',
        body: 'Меҳнат ресурсларининг сонини ва таркибини, шунингдек уларнинг банд бўлган, банд \n' +
            'бўлмаган ва иқтисодий жиҳатдан фаол \n' +
            'бўлмаган аҳолига тақсимланишини акс \n' +
            'эттирувчи кўрсаткичлар тизими',
    },
    {
        id: 79,
        title: 'Меҳнат ресурслари мобиллиги?',
        body: 'Меҳнат ресурсларининг бир минтақа ёки ҳудуддан бошқасига ўтиши, бир меҳнат \n' +
            'фаолият турини бошқасига алмаштиришга \n' +
            'тайёрлиги даражаси тушунилади',
    },
    {
        id: 80,
        title: 'Ишчи кучи?',
        body: 'Инсон меҳнат фаолияти жараёнида фойдаланадиган жисмоний ва маънавий қобилиятларининг жамланма',
    },
    {
        id: 81,
        title: 'Ишчи кучи бозори бу?',
        body: 'Бу хўжалик фаолияти жараёнида “ишчи \n' +
            'кучи” товари эгалари ва унинг асосий \n' +
            'истеъмолчилари – давлат ва тадбиркорлар \n' +
            'ўртасида меҳнат шароитлари ва унга ҳақ \n' +
            'тўлаш миқдорлари, ишчиларнинг малака \n' +
            'даражаси, улар томонидан бажарилаётган \n' +
            'ишларнинг ҳажми, интенсивлиги ва масъулият даражаси бўйича таркиб топувчи \n' +
            'ижтимоий-иқтисодий муносабатларнинг \n' +
            'мураккаб тизими.\n',
    },
    {
        id: 82,
        title: 'Иқтисодий фаол аҳоли?',
        body: 'Меҳнат фаолиятининг даромад келтирувчи \n' +
            'қонуний тури билан шуғулланувчилар, \n' +
            'шунингдек, ишга жойлаштиришга муҳтож иш \n' +
            'билан таъминланмаган аҳоли.\n',
    },
    {
        id: 83,
        title: 'Иқтисодий фаол аҳоли?',
        body: 'Ишчи кучи таркибига кирмайдиган қуйидаги \n' +
            'меҳнатга қобилятли аҳоли қатламидан \n' +
            'иборат:',
        bodyArray: [
            'Ишлаб чиқаришдан ажралган ҳолда \n' +
            'таълим олаётган ҳамда иш ҳақига ёки \n' +
            'меҳнат даромадига эга бўлмаган \n' +
            'ўқувчи ва талабалар;',
            'Ишламаётган III-гуруҳ ногиронлари;',
            'Бола парвариши билан банд бўлган \n' +
            'ишламаётган аёллар',
            'Ихтиёрий равишда меҳнат билан банд \n' +
            'бўлмаган шахслар'
        ]
    },
    {
        id: 84,
        title: 'Иқтисодиётнинг расмий \n' +
            'секторида меҳнат билан банд',
        body: 'Расмий секторида банд бўлганлар жумласига қуйидагилар киради:',
        bodyArray: [
            'давлат ижтимоий суғурта бадали \n' +
            'тўлови бўйича корхона, муассаса ва \n' +
            'ташкилотларнинг солиқ ҳисоботларида \n' +
            'қайд этилган шахслар',
            'ҳарбий хизматчилар, ички ишлар \n' +
            'органлари ходимлари ҳамда қонунчиликка мувофиқ давлат ижтимоий \n' +
            'суғурта бадали тўловидан озод этилган \n' +
            'ташкилотлар ходимлари',
            'якка тартибдаги тадбиркорлар, деҳқон \n' +
            'хўжалиги аъзолари, қорамол ўстириш \n' +
            'билан банд бўлган ва шахсий ёрдамчи \n' +
            'хўжаликларда ишлаб чиқарилган \n' +
            'чорвачилик маҳсулотларини сотиш \n' +
            'билан банд бўлганлар, ҳамда давлат \n' +
            'ижтимоий суғурта бадали тўловини \n' +
            'мажбурий ёки ихтиёрий равишда \n' +
            'амалга ошираётган шахсий ёрдамчи \n' +
            'хўжаликларда бошқа турдаги қишлоқ \n' +
            'хўжалиги маҳсулотлари етиштириш \n' +
            'билан банд бўлганлар'
        ]
    },
    {
        id: 85,
        title: 'Бандлик даражаси бу ?',
        body: 'Жами меҳнат билан банд бўлганларнинг (шу \n' +
            'жумладан норасмий секторда ва Ўзбекистон Республикасидан ташқарида вақтинчалик меҳнат фаолиятини амалга ошираётган \n' +
            'фуқаролар) иқтисодий фаол аҳолига \n' +
            'нисбати, фоизда ҳисобланади',
    },
    {
        id: 86,
        title: 'Ишга жойлаштиришга муҳтож \n' +
            'иш билан таъминланмаган \n' +
            'аҳоли?',
        body: 'Ишсиз сифатида рўйхатдан ўтказилган \n' +
            'шахслар, шунингдек, ҳақ тўланадиган \n' +
            'фаолиятга ёки даромад келтирувчи машғулотга эга бўлмаган, мустақил равишда иш \n' +
            'изловчи ва таклиф этилса, ишга жойлашишга тайёр бўлган меҳнатга қобилятли ёшдаги \n' +
            'вақтинча юмуш билан банд бўлмаган \n' +
            'шахслар ташкил этади.\n',
    },
    {
        id: 87,
        title: 'Ўзини ўзи банд қилган шахслар \n' +
            'шуғулланиши мумкин бўлган \n' +
            'қўшимча фаолият (ишлар, \n' +
            'хизматлар) турлари қайсилар ?',
        body: '',
        bodyArray: [
            'Уй ҳайвонлари (қорамол, қўй, эчки, от ва \n' +
            'бошқалар) бозорларида воситачилик \n' +
            'хизмати;',
            'Автомобиль бозорларида воситачилик \n' +
            'хизмати;',
            'Риэлторлик хизматини кўрсатиш \n' +
            '(ижарага уй топиб бериш, уй сотиб олиш \n' +
            'ва сотишга кўмаклашиш);',
            'Уйда сут ва сут маҳсулотларини қайта \n' +
            'ишлаш ва сотиш хизмати;',
            'Маиший буюмларни ижарага бериш \n' +
            'хизмати (стол-стул, идиш-товоқ, асбобускуна ва бошқалар);',
            'Гипс ва ганчдан буюмлар ясаш (уй \n' +
            'жиҳозлари, эртак қаҳрамонлари ҳайкалларини ясаш);',
            'Тош ва тош маҳсулотларидан ёдгорлик, \n' +
            'сувенир ва декоратив буюмлар тайёрлаш;',
            'Ёғоч маҳсулотларидан сават, нон \n' +
            'маҳсулотлари учун махсус идиш ва \n' +
            'бошқа буюмларни тўқиш;',
            'Уй шароитида пилла етиштириш, \n' +
            'шахсий томорқа ер участкасида тут \n' +
            'меваси, ниҳоли ва кўчатини етиштириш, \n' +
            'уйда ипак мато, ипак гилам тўқиш ва \n' +
            'сотиш;\n',
            'Кулолчилик.'
        ]
    },
    {
        id: 88,
        title: 'Томорқа ер участкалари эгаларини кооперация ва касаначилик асосида иш билан банд \n' +
            'бўлган тадбиркорлик субъектларига Бандликка кўмаклашиш \n' +
            'давлат жағармаси ҳисобидан \n' +
            'қанча миқдорда субсидия \n' +
            'ажратилади?\n',
        body: 'Базавий ҳисоблаш миқдорининг 20 бараваригача миқдорда ҳоким ёрдамчиларининг \n' +
            'тавсиясига асосан субсидия ажратилади',
    },
    {
        id: 89,
        title: 'Томорқа ер участкалари эгаларини кооперация ва касаначилик асосида иш билан банд \n' +
            'қилган тадбиркорлик субъектларига яъни кооперациянинг \n' +
            'қайси турлари Бандликка \n' +
            'кўмаклашиш давлат жамғармаси ҳисобидан субсидия \n' +
            'ажратилиши белгиланган?',
        body: '',
        bodyArray: [
            'парранда (товуқ, бедана, ўрдак, ғоз, \n' +
            'курка), паррандани сақлаш учун катак, \n' +
            'озуқа еми ҳамда дори воситалари;',
            'узум кўчати ва ток сўриси;',
            'асалари оиласи, асалари уяси учун қути \n' +
            'ҳамда озуқа еми;',
            'қуён, қуён катаги ва озуқа еми',
            'балиқ чавоқлари, сунъий ҳовуз ва озуқа \n' +
            'емини харид қилиш ҳамда кейинчалик \n' +
            'томорқа ер эгаларига тақдим этиш учун \n' +
            'субсидия ажратилади'
        ]
    },
    {
        id: 90,
        title: 'Шахсий томорқа ер участкаларида юритиладиган қўшимча \n' +
            'фаолият турлари?',
        body: '',
        bodyArray: [
            'Чорвачилик (қорамол, қўй, эчки, от ва \n' +
            'бошқалар);\n',
            'Иссиқхона;\n',
            'Паррандачилик (бедана, курка, ғоз, \n' +
            'ўрдак);',
            'Қуёнчилик;',
            'Асаларичилик;\n',
            'Балиқчилик;',
            'Боғдорчилик;',
            'Лимончилик;\n',
            'Гулчилик'
        ]
    }
]



const type6Questions = [
    {
        id:442,
        title:'Миграция?',
        body:'Миграция лотинча “мигратио” сўзидан\n' +
            'олинган бўлиб, аҳолининг жойини ўзгартири\n' +
            'ши бошқа жойга кўчиб ўтиши маъносини\n' +
            'англатади. Ана шу атамадан келиб чиққан\n' +
            'ҳолда миграциянинг тор ва кенг маъноси\n' +
            'фарқланади.',
    },
    {
        id:443,
        title:'Аҳоли миграцияси??',
        body:'Бу одамларнинг (мигрантларнинг) у ёки бу\n' +
            'ҳудудлар чегараси орқали, яшаш жойини\n' +
            'доимий ўзгартираётган ёки қисқа ёхуд узоқ\n' +
            'муддатга ёки доимий тарзда келиб кетиши\n' +
            'ни англатувчи кўчишидир.',
    },
    {
        id:444,
        title:'Аҳолининг миграцион ўсиши бу?',
        body:'Маълум бир вақт ичида ҳудудга келганлар\n' +
            'ва ушбу ҳудуддан ташқарига чиққанлар\n' +
            'ўртасидаги фарқнинг мутлақ сони.',
    },
    {
        id:445,
        title:'Меҳнат миграцияси?',
        body:'Бу меҳнат фаолиятини ўз давлати ҳудиди\n' +
            'дан ташқарида амалга оширишдир. Одатда\n' +
            'меҳнатга қобилиятли аҳолининг ишлаб\n' +
            'чиқаришни ривожлантириш ва жойлашти\n' +
            'ришдаги ўзгаришлар билан боғлиқ маконий\n' +
            'кўчиб юриши тушунилади.',
    },
    {
        id:446,
        title:'Меҳнат миграциясининг\n' +
            'турлари?',
        body:'',
        bodyArray:[
            'Ички меҳнат миграцияси - Мамлакат\n' +
            'ҳудуди доирасида бир манзилгоҳдан\n' +
            'иккинчи манзилгоҳга кўчаётган аҳоли\n' +
            'тушунилади.',
            'Ташқи меҳнат миграцияси - Иш кучи\n' +
            'нинг бир давлатдан бошқа давлатга\n' +
            'кўчиб ўтиши тушунилади.'
        ]
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },
    {
        id:445,
        title:'',
        body:'',
    },{
        id:445,
        title:'',
        body:'',
    },

]

module.exports = {
    type1Questions , type6Questions
}